Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Do you really want to create an appointment <b>on behalf of the folder owner</b> or do you want to create an appointment <b>with the folder owner</b> in your own calendar?
bg_bg: Наистина ли искате да създадете среща <b> от името на собственика на папката </ b> или искате да създадете среща <b> със собственика на папката </ b> в собствения си календар?
cs_cz: Opravdu chcete vytvořit schůzku <b>jménem vlastníka složky</b>, nebo chcete vytvořit schůzku <b>s vlastníkem složky</b> ve svém vlastním kalendáři?
da_dk: Vil du virkelig lave en aftale <b>på vegne af</b> mappens ejer, eller vil du lave en aftale <b>med</b> mappens ejer i din egen kalender?
es_mx: ¿Está seguro de querer crear una cita <b>en nombre del propietario de la carpeta</b> o desea crear una cita <b>con el propietario de la carpeta</b> en su propio calendario?
fr_fr: Souhaitez-vous vraiment créer un rendez-vous <b>au nom du propriétaire du dossier</b> ou souhaitez-vous créer un rendez-vous <b>avec le propriétaire du dossier</b> dans votre propre agenda ?
hu_hu: Valóban létre szeretne hozni egy találkozót <b>a mappa tulajdonosának nevében</b> vagy szeretne egy találkozót létrehozni <b>a mappa tulajdonosával</b> a saját naptárában?
it_it: Vuoi davvero creare un appuntamento <b>per conto del proprietario della cartella</b> o desideri creare un appuntamento <b>con il proprietario della cartella</b> nel tuo calendario?
nb_no: Ønsker du virkelig å lage en avtale <b>på vegne av mappeeieren</b> eller ønsker du å opprette en avtale <b>med mappeeier</b> i din egen kalender?
nl_nl: Weet u zeker dat u een afspraak wilt maken <b>namens de mapeigenaar</b> of wilt u een afspraak maken <b>met de eigenaar van de map</b> in uw eigen agenda?
pl_pl: Czy na pewno chcesz utworzyć spotkanie <b>w imieniu właściciela folderu</b>, czy wolisz je utworzyć we własnym kalendarzu i <b>zaprosić do niego właściciela folderu</b>?
pt_br: Deseja realmente criar um compromisso <b>em nome do proprietário da pasta</b> ou deseja criar um <b>com o proprietário da pasta</b> em seu próprio calendário?
ro_ro: Sigur doriți să creați o întâlnire <b>în numele proprietarului dosarului</b> sau doriți să creați o întâlnire <b>cu proprietarul dosarului</b> în calendarul dumneavoastră propriu?
sv_se: Vill du verkligen skapa ett möte <b>åt mappens ägare</b> eller vill du skapa ett möte <b>med mappens ägare</b> i din egen kalender?

source: Invite owner
bg_bg: Покани собственик
cs_cz: Pozvat vlastníka
da_dk: Invitér ejeren
es_mx: Invitar al propietario
fr_fr: Inviter le propriétaire
hu_hu: Tulajdonos meghívása
it_it: Invita il proprietario
nb_no: Inviter eieren
nl_nl: Eigenaar uitnodigingen
pl_pl: Zaproś właściciela
pt_br: Convidar proprietário
ro_ro: Invită proprietarul
sv_se: Bjud in ägaren

source: On behalf of the owner
bg_bg: От името на собственика
cs_cz: Jménem vlastníka
da_dk: På vegne af ejeren
es_mx: En nombre del propietario
fr_fr: Au nom du propriétaire
hu_hu: A tulajdonos nevében
it_it: Per conto del proprietario
nb_no: På vegne av eieren
nl_nl: Namens de eigenaar
pl_pl: W imieniu właściciela
pt_br: Em nome do proprietário
ro_ro: În numele proprietarului
sv_se: Åt ägaren

source: Appointments in public calendars
cs_cz: Schůzky ve veřejných kalendářích
da_dk: Aftaler i offentlige kalendere
es_mx: Citas de calendarios públicos
fr_fr: Rendez-vous dans les agendas publics
hu_hu: Találkozók a nyilvános naptárakban
it_it: Appuntamenti nei calendari pubblici
nl_nl: Afspraken in publieke agenda's
pl_pl: Spotkania w kalendarzach publicznych
pt_br: Compromissos em calendários públicos
ro_ro: Întâlniri în calendarele publice
sv_se: Möten i offentliga kalendrar

source: The selected calendar "%1$s" is public. Do you really want to create an appointment in this calendar?
cs_cz: Zvolený kalendář, %1$s, je veřejný. Opravdu v něm chcete vytvořit schůzku?
da_dk: Den valgte kalender "%1$s" er offentlig. Er du sikker på, at du vil lave aftalen i denne kalender?
es_mx: El calendario seleccionado "%1$s" es público. ¿Realmente desea crear una cita en este calendario?
fr_fr: L'agenda sélectionné "%1$s" n'est pas public. Souhaitez-vous vraiment créer un rendez-vous dans cet agenda ?
hu_hu: A kijelölt "%1$s" naptár nyilvános. Szeretne létrehozni egy bejegyzést ebbe a naptárba?
it_it: Il calendario selezionato "%1" è pubblico. Vuoi davvero creare un appuntamento in questo calendario?
nl_nl: De gekozen agenda "%1$s" is publiek. Weet u zeker dat u een afspraak in deze agenda wilt maken?
pl_pl: Wybrany kalendarz „%1$s” jest publiczny. Czy na pewno chcesz utworzyć spotkanie w tym kalendarzu?
pt_br: O calendário selecionado "%1$s" é público. Deseja criar um compromisso neste calendário?
ro_ro: Calendarul selectat "%1$s" este public. Sigur doriți să creați o întâlnire în acest calendar?
sv_se: Den markerade kalendern "%1$s" är offentlig. Vill du verkligen skapa ett möte i den här kalendern?

source: Create in public calendar
cs_cz: Vytvořit ve veřejném kalendáři
da_dk: Lav i offentlig kalender
es_mx: Crear en calendario público
fr_fr: Créer dans un agenda public
hu_hu: Létrehozás nyilvános naptárban
it_it: Crea in calendario pubblico
nl_nl: Maak in publieke agenda
pl_pl: Utwórz w kalendarzu publicznym
pt_br: Criar no calendário público
ro_ro: Creează în calendarul public
sv_se: Skapa i offentlig kalender

source: Password
bg_bg: Парола
ca_es: Contrasenya
cs_cz: Heslo
da_dk: Adgangskode
es_mx: Contraseña
fr_fr: Mot de passe
hu_hu: Jelszó
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
ro_ro: Parolă
sv_se: Lösenord

source: This appointment is part of a series. Do you want to delete all appointments of the series or just this appointment?
cs_cz: Tato schůzka je součástí série. Chcete smazat celou sérii, nebo jen tuto schůzku?
da_dk: Denne aftale er en del af en serie. Vil du slette alle aftaler i serien, eller bare denne ene aftale i serien?
es_mx: Esta cita forma parte de una serie. ¿Quiere borrar todas las citas de la serie o solo esta cita?
fr_fr: Ce rendez-vous fait partie d'une série. Voulez-vous supprimer la série complète ou un seul rendez-vous de la série ?
hu_hu: Ez a találkozó egy sorozat része. A teljes sorozatot kívánja törölni, vagy csak a sorozaton belüli egyik találkozót?
it_it: Questo appuntamento è parte di una serie. Vuoi eliminare tutti gli appuntamenti della serie o solo questo appuntamento?
nl_nl: Deze afspraak is onderdeel van een reeks. Wilt u de hele reeks of alleen deze afspraak uit de reeks verwijderen?
pl_pl: To spotkanie wchodzi w skład cyklu. Chcesz sunąć wszystkie spotkania z cyklu czy tylko to jedno spotkanie?
pt_br: Este compromisso faz parte de uma série. Deseja excluir todos os compromissos da série ou apenas este compromisso?
ro_ro: Această întâlnire face parte dintr-o serie. Doriți să ștergeți toată seria sau doar această întâlnire din serie?
sv_se: Mötet ingår i en serie. Vill du ta bort alla möten i serien, eller bara det här mötet?

source: This appointment is part of a series. Do you want to delete this and all future appointments of the series or just this appointment?
cs_cz: Tato schůzka je součástí série. Chcete smazat tuto a všechny následující schůzky v sérii, nebo jen tuto schůzku?
da_dk: Denne aftale er en del af en serie. Vil du slette denne og alle fremtidige aftaler, eller bare denne ene aftale i serien?
es_mx: Esta cita forma parte de una serie. ¿Quiere borrar esta cita y todas las citas futuras de la serie o solo esta cita?
fr_fr: Ce rendez-vous fait partie d'une série. Voulez-vous supprimer ce rendez-vous ainsi que les rendez-vous à venir ou un seul rendez-vous de la série ?
hu_hu: Ez a találkozó egy sorozat része. Az összes jövőbeli találkozót kívánja törölni, vagy csak a sorozaton belüli egyik találkozót?
it_it: Questo appuntamento è parte di una serie. Vuoi eliminare questo e tutti gli appuntamenti futuri della serie o solo questo appuntamento?
nl_nl: Deze afspraak is onderdeel van een reeks. Wilt u alleen deze afspraak of alle toekomstige afspraken uit deze reeks verwijderen?
pl_pl: To spotkanie wchodzi w skład cyklu. Chcesz sunąć to i wszystkie następne spotkania z cyklu czy tylko to jedno spotkanie?
pt_br: Este compromisso faz parte de uma série. Deseja excluir este e todos os compromissos futuros ou apenas este compromisso dentro da série?
ro_ro: Această întâlnire face parte dintr-o serie. Doriți să ștergeți această întâlnire și întâlnirile care îi urmează sau doar această întâlnire din serie?
sv_se: Mötet ingår i en serie. Vill du radera detta och alla framtida möten i serien, eller bara det här mötet?

source: Do you really want to delete this appointment?
cs_cz: Opravdu chcete smazat tuto schůzku?
da_dk: Vil du slette denne aftale?
es_mx: ¿Está seguro de que quiere borrar esta cita?
fr_fr: Voulez-vous vraiment supprimer ce rendez-vous ?
hu_hu: Biztos, hogy törölni szeretné a találkozót?
it_it: Vuoi davvero eliminare questo appuntamento?
nl_nl: Weet u zeker dat u deze afspraak wilt verwijderen?
pl_pl: Na pewno chcesz usunąć to spotkanie?
pt_br: Deseja realmente excluir este compromisso?
ro_ro: Doriți să ștergeți această întâlnire?
sv_se: Vill du verkligen ta bort det här mötet?

source: Delete appointment
bg_bg: Изтрий среща
ca_es: Esborra la cita
cs_cz: Smazat schůzku
da_dk: Slet aftale
es_mx: Borrar cita
fr_fr: Supprimer le rendez-vous
hu_hu: Találkozó törlése
it_it: Elimina l'appuntamento
nb_no: Slett avtale
nl_nl: Afspraak verwijderen
pl_pl: Usuń spotkanie
pt_br: Excluir compromisso
ro_ro: Șterge întâlnirea
sv_se: Ta bort möte

source: Delete this appointment
cs_cz: Smazat tuto schůzku
da_dk: Slet denne aftale
es_mx: Borrar esta cita
fr_fr: Supprimer ce rendez-vous
hu_hu: Találkozó törlése
it_it: Elimina questo appuntamento
nl_nl: Deze afspraak verwijderen
pl_pl: Usuń to spotkanie
pt_br: Excluir este compromisso
ro_ro: Șterge această întâlnire
sv_se: Ta bort mötet

source: Delete all appointments
cs_cz: Smazat všechny schůzky
da_dk: Slet alle aftaler
es_mx: Borrar todas las citas
fr_fr: Supprimer tous les rendez-vous
hu_hu: Összes találkozó törlése
it_it: Elimina tutti gli appuntamenti
nl_nl: Alle Afspraken verwijderen
pl_pl: Usuń wszystkie spotkania
pt_br: Excluir todos os compromissos
ro_ro: Șterge toate întâlnirile
sv_se: Ta bort alla möten

source: Delete all future appointments
cs_cz: Smazat všechny nadcházející schůzky
da_dk: Slet alle fremtidige aftaler
es_mx: Borrar todas las citas futuras
fr_fr: Supprimer tous les rendez-vous à venir
hu_hu: Összes jövőbeli találkozó törlése
it_it: Elimina tutti gli appuntamenti futuri
nl_nl: Alle toekomstige afspraken verwijderen
pl_pl: Usuń wszystkie przyszłe spotkania
pt_br: Excluir todos os compromissos futuros
ro_ro: Șterge toate întâlnirile viitoare
sv_se: Ta bort alla framtida möten

source: My Google Calendar
bg_bg: Моят Google Календар
cs_cz: Můj Google kalendář
da_dk: Min Google-kalender
es_mx: Mi Google Calendar
fr_fr: Mon agenda Google
hu_hu: Saját Google Naptár
it_it: Il mio calendario di Google
nl_nl: Mijn Google Agenda
pl_pl: Mój kalendarz Google
pt_br: Minha agenda Google
sv_se: Min Google-kalender

source: Account added successfully
bg_bg: Акантът беше добавен успешно
ca_es: Compte afegit satisfactòriament
cs_cz: Účet úspěšně přidán
da_dk: Kontoen blev tilføjet med succes
es_mx: Cuenta añadida satisfactoriamente
fr_fr: Compte ajouté avec succès
hu_hu: A fiók sikeresen hozzáadva
it_it: Account aggiunto correttamente
nb_no: Konto opprettet
nl_nl: Account is succesvol toegevoegd
pl_pl: Konto zostało dodane
pt_br: Conta adicionada com sucesso
ro_ro: Contul a fost adăugat cu succes
sv_se: Kontot lades till

source: Login
bg_bg: Вход
cs_cz: Přihlašovací jméno
da_dk: Brugernavn
es_mx: Nombre de usuario
fr_fr: Connexion
hu_hu: Bejelentkezés
it_it: Nome utente
nb_no: Innlogging
nl_nl: Aanmelden
pl_pl: Zaloguj się
ro_ro: Nume utilizator
sv_se: Inloggning

source: Your default reminders will be applied to this calendar.
cs_cz: Pro tento kalendář budou nastaveny vaše výchozí upomínky.
da_dk: Dine standard påmindelser vil gælde for denne kaldender.
es_mx: Sus recordatorios predeterminados se aplicarán a este calendario.
fr_fr: Vos rappels par défaut seront appliqués à cet agenda.
hu_hu: Az alapértelmezett emlékeztetők erre a naptárra vonatkoznak.
it_it: I tuoi promemoria predefiniti saranno applicati a questo calendario.
nl_nl: Uw standaard herinnering wordt toegepast op deze agenda.
pl_pl: Do tego kalendarza zostaną zastosowane Twoje domyślne przypomnienia.
pt_br: Seus lembretes padrão serão aplicados neste calendário.
ro_ro: Mementourile implicite vor fi aplicate în acest calendar.
sv_se: Dina förvalda påminnelser kommer att verkställas för den här kalendern.

source: Subscribe to iCal feed
bg_bg: Абонирайте се за емисията за iCal
cs_cz: Přihlásit k odběru iCal
da_dk: Abonnér på ICal-kilde
es_mx: Suscribirse a feed iCal
fr_fr: S'abonner à un flux iCal
hu_hu: Feliratkozás az iCal hírcsatornára
it_it: Sottoscrivi fonte iCal
nl_nl: Abonneren op iCal gegevens
pl_pl: Subskrybuj kanał iCal
pt_br: Inscrever no feed do iCal
ro_ro: Abonați-vă la fluxul iCal
sv_se: Prenumerera på iCal-flöde

source: Subscribe
bg_bg: Абонирай се
ca_es: Subscriu-m'hi
cs_cz: Přihlásit k odběru
da_dk: Abonnér
es_mx: Suscribirse
fr_fr: S'abonner
hu_hu: Feliratkozás
it_it: Sottoscrivi
nb_no: Abonner
nl_nl: Abonneren
pl_pl: Subskrybuj
pt_br: Inscrever
ro_ro: Abonare
sv_se: Prenumerera

source: iCal feed has been imported successfully
cs_cz: Zdroj iCal úspěšně importován
da_dk: ICal-kilde er blevet importeret
es_mx: El feed iCal se importó con éxito
fr_fr: Le flux iCal a été importé avec succès
hu_hu: Az iCal-feed sikeresen importálva
it_it: La fonte iCal è stata importata correttamente
nl_nl: iCal gegevens zijn succesvol geïmporteerd
pl_pl: Kanał iCal został zaimportowany
pt_br: O feed do iCal foi importado com sucesso
ro_ro: Fluxul iCal a fost importat cu succes
sv_se: iCal-flöde importerades

source: no color
bg_bg: без цвят
cs_cz: žádná barva
da_dk: ingen farve
es_mx: sin color
fr_fr: pas de couleur
hu_hu: nincs szín
it_it: nessun colore
nb_no: ingen farge
nl_nl: geen kleur
pl_pl: bez koloru
pt_br: sem cor
ro_ro: nicio culoare
sv_se: ingen färg

source: Private
bg_bg: Частен
ca_es: Privat
cs_cz: Soukromé
da_dk: Privat
es_mx: Privada
fr_fr: Privé
hu_hu: Privát
it_it: Privato
nb_no: Privat
nl_nl: Privé
pl_pl: Prywatne
pt_br: Privada
ro_ro: Personal
sv_se: Privat

source: Secret
bg_bg: Тайна
cs_cz: Soukromé
da_dk: Hemmelig
es_mx: Secreta
hu_hu: Titkos
it_it: Segreto
nl_nl: Geheim
pl_pl: Tajne
pt_br: Segredo
sv_se: Hemligt

source: Details
bg_bg: Детайли
ca_es: Detalls
cs_cz: Podrobnosti
da_dk: Detaljer
es_mx: Detalles
fr_fr: Détails
hu_hu: Részletek
it_it: Dettagli
nb_no: Detaljer
pl_pl: Szczegóły
pt_br: Detalhes
ro_ro: Detalii
sv_se: Detaljer

source: Organizer
bg_bg: Организатор
ca_es: Organitzador
cs_cz: Organizátor
da_dk: Organisér
es_mx: Organizador
fr_fr: Organisateur
hu_hu: Szervező
it_it: Organizzatore
nb_no: Arrangør
nl_nl: Organisator
pl_pl: Organizator
pt_br: Organizador
ro_ro: Organizator
sv_se: Organisatör

source: Sent by
bg_bg: Изпратен от
cs_cz: Odesláno
da_dk: Sendt af
es_mx: Enviado por
fr_fr: Envoyé par
hu_hu: Elküldte:
it_it: Inviato da
nl_nl: Verzonden door
pl_pl: Wysłane przez
pt_br: Enviado por
ro_ro: Trimis de
sv_se: Skickat av

source: Shown as
bg_bg: Показва се като
ca_es: Mostra com a
cs_cz: Zobrazené jako
da_dk: Vis som
es_mx: Mostrado como
fr_fr: Affiché comme
hu_hu: Megjelenik mint
it_it: Mostrato come
nb_no: Vist som
nl_nl: Tonen als
pl_pl: Pokazywane jako
pt_br: Exibir como
ro_ro: Afișat ca
sv_se: Visa som

source: Calendar
bg_bg: Календар
ca_es: Calendari
cs_cz: Kalendář
da_dk: Kalender
es_mx: Calendario
fr_fr: Agenda
hu_hu: Naptár
it_it: Calendario
nb_no: Kalender
nl_nl: Agenda
pl_pl: Kalendarz
pt_br: Calendário
sv_se: Kalender

source: Created
bg_bg: Създаден
ca_es: Creat
cs_cz: Vytvořeno
da_dk: Oprettet
es_mx: Creado
fr_fr: Date de création
hu_hu: Létrehozva
it_it: Creato
nb_no: Opprettet
nl_nl: Gecreëerd
pl_pl: Utworzono
pt_br: Criado
ro_ro: Creat
sv_se: Skapades

source: Modified
bg_bg: Модифициран
ca_es: Modificat
cs_cz: Upraveno
da_dk: Ændret
es_mx: Modificado
fr_fr: Date de modification
hu_hu: Módosítva
it_it: Modificato
nb_no: Modifisert
nl_nl: Gewijzigd
pl_pl: Zmodyfikowane
pt_br: Modificado
ro_ro: Modificat
sv_se: Ändrades

source: Conflicts:
bg_bg: Конфликти:
ca_es: Conflictes:
cs_cz: Konflikty:
da_dk: Konflikter:
es_mx: Conflictos:
fr_fr: Entre en conflit avec :
hu_hu: Ütközik:
it_it: Conflitti:
nb_no: Konflikter:
nl_nl: Conflicten:
pl_pl: Konflikty:
pt_br: Conflitos:
ro_ro: Conflicte:
sv_se: Konflikter:

source: Show appointment details
bg_bg: Показване на подробностите за срещата
ca_es: Mostra els detalls de la cita
cs_cz: Ukázat detaily schůzky
da_dk: Vis aftaledetaljer
es_mx: Mostrar detalles de la cita
fr_fr: Afficher le détail du rendez-vous
hu_hu: Találkozó részleteinek megjelenítése
it_it: Mostra i dettagli dell'appuntamento
nb_no: Vis avtaledetaljer
nl_nl: Toon afspraakdetails
pl_pl: Pokaż szczegóły spotkania
pt_br: Exibir detalhes do compromisso
ro_ro: Afișează detaliile întâlnirii
sv_se: Visa detaljer om möte

source: Conflicts detected
bg_bg: Засечени са конфликти
ca_es: Conflictes detectats
cs_cz: Zjištěny konflikty
da_dk: Konflikter fundet
es_mx: Conflictos detectados
fr_fr: Conflits détectés
hu_hu: Ütközés történt
it_it: Conflitti rilevati
nb_no: Konflikter ble oppdaget
nl_nl: Ontdekte conflicten
pl_pl: Wykryto konflikty
pt_br: Conflitos detectados
ro_ro: S-au detectat conflicte
sv_se: Konflikter upptäcktes

source: The new appointment conflicts with existing appointments.
bg_bg: Новото назначаване е в конфликт с съществуващите срещи.
cs_cz: Nová schůzka se kryje se stávajícími schůzkami.
da_dk: Den nye aftale overlapper med eksisterende aftaler.
es_mx: La nueva cita entra en conflicto con citas existentes.
fr_fr: Le nouveau rendez-vous entre en conflit avec des rendez-vous existants.
hu_hu: Az új találkozó ütközik a meglévő találkozókkal.
it_it: Il nuovo appuntamento è in conflitto con appuntamenti esistenti.
nb_no: Den nye avtalen er i konflikt med eksisterende avtaler.
nl_nl: De nieuwe afspraak conflicteert met bestaande afspraken.
pl_pl: Nowe spotkanie jest w konflikcie z istniejącymi już spotkaniami.
pt_br: O novo compromisso conflita com compromissos existentes.
ro_ro: Noua întâlnire este în conflict cu întâlnirile existente.
sv_se: Det nya mötet krockar med befintliga möten.

source: Conflicts with resources cannot be ignored
bg_bg: Конфликтите с ресурси не могат да бъдат игнорирани
ca_es: Els conflictes amb recursos no es poden ignorar
cs_cz: Konflikty se zdroji nelze ignorovat
da_dk: Konflikter med ressourcer kan ikke ignoreres
es_mx: Los conflictos con recursos no se pueden ignorar
fr_fr: Le conflit avec certaines ressources ne peut pas être ignoré
hu_hu: Az erőforrásokkal történő ütközés nem hagyható figyelmen kívül
it_it: Conflitti con risorse non possono essere ignorati
nb_no: Konflikter med ressurser kan ikke ignoreres
nl_nl: Bronconflicten kunnen niet genegeerd worden
pl_pl: Konfliktów z zasobami nie można ignorować
pt_br: Conflitos com recursos não podem ser ignorados
ro_ro: Conflictele cu resurse nu pot fi ignorate
sv_se: Konflikter med resurser kan inte ignoreras

source: Ignore conflicts
bg_bg: Игнорирай конфликтите
ca_es: Ignora els conflictes
cs_cz: Ignorovat konflikty
da_dk: Ignorér konflikter
es_mx: Ignorar conflictos
fr_fr: Ignorer les conflits
hu_hu: Ütközések figyelmen kívül hagyása
it_it: Ignora i conflitti
nb_no: Ignorer konflikter
nl_nl: Negeer conflicten
pl_pl: Zignoruj konflikty
pt_br: Ignorar conflitos
ro_ro: Ignoră conflictele
sv_se: Ignorera konflikter

source: Appointment Details
bg_bg: Подробности за назначаването
ca_es: Detalls de la cita
cs_cz: Podrobnosti o schůzce
da_dk: Aftaledetaljer
es_mx: Detalles de la cita
fr_fr: Détails du rendez-vous
hu_hu: Találkozó részletei
it_it: Dettagli appuntamento
nb_no: Avtaledetaljer
nl_nl: Afspraakdetails
pl_pl: Szczegóły spotkania
pt_br: Detalhes do compromisso
ro_ro: Detalii întâlnire
sv_se: Detaljer om möten

source: An error occurred. Please try again.
bg_bg: Възникна грешка. Моля, опитайте отново.
ca_es: S'ha produït un error. Per favor, provau-ho de nou.
cs_cz: Došlo k chybě. Zkuste to, prosím, znovu.
da_dk: Der opstod en fejl. Prøv venligst igen.
es_mx: Ha ocurrido un error. Por favor, inténtelo de nuevo.
fr_fr: Une erreur s'est produite. Veuillez réessayer.
hu_hu: Hiba történt. Próbálja újra.
it_it: Si è verificato un errore. Prova ancora.
nb_no: Det oppstod en feil. Prøv på nytt.
nl_nl: Er is een fout opgetreden. Probeer het alstublieft nog eens.
pl_pl: Wystąpił błąd. Spróbuj ponownie.
pt_br: Ocorreu um erro. Tente novamente.
ro_ro: A apărut o eroare. Încercați din nou.
sv_se: Ett fel inträffade. Försök igen.

source: Edit appointment
bg_bg: Редактирай среща
ca_es: Edita cita
cs_cz: Upravit schůzku
da_dk: Redigér aftale
es_mx: Editar cita
fr_fr: Modifier le rendez-vous
hu_hu: Találkozó szerkesztése
it_it: Modifica appuntamento
nb_no: Rediger avtale
nl_nl: Afspraak bewerken
pl_pl: Edytuj spotkanie
pt_br: Editar compromisso
ro_ro: Editează întâlnirea
sv_se: Redigera möte

source: Create appointment
bg_bg: Създай среща
ca_es: Crea una cita
cs_cz: Vytvořit schůzku
da_dk: Opret aftale
es_mx: Crear cita
fr_fr: Créer un rendez-vous
hu_hu: Találkozó létrehozása
it_it: Crea appuntamento
nb_no: Opprett ny avtale
nl_nl: Afspraak maken
pl_pl: Utwórz spotkanie
pt_br: Criar compromisso
ro_ro: Creează o întâlnire
sv_se: Skapa möte

source: Save
bg_bg: Запази
ca_es: Desa
cs_cz: Uložit
da_dk: Gem
es_mx: Guardar
fr_fr: Enregistrer
hu_hu: Mentés
it_it: Salva
nb_no: Lagre
nl_nl: Opslaan
pl_pl: Zapisz
pt_br: Salvar
ro_ro: Salvează
sv_se: Spara

source: Create
bg_bg: Създай
ca_es: Crea
cs_cz: Vytvořit
da_dk: Opret
es_mx: Crear
fr_fr: Créer
hu_hu: Létrehozás
it_it: Crea
nb_no: Opprett
nl_nl: Aanmaken
pl_pl: Utwórz
pt_br: Criar
ro_ro: Creează
sv_se: Skapa

source: Discard
bg_bg: Отмени
ca_es: Descarta
cs_cz: Zahodit
da_dk: Kassér
es_mx: Descartar
fr_fr: Abandonner
hu_hu: Elvetés
it_it: Scarta
nb_no: Kast
nl_nl: Afbreken
pl_pl: Odrzuć
pt_br: Descartar
ro_ro: Renunță
sv_se: Kasta

source: Subject
bg_bg: Тема
ca_es: Assumpte
cs_cz: Předmět
da_dk: Emne
es_mx: Asunto
fr_fr: Sujet
hu_hu: Tárgy
it_it: Oggetto
nb_no: Emne
nl_nl: Onderwerp
pl_pl: Temat
pt_br: Assunto
ro_ro: Subiect
sv_se: Rubrik

source: Location
bg_bg: Място
ca_es: Ubicació
cs_cz: Místo
da_dk: Placering
es_mx: Ubicación
fr_fr: Lieu
hu_hu: Hely
it_it: Luogo
nb_no: Beliggenhet
nl_nl: Locatie
pl_pl: Miejsce
pt_br: Localização
ro_ro: Loc
sv_se: Plats

source: Starts on
bg_bg: Започва на
ca_es: Comença
cs_cz: Začíná v
da_dk: Starter på
es_mx: Comienza el
fr_fr: Commence le
hu_hu: Kezdés:
it_it: Inizia il
nb_no: Starter på
nl_nl: Start op
pl_pl: Data rozpoczęcia
pt_br: Iniciam em
ro_ro: Începe în data de
sv_se: Startar den

source: Start time
bg_bg: Начален час
cs_cz: Čas začátku
da_dk: Starttidspunkt
es_mx: Hora de comienzo
fr_fr: Date de début
hu_hu: Kezdési idő
it_it: Ora iniziale
nl_nl: Begintijd
pl_pl: Godzina rozpoczęcia
pt_br: Hora inicial
ro_ro: Ora de început
sv_se: Starttid

source: Change timezone
bg_bg: Промени времевата зона
cs_cz: Změnit časové pásmo
da_dk: Ændr tidszone
es_mx: Cambiar la zona horaria
fr_fr: Changer le fuseau horaire
hu_hu: Időzóna megváltoztatása
it_it: Cambia fuso orario
nb_no: Endre tidssone
nl_nl: Wijzig tijdzone
pl_pl: Zmień strefę czasową
pt_br: Alterar fuso horário
ro_ro: Modifică fusul orar
sv_se: Ändra tidszon

source: End time
bg_bg: Крайно време
cs_cz: Koncové datum
da_dk: Sluttidspunkt
es_mx: Hora de finalización
fr_fr: Date de fin
hu_hu: Befejezés ideje
it_it: Ora finale
nl_nl: Eindtijd
pl_pl: Godzina zakończenia
pt_br: Data final
ro_ro: Ora de sfârșit
sv_se: Sluttid
