Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Delete mail
cs_cz: Smazat zprávu
da_dk: Slet e-mail
es_mx: Borrar correo
fr_fr: Supprimer le courrier
hu_hu: Levél törlése
it_it: Elimina messaggio
nl_nl: E-mail verwijderen
pl_pl: Usuń wiadomość
pt_br: Excluir e-mail
ro_ro: Șterge e-mailul
sv_se: Radera meddelande

source: The appointment has been added to your calendar
bg_bg: Назначението бе добавено към календара ви
ca_es: La cita s'ha afegit al vostre calendari
cs_cz: Schůzka byla přidána do vašeho kalendáře
da_dk: Aftalen er blevet tilføjet din kalender
es_mx: La cita se ha añadido a su calendario
fr_fr: Ce rendez-vous a été ajouté à votre agenda
hu_hu: A találkozó hozzáadva a naptárához
it_it: L'appuntamento è stato aggiunto al tuo calendario
nb_no: Avtalen er lagt til i kalenderen din
nl_nl: De afspraak is toegevoegd aan uw agenda
pl_pl: Spotkanie zostało dodane do kalendarza
pt_br: O compromisso foi adicionado ao seu calendário
ro_ro: Întâlnirea a fost adăugată în calendarul dumneavoastră
sv_se: Mötet har lagts till i din kalender

source: Mail quota limit reached. You have to use %1$s or reduce the mail size in some other way.
cs_cz: Dosaženo limitu pro zprávy. Použijte %1$s, nebo zmenšete velikost zprávy jinak.
da_dk: Kvota på e-mail nået. Du bliver nødt til at bruge %1$s, eller reducere e-mail'ens størrelse.
es_mx: Se alcanzó el límite de la cuota de correo. Debe usar %1$s o reducir el tamaño del correo de alguna otra forma.
hu_hu: Elérte a levélkvóta korlátját. A(z) %1$s szolgáltatást kell használnia, vagy más módon csökkentenie kell a levélméretet.
it_it: Limite di quota per la posta raggiunto. Devi utilizzare %1$s o ridurre la dimensione in altro modo.
nl_nl: E-mailquotumlimiet bereikt. U moet %1$s gebruiken of de e-mail op een andere manier verkleinen.
pl_pl: Osiągnięto limit miejsca na pocztę. Skorzystaj z usługi %1$s lub zmniejsz rozmiar wiadomości w inny sposób.
pt_br: Limite de cota de e-mail atingido. Você deve usar %1$s ou reduzir o tamanho do e-mail.
ro_ro: Limita cotei de e-mail a fost atinsă. Trebuie să folosiți %1$s sau să reduceți dimensiunea mesajului în alt mod.
sv_se: E-postkvotens gräns har nåtts. Du måste använda %1$s eller reducera meddelandestorleken på annat sätt.

source: Remind me
bg_bg: Напомни ми
ca_es: Recorda-m'ho
cs_cz: Připomeň mi
da_dk: Påmind mig
es_mx: Recordarme
fr_fr: Me le rappeler
hu_hu: Emlékeztessen
it_it: Ricordami
nb_no: Minn meg på dette
nl_nl: Herinner mij
pl_pl: Przypomnij mi
pt_br: Lembrar-me
ro_ro: Amintește-mi
sv_se: Påminn mig

source: Create reminder
bg_bg: Създай напомняне
ca_es: Crea'n un recordatori
cs_cz: Vytvořit upomínku
da_dk: Opret påmindelse
es_mx: Crear recordatorio
fr_fr: Créer un rappel
hu_hu: Emlékeztető létrehozása
it_it: Crea promemoria
nb_no: Opprett ny påminnelse
nl_nl: Herinnering aanmaken
pl_pl: Utwórz przypomnienie
pt_br: Criar lembrete
ro_ro: Creează un memento
sv_se: Skapa påminnelse

source: Mail reminder
bg_bg: Пом
ca_es: Recordatori per correu electrònic
cs_cz: Poslat upomínku
da_dk: E-mail påmindelse
es_mx: Recordatorio por correo
fr_fr: Rappel par courriel
hu_hu: Emlékeztető küldése
it_it: Promemoria di posta
nb_no: E-postpåminnelse
nl_nl: E-mailherinnering
pl_pl: Przypomnienie pocztą e-mail
pt_br: Lembrete de e-mail
ro_ro: Memento pentru mail
sv_se: E-postpåminnelse

source: Mail reminder for
bg_bg: Напомняне по пощата за
ca_es: Recordatori per correu electrònic per a
cs_cz: Poslat upomínku pro
da_dk: E-mail påmindelse for
es_mx: Recordatorio por correo para
fr_fr: Rappel par courriel de
hu_hu: Emlékeztető küldése:
it_it: Promemoria di posta per
nb_no: E-postpåminnelse for
nl_nl: E-mailherinnering voor
pl_pl: Przypomnienie pocztą e-mail dla
pt_br: Lembrete de e-mail para
ro_ro: Memento pentru mail pentru
sv_se: E-postpåminnelse för

source: Reminder has been created
bg_bg: Напомнянето е създадено
ca_es: El recordatori s'ha creat
cs_cz: Připomínka byla vytvořena
da_dk: Påmindelse blev oprettet
es_mx: El recordatorio se ha creado
fr_fr: Le rappel a été créé
hu_hu: Az emlékeztető létrejött
it_it: Il promemoria è stato creato
nb_no: Påminnelse har blitt opprettet
nl_nl: Herinnering is aangemaakt
pl_pl: Przypomnienie zostało utworzone
pt_br: O lembrete foi criado
ro_ro: Mementoul a fost creat
sv_se: Påminnelsen har skapats

source: Mail source
bg_bg: Източник на поща
ca_es: Font del correu
cs_cz: Poštovní zdroj
da_dk: E-mail kilde
es_mx: Fuente de correo
fr_fr: Source du courriel
hu_hu: Levélforrás
it_it: Sorgente del messaggio
nb_no: E-postkilde
nl_nl: E-mailbron
pl_pl: Źródło wiadomości
pt_br: Origem do e-mail
ro_ro: Sursa mailului
sv_se: Meddelandekälla

source: Authentication details
bg_bg: Данни за автентичността
cs_cz: Údaje pro autentizaci
da_dk: Godkendelsesdetaljer
es_mx: Detalles de autenticación
fr_fr: Détails de l'authentification
hu_hu: Hitelesítés részletei
it_it: Dettagli di autenticazione
nl_nl: Authenticatie details
pl_pl: Szczegóły uwierzytelniania
pt_br: Detalhes da autenticação
ro_ro: Detalii autentificare
sv_se: Autentiseringsdetaljer

source: Failed to add. Maybe the vCard attachment is invalid.
bg_bg: Добавянето не бе успешно. Възможно е прикачването на vCard да е невалидно.
ca_es: Ha fallat l'addició. És possible que l'adjunt VCard no sigui vàlid.
cs_cz: Nepodařilo se přidat soubor. Příloha vCard je zřejmě poškozená.
da_dk: Fejl ved tilføjelse. Måske er det vedhæftede "vCard"-visitkort ugyldigt.
es_mx: Falló la adición. Puede que el adjunto VCard no sea válido.
fr_fr: L'ajout a échoué. Il se peut que la pièce jointe au format vCard soit invalide.
hu_hu: Nem sikerült hozzáadni. Lehet, hogy a vCard melléklet hibás.
it_it: Aggiunta non riuscita. Forse l'allegato vCard non è valido.
nb_no: Klarte ikke å legge til. Kanskje vCard vedlegget er ugyldig.
nl_nl: Toevoegen is mislukt. De VCard-bijlage is mogelijk ongeldig.
pl_pl: Nie można dodać. Być może dołączana wizytówka jest nieprawidłowa.
pt_br: Falha ao adicionar. Talvez o vCard anexo é inválido.
ro_ro: Adăugarea a eșuat. Probabil că fișierul vCard atașat este incorect.
sv_se: Kunde inte lägga till. Kanske är vCard-bilagan ogiltig.

source: Saved mail attachment
bg_bg: Записан прикачен файл
ca_es: Adjunt de correu desat
cs_cz: Uložená příloha zprávy
da_dk: Gemt e-mail-vedhæftning
es_mx: Adjunto de correo guardado
fr_fr: Pièce jointe au courrier enregistrée
hu_hu: Mentett levélmelléklet
it_it: Allegato di posta salvato
nb_no: Lagret e-postvedlegg
nl_nl: E-mailbijlage opgeslagen
pl_pl: Zapisano załącznik wiadomości
pt_br: Salvar e-mail anexo
ro_ro: Fișier atașat salvat
sv_se: Sparade e-postbilaga

source: New mail
bg_bg: Нов мейл
cs_cz: Nová zpráva
da_dk: Ny e-mail
es_mx: Nuevo correo
fr_fr: Nouveau message
hu_hu: Új levél
it_it: Nuovo messaggio
nb_no: Ny e-post
nl_nl: Nieuwe e-mail
pl_pl: Nowa wiadomość
pt_br: Novo e-mail
ro_ro: Mesaj nou
sv_se: Nytt meddelande

source: Unable to connect to mail server. Possible reasons: The mail server is (temporarily) down or there are network connection problems. Please try again in a few minutes.
bg_bg: Не можа да се свърже с пощенския сървър. Възможни причини: Сървърът за мейли е (временно) надолу или има проблеми с мрежовата връзка. Моля опитайте отново след няколко минути.
cs_cz: Nepodařilo se připojit k poštovnímu serveru. Možné důvody: Server je dočasně mimo provoz nebo jsou problémy s internetovým připojením. Prosím, zkuste to znovu za pár minut.
da_dk: Kunne ikke forbinde til postserver. Mulige årsager: Postserveren er (midlertidigt) ude af drift eller der er netværksforbindelsesproblemer. Prøv venligst igen om nogle få minutter.
es_mx: No se pudo conectar con el servidor de correo. Posibles razones: El servidor de correo está (temporalmente) caído o existen problemas de conexión a la red. Por favor, inténtelo de nuevo en unos minutos.
fr_fr: Impossible de se connecter au serveur de messagerie. Les raisons possibles sont : le serveur de messagerie est (temporairement) arrêté ou il existe des problèmes de connexion réseau. Veuillez réessayer dans quelques minutes.
hu_hu: Nem lehet kapcsolódni a levélkezelő szerverhez. Ennek oka lehet, hogy a szerver átmenetileg leállt vagy hálózati problémák vannak. Próbálja újra néhány perc múlva.
it_it: Impossibile connettersi al server di posta. Possibili motivi: il server di posta è (temporaneamente) indisponibile o ci sono problemi sulla connessione di rete. Prova ancora tra pochi minuti.
nb_no: Kunne ikke koble til eposttjeneren. Mulige grunner: Eposttjeneren er midlertidig utilgjengelig eller det er problemer på nettverket. Prøv igjen om noen få minutter.
nl_nl: Het is niet mogelijk om een verbinding te maken met de mailserver. Mogelijke redenen hiervoor zijn: De mailserver is (tijdelijk) niet beschikbaar of er zijn verbindingsproblemen. Probeer het alstublieft over een paar minuten opnieuw.
pl_pl: Nie można połączyć się z serwerem poczty. Możliwe przyczyny: serwer poczty jest (czasowo) uszkodzony albo wystąpiły problemy z połączeniem z siecią. Spróbuj ponownie później.
pt_br: Não foi possível conectar ao servidor de e-mail. Possíveis causas: o servidor de e-mail caiu (temporariamente) ou há problemas na conexão de rede. Tente novamente em alguns minutos.
ro_ro: Nu s-a putut realiza conexiunea cu serverul de mail. Cauze posibile: serverul de mail este (temporar) inaccesibil sau au apărut probleme de conexiune. Încercați din nou peste câteva minute.
sv_se: Kan inte ansluta till e-postservern. Möjliga anledningar: E-postservern är (tillfälligt) nedkopplad, eller så har det uppstått anslutningsproblem. Försök igen om några minuter.

source: Category name
bg_bg: Име на категория
cs_cz: Název kategorie
da_dk: Navn på kategori
es_mx: Nombre de categoría
fr_fr: Nom de la catégorie
hu_hu: Kategórianév
it_it: Nome della categoria
nl_nl: Categorienaam
pl_pl: Nazwa kategorii
pt_br: Nome da categoria
ro_ro: Nume categorie
sv_se: Kategorinamn

source: Configure categories
bg_bg: Конфигуриране на категории
cs_cz: Nastavit kategorie
da_dk: Sæt kategorier op
es_mx: Configurar categorías
fr_fr: Configurer les catégories
hu_hu: Kategóriák beállítása
it_it: Configura le categorie
nb_no: Konfigurer kategorier
nl_nl: Categorieën configureren
pl_pl: Skonfiguruj kategorie
pt_br: Configurar categorias
ro_ro: Configurare categorii
sv_se: Anpassa kategorier

source: You can enable categories again via the view dropdown on the right
bg_bg: Можете да активирате отново категориите чрез падащото меню отдясно
cs_cz: Kategorie můžete znovu zapnout pomocí rozbalovacího menu vpravo
da_dk: Du kan slå kategorier til igen via dropdown-visningen til højre.
es_mx: Puede activar categorías de nuevo mediante el desplegable de vistas de la derecha
fr_fr: Vous pouvez réactiver les catégories au moyen du menu déroulant de vue, à droite
hu_hu: A kategóriákat újra engedélyezheti jobb oldalon található nézet legördülő menüben
it_it: Puoi abilitare ancora le categorie tramite il menu a tendina sulla destra
nb_no: Du kan aktivere kategorier igjen ved å bruke visningsmenyen til høyre
nl_nl: U kan categorieën inschakelen via de dropdown lijst aan de rechterkant
pl_pl: Kategorie możesz włączyć ponownie przy użyciu menu rozwijanego z prawej
pt_br: Você pode habilitar categorias novamente através da barra de navegação à direita
ro_ro: Puteți activa din nou categoriile utilizând meniul din dreapta
sv_se: Du kan aktivera kategorier igen via den utfällbara menyn till höger

source: Please note that some categories are predefined and you might not be able to rename or disable them.
bg_bg: Моля, обърнете внимание, че някои категории са предварително дефинирани и може да не можете да ги преименувате или деактивирате.
cs_cz: Vezměte, prosím, na vědomí, že některé kategorie jsou předdefinované a není možné je přejmenovat nebo odstranit.
da_dk: Bemærk venligst at nogle kategorier er foruddefinerede, og du vil måske ikke kunne omdøbe eller deaktivere dem.
es_mx: Por favor, tenga en cuenta que algunas categorías están predefinidas y podría no ser posible renombrarlas o desactivarlas.
fr_fr: Veuillez noter que certaines catégories sont pré-définies et que vous ne pourrez pas nécessairement les renommer ou les désactiver.
hu_hu: Néhány kategória előre definiált és nem lehet átnevezni vagy letiltani őket
it_it: Nota che alcune categorie sono predefinite e potresti non essere in grado di rinominarle o disabilitarle.
nb_no: Merk at enkelte kategorier er forhåndsdefinerte, og det kan derfor hende du ikke vil kunne endre navn eller deaktivere dem.
nl_nl: Houd er rekening mee dat sommige categorieën van te voren zijn aangemaakt en dat u deze mogelijk niet kan hernoemen of uitschakelen.
pl_pl: Pamiętaj, że niektóre kategorie są predefiniowane, w związku z czym nie można zmienić ich nazwy ani ich wyłączyć.
pt_br: Note que algumas categorias são predefinidas e você pode não conseguir alterar seus nomes ou desabilitá-las.
ro_ro: Notă: unele categorii sunt predefinite și nu pot fi redenumite sau dezactivate.
sv_se: Observera att vissa kategorier är fördefinierade och du kanske inte kan döpa om eller avaktivera dem.

source: Disable categories
bg_bg: Деактивиране на категории
cs_cz: Nepoužívat kategorie
da_dk: Slå kategorier fra
es_mx: Desactivar categorías
fr_fr: Désactiver les catégories
hu_hu: Kategóriák letiltása
it_it: Disabilita le categorie
nb_no: Deaktiver kategorier
nl_nl: Categorieën uitschakelen
pl_pl: Wyłącz kategorie
pt_br: Desabilitar categorias
ro_ro: Dezactivează categoriile
sv_se: Avaktivera kategorier

source: It may take some time until mails are assigned to the default categories.
bg_bg: Може да отнеме известно време, докато имейлите бъдат присвоени на категориите по подразбиране.
cs_cz: Nějakou dobu potrvá, než se zprávy rozřadí do výchozích kategorií.
da_dk: Det kan tage noget tid, før e-mails bliver fordelt i standardkategorierne.
es_mx: Puede pasar cierto tiempo hasta que los correos se asignen a las categorías predeterminadas.
fr_fr: Un certain temps peut être nécessaire pour affecter les courriels aux catégories par défaut.
hu_hu: Eltarthat egy ideig, amíg a közös levelek az alapértelmezett kategóriákhoz rendelődnek.
it_it: L'assegnazione dei messaggi alle categorie predefinite potrebbe richiedere del tempo.
nb_no: Det vil ta litt tid før enkelte eposter blir tildelt standardkategoriene.
nl_nl: Het kan enige tijd duren voordat e-mailberichten worden toegewezen aan de standaard categorieën.
pl_pl: Przypisanie wiadomości do domyślnych kategorii może trochę potrwać.
pt_br: Levará algum tempo até que os e-mails comuns sejam atribuídos às categorias padrão.
ro_ro: Va dura un timp până când mesajele vor fi asignate categoriilor implicite.
sv_se: Det kan ta lite tid tills meddelanden blir tilldelade till standardkategorierna.

source: Move to category
bg_bg: Преместване в категория
cs_cz: Přesunout do kategorie
da_dk: Flyt til kategori
es_mx: Mover a la categoría
fr_fr: Déplacer vers la catégorie
hu_hu: Mozgatás egy kategóriába
it_it: Sposta nella categoria
nb_no: Flytt til kategori
nl_nl: Verplaats naar categorie
pl_pl: Przenieś do kategorii
pt_br: Mover para categoria
ro_ro: Mută în categorie
sv_se: Flytta till kategori

source: Move to folder
bg_bg: Премести в папка
ca_es: Mou-ho a la carpeta
cs_cz: Přesunout do složky
da_dk: Flyt til mappe
es_mx: Mover a la carpeta
fr_fr: Déplacer vers le dossier
hu_hu: Mozgatás mappába
it_it: Sposta nella cartella
nb_no: Flytt til mappe
nl_nl: Verplaats naar map
pl_pl: Przenieś do folderu
pt_br: Mover para pasta
ro_ro: Mută în dosar
sv_se: Flytta till mapp

source: Inbox categories
bg_bg: Категории входящи
cs_cz: Kategorie přijaté pošty
da_dk: Ind-bakke-kategorier
es_mx: Categorías de Bandeja de entrada
fr_fr: Catégories de la boîte de réception
hu_hu: Beérkezett üzenetek kategóriái
it_it: Categorie di posta in arrivo
nb_no: Innboks-kategorier
nl_nl: Postvak-In categorieën
pl_pl: Kategorie skrzynki odbiorczej
pt_br: Caixa de entrada das categorias
ro_ro: Categorii mesaje primite
sv_se: Inkorgskategorier

source: Unread messages
bg_bg: Непрочетени съобщения
cs_cz: Nepřečtené zprávy
da_dk: Ulæste beskeder
es_mx: Mensajes no leídos
fr_fr: Messages non lus
hu_hu: Olvasatlan üzenetek
it_it: Messaggi non letti
nb_no: Uleste meldinger
nl_nl: Ongelezen berichten
pl_pl: Wiadomości nieprzeczytane
pt_br: Mensagens não lidas
ro_ro: Mesaje necitite
sv_se: Olästa meddelanden

source: Drop here
cs_cz: Upusťte zde
da_dk: Slip her
es_mx: Soltar aquí
fr_fr: Déposez ici
hu_hu: Húzza ide
it_it: Rilascia qui
nl_nl: Sleep hier
pl_pl: Przeciągnij tutaj
pt_br: Soltar aqui
ro_ro: Depuneți aici
sv_se: Släpp här

source: Message moved to category "%1$s".
bg_bg: Съобщението бе преместено в категория \ " %1$s ".
cs_cz: Zpráva přesunuta do kategorie „%1$s“.
da_dk: Besked flyttet til kategorien "%1$s".
es_mx: Mensaje movido a la categoría "%1$s".
fr_fr: Message déplacé vers la catégorie "%1$s".
hu_hu: Az üzenet a(z) "%1$s" kategóriába került.
it_it: Messaggio spostato nella categoria "%1$s".
nb_no: Meldingen ble flyttet til kategorien "%1$s".
nl_nl: Bericht verplaatst naar categorie "%1$s".
pl_pl: Wiadomość przeniesiono do kategorii "%1$s".
pt_br: Mensagem movida para a categoria "%1$s".
ro_ro: Mesajul a fost mutat în categoria "%1$s".
sv_se: Meddelande flyttades till kategorin "%1$s".

source: Messages moved to category "%1$s".
cs_cz: Zprávy přesunuty do kategorie „%1$s“.
da_dk: Beskeder flyttet til kategori "%1$s".
es_mx: Mensajes movidos a la categoría "%1$s".
fr_fr: Messages déplacés vers la catégorie "%1$s".
hu_hu: Az üzenetek a(z) "%1$s" kategóriába kerültek.
it_it: Messaggi spostati nella categoria "%1$s".
nl_nl: Berichten verplaatst naar categorie "%1$s".
pl_pl: Wiadomości przeniesiono do kategorii "%1$s".
pt_br: Mensagens movidas para a categoria "%1$s".
ro_ro: Mesajele au fost mutate în categoria "%1$s".
sv_se: Meddelande flyttades till kategorin "%1$s".

source: Do you want to move all messages from %1$s to that category?
bg_bg: Искате ли да преместите всички съобщения от %1$s в тази категория?
cs_cz: Přejete si přesunout všechny zprávy od %1$s do této kategorie
da_dk: Vil du flytte alle beskeder fra %1$s til den kategori?
es_mx: ¿Desea mover todos los mensajes de %1$s a esa categoría?
fr_fr: Souhaitez-vous déplacer tous les messages de %1$s vers cette catégorie ?
hu_hu: Szeretné az összes, %1$s által küldött üzenetet ebbe a kategóriába tenni?
it_it: Vuoi spostare tutti i messaggi da %1$s a quella categoria?
nb_no: Ønsker du å flytte alle meldinger fra %1$s til denne kategorien?
nl_nl: Wilt u alle berichten van %1$s naar deze categorie verplaatsen?
pl_pl: Chcesz przenieść wszystkie wiadomości od nadawcy %1$s do tej kategorii?
pt_br: Deseja mover todas as mensagens de %1$s para essa categoria?
ro_ro: Doriți să mutați toate mesajele de la %1$s în această categorie?
sv_se: Vill du flytta alla meddelanden från %1$s till den kategorin?

source: Do you want to move all messages from selected senders to that category?
cs_cz: Přejete si přesunout všechny zprávy od vybraných odesilatelů do této kategorie?
da_dk: Vil du flytte alle beskeder fra de valgte afsendere til den kategori?
es_mx: ¿Desea mover todos los mensajes de los remitentes seleccionados a esa categoría?
fr_fr: Souhaitez-vous déplacer tous les messages des expéditeurs sélectionnés vers cette catégorie ?
hu_hu: Szeretné az összes, kiválasztott feladók által küldött üzenetet ebbe a kategóriába tenni?
it_it: Vuoi spostare tutti i messaggi dai mittenti selezionati a quella categoria?
nl_nl: Wilt u alle berichten van de geselecteerde verzenders naar deze categorie verplaatsen?
pl_pl: Chcesz przenieść wszystkie wiadomości od wybranych nadawców do tej kategorii?
pt_br: Deseja mover todas as mensagens dos remetentes selecionados para essa categoria?
ro_ro: Mutați toate mesajele de la expeditorii selectați în această categorie?
sv_se: Vill du flytta alla meddelanden för markerade avsändare till den kategorin?

source: Flagged
bg_bg: Маркиран
cs_cz: Příznak
da_dk: Markeret
es_mx: Marcado
fr_fr: Marqué
hu_hu: Megjelölt
it_it: Contrassegnato
nb_no: Flagget
nl_nl: Gemarkeerd
pl_pl: Oflagowane
pt_br: Marcado
ro_ro: Marcat
sv_se: Flaggat

source: Color %1$s
bg_bg: Цвят %1$s
cs_cz: Obarvit %1$s
da_dk: Farvelæg %1$s
es_mx: Colorear %1$s
fr_fr: Couleur %1$s
hu_hu: %1$s színezése
it_it: Colore %1$s
nb_no: Farge %1$s
nl_nl: Kleur %1$s
pl_pl: Kolor %1$s
pt_br: Cor de %1$s
ro_ro: Colorează %1$s
sv_se: Färg %1$s

source: Thread contains %1$d message
cs_cz: Vlákno obsahuje jednu zprávu
da_dk: Tråden indeholder %1$d besked
es_mx: El hilo contiene %1$d mensaje
fr_fr: Le fil de discussion contient %1$d message
hu_hu: A témacsoport %1$d üzenetet tartalmaz.
it_it: La conversazione contiene %1$d messaggio
nl_nl: Conversatie bevat %1$d bericht
pl_pl: Wątek obejmuje %1$d wiadomość
pt_br: A conversa contém %1$d mensagem
ro_ro: Firul conține un mesaj
sv_se: Tråden innehåller %1$d meddelande

source: has attachments
bg_bg: има прикачени файлове
cs_cz: má přílohy
da_dk: har vedhæftninger
es_mx: tiene adjuntos
fr_fr: présente des pièces jointes
hu_hu: vannak mellékletei
it_it: ha allegati
nb_no: har vedlegg
nl_nl: heeft bijlagen
pl_pl: ma załączniki
pt_br: tem anexos
ro_ro: conține fișiere atașate
sv_se: har bilagor

source: Warning:
cs_cz: Varování:
da_dk: Advarsel:
es_mx: Aviso:
fr_fr: Avertissement :
hu_hu: Figyelmeztetés:
it_it: Avviso:
nl_nl: Waarschuwing:
pl_pl: Ostrzeżenie:
pt_br: Aviso:
ro_ro: Avertisment:
sv_se: Varning:

source: Note:
cs_cz: Poznámka:
da_dk: Bemærk:
es_mx: Nota:
fr_fr: Remarque :
hu_hu: Megjegyzés:
it_it: Nota:
nl_nl: Notitie:
pl_pl: Uwaga
pt_br: Nota:
ro_ro: Notă:
sv_se: OBS:

source: From:
cs_cz: Od:
da_dk: Fra:
es_mx: De:
fr_fr: De :
hu_hu: Feladó:
it_it: Da:
nl_nl: Van:
pl_pl: Od:
pt_br: De:
ro_ro: De la:
sv_se: Från:

source: Not flagged
bg_bg: Не е маркиран
cs_cz: Bez příznaku
da_dk: Ikke markeret
es_mx: No marcado
fr_fr: Non marqué
hu_hu: Jelöletlen
it_it: Non contrassegnato
nb_no: Ikke flagget
nl_nl: Niet gemarkeerd
pl_pl: Nieoflagowane
pt_br: Não marcado
ro_ro: Nemarcat
sv_se: Inte flaggat

# CC
source: Copy
bg_bg: Копие
ca_es: Copia
cs_cz: Kopie
da_dk: Kopi (Cc)
es_mx: Copiar
fr_fr: Copie
hu_hu: Másolat
it_it: Copia
nb_no: Kopi
nl_nl: Kopie
pl_pl: Kopiuj
pt_br: Cópia
ro_ro: Copie
sv_se: Kopia

source: Blind copy
bg_bg: Скрито копие
cs_cz: Slepá kopie
da_dk: Blind kopi
es_mx: Copia oculta
fr_fr: Copie invisible
hu_hu: Rejtett másolat
it_it: Copia nascosta
nb_no: Blindkopi
nl_nl: Blinde kopie
pl_pl: Ukryta kopia
pt_br: Cópia oculta
ro_ro: Copie ascunsă
sv_se: Blind kopia

source: and %1$d others
bg_bg: и %1$d други
ca_es: i altres %1$d
cs_cz: a %1$d dalších
da_dk: og %1$d andre
es_mx: y otros %1$d
fr_fr: et les %1$d autres
hu_hu: és %1$d további
it_it: e altri %1$d
nb_no: og %1$d andre
nl_nl: en %1$d anderen
pl_pl: i %1$d innych
pt_br: e %1$d outros
ro_ro: și %1$d alții
sv_se: och %1$d andra

source: Marked as unread
cs_cz: Označit jako nepřečtené
da_dk: Markeret som ulæst
es_mx: Marcado como no leído
fr_fr: Marqué comme non lu
hu_hu: Olvasatlanként megjelölt
it_it: Marca come non letto
nl_nl: Markeren als ongelezen
pl_pl: Oznacz jako nieprzeczytane
pt_br: Marcado como não lido
ro_ro: Marcat ca necitit
sv_se: Märkt som oläst

source: Mark as read
bg_bg: Маркирай като прочетен
ca_es: Marca-ho com a llegit
cs_cz: Označit jako přečtené
da_dk: Markér som læst
es_mx: Marcar como leído
fr_fr: Marquer comme lu
hu_hu: Megjelölés olvasottként
it_it: Marca come letto
nb_no: Marker som lest
nl_nl: Markeer als gelezen
pl_pl: Oznacz jako przeczytane
pt_br: Marcar como lido
ro_ro: Marchează ca citit
sv_se: Märk som läst
