Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Show or hide alternative options for advanced users.
cs_cz: Zobrazit nebo skrýt alternativní možnosti pro pokročilé uživatele.
da_dk: Vis eller skjul alternative indstillinger for avanceret brugere.
es_mx: Mostrar u ocultar opciones alternativas para usuarios avanzados.
fr_fr: Afficher ou masquer les options alternatives pour les utilisateurs avancés.
hu_hu: Szakértő felhasználók alternatív beállításainak megjelenítése vagy elrejtése.
it_it: Mostra o nascondi le opzioni alternative per gli utenti avanzati.
nl_nl: Toon of verberg alternative opties voor geavanceerde gebruikers.
pl_pl: Pokaż lub ukryj alternatywne opcje przeznaczone dla zaawansowanych użytkowników.
pt_br: Exibir ou ocultar opções alternativas para usuários avançados.
ro_ro: Afișează sau ascunde opțiunile alternative pentru utilizatorii avansați.
sv_se: Visa eller dölj övriga alternativ för avancerade användare.

source: Show more options
cs_cz: Zobrazit více nastavení
da_dk: Vis flere indstillinger
es_mx: Mostrar más opciones
fr_fr: Afficher plus d'options
hu_hu: Több beállítás megjelenítése
it_it: Mostra altre opzioni
nl_nl: Toon meer opties
pl_pl: Pokaż więcej opcji
pt_br: Exibir mais opções
ro_ro: Afișează mai multe opțiuni
sv_se: Visa fler alternativ

source: Show less options
cs_cz: Zobrazit méně nastavení
da_dk: Vis færre indstillinger
es_mx: Mostrar menos opciones
fr_fr: Afficher moins d'options
hu_hu: Kevesebb beállítás megjelenítése
it_it: Mostra meno opzioni
nl_nl: Toon minder opties
pl_pl: Pokaż mniej opcji
pt_br: Exibir menos opções
ro_ro: Afișează mai puține opțiuni
sv_se: Visa färre alternativ

source: Show manual configuration options
cs_cz: Zobrazit možnosti pro ruční nastavení
da_dk: Vis de manuelle indstillinger til opsætning
es_mx: Mostrar opciones de configuración manual
fr_fr: Afficher les options de configuration manuelle
hu_hu: Kézi beállítás lehetőségeinek megjelenítése
it_it: Mostra le opzioni di configurazione manuale
nl_nl: Toon handmatige configuratie-opties
pl_pl: Pokaż opcje konfiguracji ręcznej
pt_br: Mostrar as opções de configuração manuais
ro_ro: Afișare opțiuni de configurare manuală
sv_se: Visa alternativ för manuell konfigurering

source: Automatic Configuration (via SMS)
bg_bg: Автоматична конфигурация (чрез SMS)
cs_cz: Automatické nastavení (přes SMS)
da_dk: Automatisk opsætning (via sms)
es_mx: Configuración automática (mediante SMS)
fr_fr: Configuration automatique (par SMS)
hu_hu: Automatikus beállítás (SMS-en keresztül)
it_it: Configurazione automatica (tramite SMS)
nb_no: Automatisk konfigurering (via SMS)
nl_nl: Automatische Configuratie (via SMS)
pl_pl: Automatyczna konfiguracja (przez SMS)
pt_br: Configuração automática (via SMS)
ro_ro: Configurare automată (via SMS)
sv_se: Automatiska inställningar (via SMS)

source: Please enter your mobile phone number, and we´ll send you a link to automatically configure your iOS device! It´s that simple!
bg_bg: Моля, въведете номера на мобилния си телефон и ще ви изпратим връзка, за да конфигурирате автоматично устройството си с iOS! Това е толкова просто!
cs_cz: Zadejte, prosím, číslo svého mobilního telefonu a my vám pošleme odkaz k automatickému nastavení vašeho zařízení s iOS. Nic víc není potřeba.
da_dk: Indtast venligst dit mobilnummer, og vi vil sende dig en URL til automatisk opsætning af din iOS-enhed. Så enkelt er det!
es_mx: Por favor, introduzca su número de teléfono móvil y ¡le enviaremos un enlace para configurar automáticamente su dispositivo iOS! ¡Es así de simple!
fr_fr: Veuillez saisir votre numéro de téléphone mobile et nous vous enverrons un lien permettant de configurer automatiquement votre appareil iOS ! C'est aussi simple que cela !
hu_hu: Adja meg a mobiltelefon számát és elküldünk egy hivatkozást, amely automatikusan beállítja az iOS eszközt. Ez ilyen egyszerű!
it_it: Digita il tuo numero di cellulare, e ti invieremo un collegamento per configurare automaticamente il tuo dispositivo iOS! Così semplice!
nb_no: Vennligst oppgi mobiltelefonnummeret ditt, så sender vi deg en lenke for å automatisk iOS-enheten din automatisk. Det er så enkelt!
nl_nl: Geef alstublieft uw mobiele nummer en we sturen u een link om automatisch uw iOS apparaat te configureren! Zo eenvoudig is het!
pl_pl: Wpisz numer telefonu. Wyślemy link do automatycznej konfiguracji urządzenia iOS. To wszystko!
pt_br: Insira seu número de telefone celular, e vamos lhe enviaremos um link para configurar automaticamente o seu dispositivo iOS! É simples assim!
ro_ro: Introduceți numărul dumneavoastră de telefon mobil și o să vă trimitem o legătură pentru a vă configura automat dispozitivul iOS! Este așa de simplu!
sv_se: Skriv ditt mobiltelefonnummer, så skickar vi dig en länk för att automatiskt anpassa din iOS-enhet! Så enkelt är det!

source: Please confirm
cs_cz: Potvrďte
da_dk: Bekræft venligst
es_mx: Por favor, confirme
fr_fr: Veuillez confirmer
hu_hu: Jóváhagyás
it_it: Conferma
nl_nl: Bevestig aub
pl_pl: Potwierdź
pt_br: Confirme
ro_ro: Vă rugăm să confirmați
sv_se: Bekräfta

source: Link will be sent to %1$s
cs_cz: Odkaz bude poslán na %1$s
da_dk: Link vil blive sendt til %1$s
es_mx: Se enviará el enlace a %1$s
fr_fr: Le lien sera envoyé à %1$s
hu_hu: A hivatkozást a következőnek küldjük: %1$s
it_it: Il collegamento sarà inviato a %1$s
nl_nl: Koppeling zal verzonden worden naar %1$s
pl_pl: Link zostanie wysłany do %1$s
pt_br: O link será enviado para %1$s
ro_ro: Legătura va fi trimisă la %1$s
sv_se: Länk kommer skickas till %1$s

source: Configuration Email
bg_bg: Конфигурационен имейл
cs_cz: Konfigurační zpráva
da_dk: Opsætnings-e-mail
es_mx: Correo de configuración
fr_fr: Courriel de configuration
hu_hu: Beállító e-mail
it_it: Messaggio di configurazione
nb_no: Konfigureringsepost
nl_nl: Configuratiebericht
pl_pl: Wiadomość e-mail z konfiguracją
pt_br: Configuração de e-mail
ro_ro: E-mail de configurare
sv_se: Konfigurationsmeddelande

source: Automatic Configuration
bg_bg: Автоматична конфигурация
cs_cz: Automatické nastavení
da_dk: Automatisk opsætning
es_mx: Configuración automática
fr_fr: Configuration automatique
hu_hu: Automatikus beállítás
it_it: Configurazione automatica
nb_no: Automatisk konfigurering
nl_nl: Automatische Configuratie
pl_pl: Automatyczna konfiguracja
pt_br: Configuração automática
ro_ro: Configurare automată
sv_se: Automatiska inställningar

source: Download profile
cs_cz: Stáhnout profil
da_dk: Hent profil
es_mx: Descargar perfil
fr_fr: Télécharger le profil
hu_hu: Profil letöltése
it_it: Scarica profilo
nl_nl: Profiel downloaden
pl_pl: Pobierz profil
pt_br: Baixar perfil
ro_ro: Descarcă profilul
sv_se: Ladda ned profil

source: Installation
bg_bg: Инсталация
cs_cz: Instalace
es_mx: Instalación
hu_hu: Telepítés
it_it: Installazione
nb_no: Installasjon
nl_nl: Installatie
pl_pl: Instalacja
pt_br: Instalação
ro_ro: Instalare

source: Show details
bg_bg: Покажи детайли
ca_es: Mostra els detalls
cs_cz: Zobrazit detaily
da_dk: Vis detaljer
es_mx: Mostrar detalles
fr_fr: Afficher les détails
hu_hu: Részletek megjelenítése
it_it: Mostra i dettagli
nb_no: Vis detaljer
nl_nl: Details tonen
pl_pl: Pokaż szczegóły
pt_br: Exibir detalhes
ro_ro: Afișează detaliile
sv_se: Visa detaljer

source: Install
bg_bg: Инсталирай
cs_cz: Instalovat
da_dk: Installér
es_mx: Instalar
fr_fr: Installer
hu_hu: Telepítés
it_it: Installa
nb_no: Installasjon
nl_nl: Installeren
pl_pl: Zainstaluj
pt_br: Instalação
ro_ro: Instalare
sv_se: Installera

source: Premium
cs_cz: Prémiové funkce
da_dk: Præmium
hu_hu: Prémium

source: Connect this device
bg_bg: Свържете това устройство
cs_cz: Připojit toto zařízení
da_dk: Forbind denne enhed
es_mx: Conectar este dispositivo
fr_fr: Connecter votre appareil
hu_hu: Eszköz csatlakoztatása
it_it: Connetti questo dispositivo
nl_nl: Koppel dit apparaat
pl_pl: Podłącz to urządzenie
pt_br: Conecte seu dispositivo
ro_ro: Conectează acest dispozitiv
sv_se: Anslut denna enhet

source: Take %1$s with you! Stay up-to-date on your favorite devices.
bg_bg: Вземете %1$s с вас! Останете в крак с любимите си устройства.
cs_cz: Vezměte si %1$s s sebou. Budete stále v obraze i na svém oblíbeném zařízení.
da_dk: Tag %1$s med dig! Hold dig opdateret på dine favoritenheder.
es_mx: ¡Lleve %1$s con usted! Manténgase al día sobre sus dispositivos favoritos.
fr_fr: Emportez %1$s avec vous ! Restez à jour sur vos appareils favoris.
hu_hu: Legyen mindig kéznél a(z) %1$s! Legyen naprakész a kedvenc eszközének használatával.
it_it: Porta %1$s con te! Mantieni aggiornati i tuoi dispositivi preferiti.
nb_no: Ta %1$s med deg! Hold deg oppdatert på alle enhetene dine.
nl_nl: Neem %1$s met u mee! Blijf op de hoogte vanaf uw favoriete apparaat.
pl_pl: Zabierz %1$s ze sobą! Bądź na bieżąco za pomocą Twoich ulubionych urządzeń.
pt_br: Leve %1$s com você! Mantenha-se atualizado em seus dispositivos favoritos.
ro_ro: Luați %1$s cu dumneavoastră! Dispozitivele dumneavoastră favorite vor fi permanent actualizate.
sv_se: Ta %1$s med dig! Håll dig informerad om det senaste med dina favoritenheter.

source: back
bg_bg: обратно
cs_cz: zpět
da_dk: tilbage
es_mx: volver
fr_fr: retour
hu_hu: vissza
it_it: indietro
nb_no: tilbake
nl_nl: terug
pl_pl: cofnij
pt_br: voltar
ro_ro: înapoi
sv_se: bakåt

source: Please select the platform of your device.
bg_bg: Моля, изберете платформата на устройството си.
cs_cz: Vyberte, prosím, druh svého zařízení.
da_dk: Vælg venligst din enheds platform.
es_mx: Por favor, seleccione la plataforma de su dispositivo.
fr_fr: Veuillez choisir la plate-forme de votre appareil.
hu_hu: Válassza ki az eszköz platformját.
it_it: Seleziona la piattaforma del tuo dispositivo.
nb_no: Vennligst velg plattformen til enheten din.
nl_nl: Selecteer alstublieft het platform van uw apparaat.
pl_pl: Wybierz platformę urządzenia.
pt_br: Selecione a plataforma para seu dispositivo.
ro_ro: Selectați platforma dispozitivului dumneavoastră.
sv_se: Välj din enhets plattform.

source: list of available platforms
bg_bg: списък на наличните платформи
cs_cz: seznam dostupných platforem
da_dk: liste med tilgængelige platforme
es_mx: lista de plataformas disponibles
fr_fr: liste des plates-formes disponibles
hu_hu: elérhető platformok listája
it_it: elenco delle piattaforme disponibili
nb_no: liste over tilgjengelige plattformer
nl_nl: lijst van beschikbare platformen
pl_pl: lista dostępnych platformach
pt_br: lista das plataformas disponíveis
ro_ro: lista platformelor disponibile
sv_se: lista över tillgängliga plattformar

source: What type of device do you want to configure?
bg_bg: Какъв тип устройство искате да конфигурирате?
cs_cz: Jaký druh zařízení chcete nastavit?
da_dk: Hvilken slags enhed vil du sætte op?
es_mx: ¿Qué tipo de dispositivo desea configurar?
fr_fr: Quel type d'appareil souhaitez-vous configurer ?
hu_hu: Melyik típusú eszközt szeretne beállítani?
it_it: Che tipo di dispositivo vuoi configurare?
nb_no: Hvilken enhet ønsker du å konfigurere?
nl_nl: Welk soort apparaat wilt u configureren?
pl_pl: Jaki typ urządzenia chcesz skonfigurować?
pt_br: Que tipo de dispositivo você deseja configurar?
ro_ro: Ce tip de dispozitiv doriți să configurați?
sv_se: Vilken typ av enhet vill du anpassa?

source: list of available devices
bg_bg: списък на наличните устройства
cs_cz: seznam dostupných zařízení
da_dk: liste med tilgængelige enheder
es_mx: lista de dispositivos disponibles
fr_fr: liste des appareils disponibles
hu_hu: elérhető eszközök listája
it_it: elenco dei dispositivi disponibili
nb_no: liste over tilgjengelige enheter
nl_nl: lijst van beschikbare apparaten
pl_pl: lista dostępnych urządzeń
pt_br: lista dos dispositivos disponíveis
ro_ro: lista dispozitivelor disponibile
sv_se: lista över tillgängliga enheter

source: choose a different platform
bg_bg: изберете друга платформа
cs_cz: vybrat jinou platformu
da_dk: vælg en anden platform
es_mx: seleccione una plataforma diferente
fr_fr: sélectionnez une plate-forme différente
hu_hu: válasszon más platformot
it_it: scegli una piattaforma diversa
nb_no: velg en annen plattform
nl_nl: kies een ander platform
pl_pl: wybierz inną platformę
pt_br: escolha uma plataforma diferente
ro_ro: alegeți altă platformă
sv_se: välj en annan plattform

source: What do you want to use?
bg_bg: Какво искате да използвате?
cs_cz: Co si přejete použít?
da_dk: Hvad vil du bruge?
es_mx: ¿Qué desea utilizar?
fr_fr: Que souhaitez-vous utiliser ?
hu_hu: Mit szeretne használni?
it_it: Cosa vuoi utilizzare?
nb_no: Hva ønsker du å bruke?
nl_nl: Welke wilt u gebruiken?
pl_pl: Czego chcesz użyć?
pt_br: O que você deseja usar?
ro_ro: Ce doriți să utilizați?
sv_se: Vad vill du använda?

source: list of available actions
bg_bg: списък на наличните действия
cs_cz: seznam dostupných činností
da_dk: liste med tilgængelige handlinger
es_mx: lista de acciones disponibles
fr_fr: liste des actions disponibles
hu_hu: elérhető műveletek listája
it_it: elenco delle azioni disponibili
nb_no: liste over tilgjengelige handlinger
nl_nl: lijst van beschikbare acties
pl_pl: lista dostępnych działań
pt_br: lista das ações disponíveis
ro_ro: lista acțiunilor disponibile
sv_se: lista över tillgängliga åtgärder

source: choose a different scenario
bg_bg: изберете друг сценарий
cs_cz: vybrat jinou situaci
da_dk: vælg et andet scenarie
es_mx: seleccione un escenario diferente
fr_fr: sélectionnez un autre scénario
hu_hu: válasszon más szituációt
it_it: scegli uno scenario diverso
nb_no: velg et annet scenario
nl_nl: kies een ander scenario
pl_pl: wybierz inny scenariusz
pt_br: escolha um cenário diferente
ro_ro: alegeți alt scenariu
sv_se: välj ett annat scenario

source: Client onboarding
bg_bg: Клиент на борда
cs_cz: Úvodní nastavení klienta
da_dk: Klient-on-boarding
es_mx: Incorporación del cliente
fr_fr: Intégration du client
hu_hu: Bemutatás
it_it: Informazioni iniziali sul client
nb_no: Kundeonboarding
nl_nl: Client aanmelden
pl_pl: Wprowadzanie klienta
pt_br: Cliente onboarding
ro_ro: Introducere pentru client
sv_se: On-board-klient

source: Incomplete configuration.
bg_bg: Непълна конфигурация.
cs_cz: Nedokončené nastavení.
da_dk: Ufuldstændig opsætning.
es_mx: Configuración incompleta
fr_fr: Configuration incomplète.
hu_hu: Befejezetlen beállítás.
it_it: Configurazione incompleta.
nb_no: Ufullstendig konfigurering.
nl_nl: Onvolledige configuratie.
pl_pl: Konfiguracja nie jest kompletna.
pt_br: Configuração incompleta.
ro_ro: Configurație incompletă.
sv_se: Ofullständig konfiguration.

source: Connect your device
cs_cz: Připojte své zařízení
da_dk: Forbind din enhed
es_mx: Conecte su dispositivo
fr_fr: Connectez votre appareil
hu_hu: Eszköz csatlakoztatása
it_it: Connetti il tuo dispositivo
nl_nl: Sluit uw apparaat aan
pl_pl: Połącz urządzenie
pt_br: Conectar seu dispositivo
ro_ro: Conectare dispozitiv
sv_se: Anslut din enhet

source: To synchronize Address Book, please enter the following settings in your CardDav client:
cs_cz: Pro synchronizaci Adresáře proveďte v klientu CardDav následující nastavení:
da_dk: For at synkronisere adressebogen, bedes du indtaste de følgende indstillinger, i din klient til CardDav:
es_mx: Para sincronizar la Libreta de direcciones, por favor introduzca los siguientes ajustes en su cliente CardDav:
hu_hu: A Címjegyzék szinkronizálásához adja meg a következő beállításokat a CardDav kliensben:
it_it: Per sincronizzare la rubrica, immetti le seguenti impostazioni nel client CardDav:
nl_nl: Om het Adresboek te synchroniseren, moet u de volgende instellingen maken in uw CardDav client:
pl_pl: Aby synchronizować książkę adresową, wprowadź w kliencie CardDav następujące ustawienia:
pt_br: Para sincronizar o catálogo de endereços, insira as seguintes configurações no cliente CardDav:
ro_ro: Pentru a sincroniza Agenda, introduceți următoarele setări în clientul CardDav:
sv_se: För att synkronisera Adressboken, använd följande inställningar i din CardDav-klient:

source: To synchronize Calendar, please enter the following settings in your CalDav client:
cs_cz: Pro synchronizaci Kalendáře proveďte v klientu CalDav následující nastavení:
da_dk: For at synkronisere kalenderen, bedes du indtaste de følgende indstillinger, i din klient til CardDav:
es_mx: Para sincronizar el Calendario, por favor introduzca los siguientes ajustes en su cliente CalDav:
hu_hu: A Naptár szinkronizálásához adja meg a következő beállításokat a CalDav kliensben:
it_it: Per sincronizzare il calendario, immetti le seguenti impostazioni nel client CalDav:
nl_nl: Om de Agenda te synchroniseren, moet u de volgende instellingen maken in uw CalDav client:
pl_pl: Aby synchronizować kalendarz, wprowadź w kliencie CalDav następujące ustawienia:
pt_br: Para sincronizar o Calendário, insira as seguintes configurações no seu cliente CalDav:
ro_ro: Pentru a vă sincroniza Calendarul, introduceți următoarele setări în clientul CalDav:
sv_se: För att synkronisera Kalendern, använd följande inställningar i din CalDav-klient:

source: To synchronize Address Book with your phone, please enter the following settings in your CardDav client:
cs_cz: Pro synchronizaci adresáře s vaším telefonem proveďte v klientu CalDav následující nastavení:
da_dk: For at synkronisere adressebogen med din telefon, bedes du indtaste de følgende indstillinger, i din klient til CardDav:
es_mx: Para sincronizar Libreta de direcciones con su dispositivo, por favor introduzca los siguientes ajustes en su cliente CardDav:
fr_fr: Pour synchroniser le Carnet d'adresses avec votre téléphone, veuillez saisir les réglages suivants dans votre client CardDav :
hu_hu: A Címjegyzék és a telefon szinkronizálásához adja meg a következő beállításokat a CardDav kliensben:
it_it: Per sincronizzare la rubrica con il telefono, immettere le seguenti impostazioni nel client CardDav:
nl_nl: Voer de volgende instellingen in uw CardDav client in om het Adresboek met uw telefoon te synchroniseren:
pl_pl: Aby synchronizować książkę adresową z telefonem, wprowadź w kliencie CardDav następujące ustawienia:
pt_br: Para sincronizar o catálogo de endereços com o seu telefone, insira as seguintes configurações no cliente CardDav:
ro_ro: Pentru a vă sincroniza Agenda cu telefonul, introduceți următoarele setări în clientul CardDav:
sv_se: För att synkronisera Adressbok med din telefon, använd följande inställningar i din CardDav-klient:

source: To synchronize Calendar with your phone, please enter the following settings in your CalDav client:
cs_cz: Pro synchronizaci kalendáře s vaším telefonem proveďte v klientu CalDav následující nastavení:
da_dk: For at synkronisere kalenderen med din telefon, bedes du indtaste de følgende indstillinger, i din klient til CardDav:
es_mx: Para sincronizar Calendario con su teléfono, por favor introduzca los siguientes ajustes en su cliente CardDav:
fr_fr: Pour synchroniser l'Agenda avec votre téléphone, veuillez saisir les réglages suivants dans votre client CalDav :
hu_hu: A Naptár és a telefon szinkronizálásához adja meg a következő beállításokat a CalDav kliensben:
it_it: Per sincronizzare il calendario con il telefono, immettere le seguenti impostazioni nel client CalDav:
nl_nl: Voer de volgende instellingen in uw CalDav client in om de Agenda met uw telefoon te synchroniseren:
pl_pl: Aby synchronizować kalendarz z telefonem, wprowadź w kliencie CalDav następujące ustawienia:
pt_br: Para sincronizar o Calendário com o seu telefone, insira as seguintes configurações no seu cliente CalDav:
ro_ro: Pentru a vă sincroniza Calendarul cu telefonul, introduceți următoarele setări în clientul CalDav:
sv_se: För att synkronisera Kalender med din telefon, använd följande inställningar i din CalDav-klient:

source: To synchronize Mail, Calendar and Address Book via Exchange Active Sync, please enter the following settings:
cs_cz: Pro synchronizaci zpráv, kalendáře a adresáře přes Exchange Active Sync proveďte následující nastavení:
da_dk: For at synkronisere e-mail, kalender og adressebogen med Exchange Active Sync, bedes du indtaste de følgende indstillinger:
es_mx: Para sincronizar Correo, Calendario y Libreta de direcciones mediante Sincronización Activa de Exchange, por favor introduzca los siguientes ajustes:
fr_fr: Pour synchroniser le Courrier, l'Agenda et le Carnet d'adresses via Exchange Active Sync, veuillez saisir les réglages suivants :
hu_hu: A Mail, a Naptár és a Címjegyzék szinkronizálásához az Exchange Active Sync segítségével adja meg a következő beállításokat:
it_it: Per sincronizzare posta, calendario e rubrica tramite Exchange Active Sync, inserire le seguenti impostazioni:
nl_nl: Voer de volgende instellingen in om E-mail, Agenda en Adresboek via Exchange Active Sync te synchroniseren:
pl_pl: Aby synchronizować pocztę, kalendarz i książkę adresową przez Exchange Active Sync, wprowadź następujące ustawienia:
pt_br: Para sincronizar e-mail, calendário e catálogo de endereços via Exchange Active Sync, insira as seguintes configurações:
ro_ro: Pentru a sincroniza Corespondența, Calendarul și Agenda prin Exchange Active Sync, introduceți următoarele setări:
sv_se: För att synkronisera Mail, Kalender och Adressbok via Exchange Active Sync, använd följande inställningar:

source: Please scan this code with your phone's camera:
cs_cz: Naskenujte tento kód fotoaparátem svého telefonu:
da_dk: Skan venligst denne kode med din telefons kamera:
es_mx: Por favor, escanee este código con la cámara de su teléfono:
fr_fr: Veuillez scanner ce code à l'aide de l'appareil photo de votre téléphone :
hu_hu: Olvassa be ezt a kódot a telefon kamerájával:
it_it: Scansiona questo codice con la fotocamera del tuo telefono:
nl_nl: Scan deze code met de camera van je telefoon:
pl_pl: Zeskanuj ten kod aparatem w telefonie:
pt_br: Leia este código com a câmera do seu telefone:
ro_ro: Scanați acest cod cu aparatul foto al telefonului:
sv_se: Skanna den här koden med din telefonkamera:

source: Scan this code with your phone's camera to synchronize your Mail, Calendar and Address Book via Exchange Active Sync:
cs_cz: Pro synchronizaci aplikací Pošta, Kalendář a Adresář pomocí Exchange Active Sync, naskenujte tento kód fotoaparátem svého telefonu:
da_dk: Skan denne kode med din telefons kamera for at synkronisere din e-mail, kalender og adressebog via Exchange Active Sync:
es_mx: Escanee este código con la cámara de su teléfono para sincronizar su correo, calendario y libreta de direcciones mediante Exchange Active Sync:
hu_hu: Olvassa be ezt a kódot a telefon kamerájával, hogy szinkronizálja leveleit, naptárát és címjegyzékét az Exchange Active Sync segítségével:
it_it: Scansiona questo codice con la fotocamera del tuo telefono per sincronizzare la posta, il calendario e la rubrica tramite Exchange Active Sync:
nl_nl: Scan deze code met de camera van je telefoon om je E-mail, Agenda en Adresboek te synchroniseren via Exchange Active Sync:
pl_pl: Zeskanuj ten kod aparatem telefonu, aby zsynchronizować pocztę, kalendarz i książkę adresową przez Exchange Active Sync:
pt_br: Leia este código com a câmera do seu telefone para sincronizar o seu e-mail, calendário e catálogo de endereços via Exchange Active Sync:
ro_ro: Scanați acest cod cu aparatul foto al telefonului pentru a vă sincroniza corespondența, calendarul și agenda prin Exchange Active Sync:
sv_se: Skanna den här koden med din telefonkamera för att synkronisera din e-post, kalender och adressbok via Exchange Active Sync:

source: Android phone or tablet
cs_cz: Telefon nebo tablet s Androidem
da_dk: Android telefon eller tablet
es_mx: Teléfono o tablet Android
fr_fr: Téléphone ou tablette Android
hu_hu: Android telefon vagy táblagép
it_it: Telefono o tablet Android
nl_nl: Android telefoon of tablet
pl_pl: Telefon lub tablet z systemem Android
pt_br: Tablet ou telefone Android
ro_ro: Telefon sau tabletă Android
sv_se: Android-telefon eller pekplatta
