Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: %1$s and %2$s are typing ...
cs_cz: %1$s a %2$s píší...
da_dk: %1$s og %2$s skriver ...
es_mx: %1$s y %2$s están escribiendo ...
fr_fr: %1$s et %2$s écrivent...
hu_hu: %1$s és %2$s gépel ...
it_it: %1$s e %2$s stanno scrivendo...
nl_nl: %1$s en %2$s zijn aan het typen ...
pl_pl: %1$s i %2$s coś piszą...
pt_br: %1$s e %2$s estão digitando ...
ro_ro: %1$s și %2$s tastează ...
sv_se: %1$s och %2$s skriver...

source: %1$s, %2$s, and %3$s are typing ...
cs_cz: %1$s, %2$s a %3$s píší...
da_dk: %1$s, %2$s, og %3$s skriver ...
es_mx: %1$s, %2$s, y %3$s están escribiendo ...
fr_fr: %1$s, %2$s, et %3$s écrivent...
hu_hu: %1$s, %2$s, és %3$s gépel ...
it_it: %1$s, %2$s e %3$s stanno scrivendo...
nl_nl: %1$s, %2$s en %3$s zijn aan het typen ...
pl_pl: %1$s, %2$s i %3$s coś piszą...
pt_br: %1$s, %2$s e %3$s estão digitando ...
ro_ro: %1$s, %2$s, și %3$s tastează ...
sv_se: %1$s, %2$s, och %3$s skriver...

source: %1$s, %2$s and %3$d others are typing ...
cs_cz: %1$s, %2$s a %3$s dalších píše...
da_dk: %1$s, %2$s, %3$d samt flere skriver ...
es_mx: %1$s, %2$s y otros %3$d están escribiendo ...
fr_fr: %1$s, %2$s et %3$d autres utilisateurs écrivent...
hu_hu: %1$s, %2$s, és még %3$s személy gépel ...
it_it: %1$s, %2$s e %3$s altri stanno scrivendo...
nl_nl: %1$s, %2$s en %3$d anderen zijn aan het typen ...
pl_pl: %1$s i %2$s oraz %3$d innych coś piszą...
pt_br: %1$s, %2$s e %3$d outros estão digitando ...
ro_ro: %1$s, %2$s și alții %3$d tastează ...
sv_se: %1$s, %2$s och %3$d andra skriver...

source: Join Zoom meeting
cs_cz: Připojit se ke schůzce přes Zoom
da_dk: Deltag i Zoom-møde
es_mx: Unirse a reunión de Zoom
fr_fr: Rejoindre une réunion Zoom
hu_hu: Csatlakoztatás a Zoom meetinghez
it_it: Partecipa alla riunione Zoom
nl_nl: Deelnemen aan Zoom vergadering
pl_pl: Dołącz do spotkania Zoom
pt_br: Entrar na reunião do Zoom
ro_ro: Alăturați-vă întâlnirii Zoom
sv_se: Anslut till Zoom-möte

source: Join Jitsi meeting
cs_cz: Připojit se ke schůzce přes Jitsi
da_dk: Deltag i Jitsi-møde
es_mx: Unirse a reunión de Jitsi
fr_fr: Rejoindre une réunion Jitsi
hu_hu: Csatlakoztatás a Jitsi meetinghez
it_it: Partecipa alla riunione Jitsi
nl_nl: Deelnemen aan Jitsi vergadering
pl_pl: Dołącz do spotkania Jitsi
pt_br: Entrar na reunião do Jitsi
ro_ro: Alăturați-vă întâlnirii Jitsi
sv_se: Anslut till Jitsi-möte

source: Join conference call
cs_cz: Připojit se ke konferenčnímu hovoru
da_dk: Deltag i konferenceopkald
es_mx: Unirse a conferencia
fr_fr: Rejoindre une conférence téléphonique
hu_hu: Csatlakozás a konferenciahíváshoz
it_it: Partecipa alla conferenza
nl_nl: Deelnemen aan telefonische vergadering
pl_pl: Dołącz do połączenia konferencyjnego
pt_br: Entrar na chamada de conferência
ro_ro: Alăturați-vă conferinței telefonice
sv_se: Anslut till telefonkonferens

source: Conference
cs_cz: Konference
da_dk: Konference
es_mx: Conferencia
fr_fr: Conférence
hu_hu: Tárgyalás
it_it: Conferenza
nl_nl: Vergadering
pl_pl: Konferencja
pt_br: Conferência
ro_ro: Conferinţă
sv_se: Telefonkonferens

source: Link:
cs_cz: Odkaz:
es_mx: Enlace:
fr_fr: Lien :
hu_hu: Hivatkozás:
it_it: Collegamento:
ro_ro: Legătură:
sv_se: Länk:

source: Copy to location field
cs_cz: Kopírovat do pole umístění
da_dk: Kopiér til placeringsfelt
es_mx: Copiar al campo de ubicación
fr_fr: Copier vers le champ "Lieu"
hu_hu: Másolás a hely mezőbe
it_it: Copia nel campo della posizione
nl_nl: Kopieer naar locatieveld
pl_pl: Skopiuj do pola lokalizacji
pt_br: Copiar para campo de localização
ro_ro: Copiere în câmpul locație
sv_se: Kopiera till platsfält

source: Meeting password: %1$s
cs_cz: Heslo schůzky: %1$s
da_dk: Kodeord til mødet: %1$s
es_mx: Contraseña de reunión: %1$s
fr_fr: Mot de passe de réunion : %1$s
hu_hu: Meeting jelszó: %1$s
it_it: Password della riunione: %1$s
nl_nl: Vergaderingswachtwoord: %1$s
pl_pl: Hasło do spotkania: %1$s
pt_br: Senha da reunião: %1$s
ro_ro: Parola întâlnirii: %1$s
sv_se: Möteslösenord: %1$s

source: One tap mobile (%1$s): %2$s
cs_cz: Na jedno kliknutí (%1$s): %2$s
da_dk: Ét-tryk mobil (%1$s): %2$s
es_mx: Móvil con un toque (%1$s): %2$s
fr_fr: Numéro rapide sur appareil mobile (%1$s) : %2$s
hu_hu: Mobil gyorshívás (%1$s): %2$s
it_it: Chiamata rapida mobile (%1$s): %2$s
nl_nl: Één tik mobiel (%1$s): %2$s
pl_pl: Jedno stuknięcie na urządzeniu mobilnym (%1$s) %2$s
pt_br: Um toque para celular (%1$s): %2$s
ro_ro: Acces rapid mobil (%1$s): %2$s
sv_se: Snabbval mobil (%1$s): %2$s

source: Dial-in passcode: %1$d
cs_cz: Heslo pro vytáčené připojení: %1$d
da_dk: Opkalds-kodeord: %1$d
es_mx: Código de acceso telefónico: %1$d
fr_fr: Code d'accès pour appel téléphonique : %1$d
hu_hu: Telefonos jelszó: %1$d
it_it: Codice d'accesso di composizione: %1$d
nl_nl: Inbelcode: %1$d
pl_pl: Kod dostępu przy telefonicznym uczestnictwie w spotkaniu: %1$d
pt_br: Senha de discagem: %1$d
ro_ro: Cod de acces prin apel: %1$d
sv_se: Uppringningskod: %1$d

source: Dial by your location
cs_cz: Vytočit podle místa, kde jste
da_dk: Ring fra din placering
es_mx: Marcar según su ubicación
fr_fr: Appel téléphonique suivant votre localisation
hu_hu: Tárcsázás a tartózkodási hely szerint
it_it: Componi in base alla tua posizione
nl_nl: Kies op basis van uw locatie
pl_pl: Zadzwoń na numer dla swojej lokalizacji
pt_br: Ligue pela sua localização
ro_ro: Apelarea după locația dvs.
sv_se: Ring upp från din plats

source: You first need to connect %1$s with Zoom. To do so, you need a Zoom Account. If you don't have an account yet, it is sufficient to create a free one.
cs_cz: Nejprve se musíte %1$s připojit přes Zoom. K tomu potřebujete účet u Zoom. Nemáte-li žádný, stačí založit účet zdarma.
da_dk: Du skal først forbinde %1$s med Zoom. For at gøre det, har du brug for en Zoom-konto. Hvis du ikke har en endnu, er en gratis-konto tilstrækkeligt.
es_mx: En primer lugar necesita conectar %1$s con Zoom. Para ello necesita una cuenta de Zoom. Si aún no tiene una cuenta, es suficiente con crear una gratuita.
fr_fr: Vous devez commencer par connecter %1$s à Zoom. Pour ce faire, vous devez disposer d'un compte Zoom. Si ce n'est pas le cas, il suffit de créer un compte gratuit.
hu_hu: Először %1$s-t kell csatlakoztatnia a Zoomhoz. Ehhez Zoom-fiókra van szüksége. Ha még nincs fiókja, elegendő létrehoznia egy ingyenes fiókot.
it_it: È necessario connettere prima %1$s con Zoom. Per fare ciò, serve un account Zoom. Se non si ha ancora un account, è sufficiente crearne uno gratuito.
nl_nl: U dient eerst %1$s te verbinden met Zoom. Hiervoor heeft u een Zoomaccount nodig. Als u nog geen account heeft is het voldoende om een gratis account aan te maken.
pl_pl: Najpierw musisz połączyć aplikację %1$s z platformą Zoom. Aby to zrobić, potrzebujesz konta Zoom. Jeśli nie masz jeszcze konta, wystarczy założyć darmowe.
pt_br: Primeiro, você precisa conectar %1$s com o Zoom. Para fazer isso, você precisa de uma conta Zoom. Se você ainda não tem uma conta, basta criar uma gratuita.
ro_ro: Mai întâi trebuie să conectați %1$s cu Zoom. Pentru a face acest lucru, aveți nevoie de un cont Zoom. Dacă nu aveți încă un cont, este suficient să creați unul gratuit.
sv_se: Du måste först ansluta %1$s till Zoom. För att göra det behöver du ett Zoom-konto. Om du inte har ett konto ännu räcker det med att skapa ett gratiskonto.

source: Connect with Zoom
cs_cz: Připojit přes Zoom
da_dk: Forbind med Zoom
es_mx: Conectar con Zoom
fr_fr: Connecter à Zoom
hu_hu: Csatlakozás Zoom-mal
it_it: Connetti con Zoom
nl_nl: Verbinden met Zoom
pl_pl: Połącz się z Zoom
pt_br: Conectar ao Zoom
ro_ro: Conectare la Zoom
sv_se: Anslut med Zoom

source: Connecting to Zoom ...
cs_cz: Připojuji k Zoom...
da_dk: Forbinder til Zoom ...
es_mx: Conectando con Zoom ...
fr_fr: Connexion à Zoom...
hu_hu: Kapcsolódás a Zoomhoz ...
it_it: Connessione a Zoom...
nl_nl: Verbinden met Zoom ...
pl_pl: Łączenie z Zoom...
pt_br: Conectando ao Zoom...
ro_ro: Se conectează la Zoom…
sv_se: Ansluter till Zoom...

source: Copy link to location
cs_cz: Kopírovat odkaz na umístění
da_dk: Kopiér link til placering
es_mx: Copiar enlace a ubicación
fr_fr: Copier le lien vers le lieu
hu_hu: Másolás a hely mezőbe
it_it: Copia collegamento nella posizione
nl_nl: Kopieer link naar locatie
pl_pl: Skopiuj link do lokalizacji
pt_br: Copiar link para local
ro_ro: Copiază legătura la locație
sv_se: Kopiera länk till plats

source: Copy link to clipboard
cs_cz: Zkopírovat odkaz do schránky
da_dk: Kopiér link til udklipsholder
es_mx: Copiar enlace a portapapeles
fr_fr: Copier le lien vers le presse-papiers
hu_hu: Hivatkozás másolása a vágólapra
it_it: Copia collegamento negli appunti
nl_nl: Kopieer link naar klembord
pl_pl: Skopiuj link do schowka
pt_br: Copiar link para a área de transferência
ro_ro: Copiază legătura în clipboard
sv_se: Kopiera länk till klippbord

source: Copy dial-in information to description
cs_cz: Do popisu kopírovat informace o připojení
da_dk: Kopiér opkalds-information til beskrivelse
es_mx: Copiar información de acceso telefónico a descripción
fr_fr: Copier les informations d'appel vers la description
hu_hu: A telefonos információkat másolása a leírásba
it_it: Copia le informazioni di accesso nella descrizione
nl_nl: Kopieer inbelinformatie naar beschrijving
pl_pl: Skopiuj do opisu informacje o telefonicznym uczestnictwie w spotkaniu
pt_br: Copiar informações de discagem para a descrição
ro_ro: Copierea informațiilor de apel în descriere
sv_se: Kopiera uppringningsinformation till beskrivning

source: Zoom meetings expire after 365 days. We recommend to limit the series to one year. Alternatively, you can update the series before the Zoom meeting expires.
cs_cz: Schůzky Zoom vyprší po 365 dnech. Doporučujeme sérii omezit na jeden rok. Případně můžete sérii upravit, než schůzka vyprší.
da_dk: Zoom-møder udløber efter 365 dage. Vi anbefaler at begrænse serien til ét år. Alternativt kan du opdatere serien inden at Zoom-møderne udløber.
es_mx: Las reuniones de Zoom caducan tras 365 días. Recomendamos limitar las series a un año. Otra posibilidad es actualizar las series antes de que la reunión de Zoom caduque.
fr_fr: Les réunions Zoom expirent au bout de 365 jours. Nous recommandons de limité la série à une période d'un an. Vous pouvez également mettre à jour la série avant expiration de la réunion Zoom.
hu_hu: A Zoom Meetingek 365 nap után lejárnak. Javasoljuk, hogy a sorozatokat egy évre korlátozza. Alternatív megoldásként frissítheti a sorozatot a Zoom Meeting lejárta előtt.
it_it: Le riunioni Zoom scadono dopo 365 giorni. Si consiglia di limitare la serie a un anno. In alternativa, è possibile aggiornare la serie prima che la riunione Zoom scada.
nl_nl: Zoom vergaderingen verlopen na 365 dagen. Wij raden aan om de reeks tot één jaar te beperken. U kunt ook de reeks bijwerken voordat de Zoom vergadering verloopt.
pl_pl: Spotkania Zoom wygasają po 365 dniach. Zalecamy ograniczenie cyklu do roku. Ewentualnie możesz zaktualizować cykl przed wygaśnięciem spotkania Zoom.
pt_br: As reuniões do Zoom expiram após 365 dias. Recomendamos limitar a série a um ano. Como alternativa, você pode atualizar a série antes que a reunião do Zoom expire.
ro_ro: Întâlnirile de Zoom expiră după 365 de zile. Vă recomandăm să limitați seria la un an. Alternativ, puteți actualiza seria înainte de expirarea întâlnirii Zoom.
sv_se: Zoom-möten upphör efter 365 dagar. Vi rekommenderar att serien begränsas till ett år. Annars kan du uppdatera serien innan Zoom-mötet upphör.

source: A problem occured while loading the Zoom meeting. Maybe the Zoom meeting has expired.
cs_cz: Při nahrávání schůzky Zoom došlo k problému. Možná schůzka vypršela.
da_dk: Der opstod et problem under indlæsningen af Zoom-mødet. Måske er mødet udløbet.
es_mx: Se produjo un problema al cargar la reunión de Zoom. Puede que la reunión de Zoom haya caducado.
fr_fr: Un problème s'est produit lors du chargement de la réunion Zoom. Il est possible que celle-ci ait expiré.
hu_hu: Probléma merült fel a Zoom meeting betöltésekor. Lehet, hogy lejárt a Zoom Meeting.
it_it: Si è verificato un problema durante il caricamento della riunione Zoom. Forse la riunione Zoom è scaduta.
nl_nl: Er trad een probleem op bij het laden van de Zoom vergadering. Misschien is de Zoom vergadering verlopen.
pl_pl: Podczas ładowania spotkania Zoom wystąpił problem. Być może spotkanie Zoom wygasło.
pt_br: Ocorreu um problema ao carregar a reunião do Zoom. Talvez a reunião do Zoom tenha expirado.
ro_ro: A apărut o problemă la încărcarea întâlnirii Zoom. Este posibil ca întâlnirea Zoom să fi expirat.
sv_se: Ett problem inträffade när Zoom-mötet laddades. Zoom-mötet kan ha upphört.

source: Create new Zoom meeting
cs_cz: Založit novou schůzku Zoom
da_dk: Lav nyt Zoom-møde
es_mx: Crear nueva reunión de Zoom
fr_fr: Créer une nouvelle réunion Zoom
hu_hu: Új Zoom Meeting létrehozása
it_it: Crea nuova riunione Zoom
nl_nl: Nieuwe Zoom vergadering aanmaken
pl_pl: Utwórz nowe spotkanie Zoom
pt_br: Criar uma nova reunião do Zoom
ro_ro: Creează o nouă întâlnire Zoom
sv_se: Skapa nytt Zoom-möte

source: The Zoom integration service is currently unavailable. Please try again later.
cs_cz: Služba pro integraci Zoom není v tuto chvíli dostupná. Zkuste to později.
da_dk: Integrerings-servicen til Zoom er ikke til rådighed i øjeblikket. Prøv venligst igen senere.
es_mx: El servicio de integración de Zoom no está disponible actualmente. Por favor, inténtelo de nuevo más tarde.
fr_fr: Le service d'intégration Zoom n'est pas disponible pour le moment. Veuillez réessayer ultérieurement.
hu_hu: A Zoom integrációs szolgáltatás jelenleg nem érhető el. Próbálja újra később.
it_it: Il servizio di integrazione Zoom non è attualmente disponibile. Riprova più tardi.
nl_nl: De Zoom integratieservice is op dit moment niet beschikbaar. Probeert u het later alstublieft opnieuw.
pl_pl: Usługa integracji z platformą Zoom jest obecnie niedostępna. Spróbuj ponownie później.
pt_br: O serviço de integração Zoom não está disponível no momento. Tente novamente mais tarde.
ro_ro: Serviciul de integrare Zoom nu este disponibil în prezent. Încercați din nou mai târziu.
sv_se: Zoom-integreringstjänsten är för närvarande otillgänglig. Försök igen senare.

source: New meeting
cs_cz: Nová schůzka
da_dk: Nyt møde
es_mx: Nueva reunión
fr_fr: Nouvelle réunion
hu_hu: Új értekezlet
it_it: Nuova riunione
nl_nl: Nieuwe vergadering
pl_pl: Nowe spotkanie
pt_br: Nova reunião
ro_ro: Întâlnire nouă
sv_se: Nytt möte

source: Contacts have been moved
bg_bg: Контактите бяха преместени
ca_es: Els contactes s'han mogut
cs_cz: Kontakty byly přesunuty
da_dk: Kontakterne blev flyttet
es_mx: Los contactos se han movido
fr_fr: Les contacts ont été déplacés
hu_hu: A névjegyek áthelyezésre kerültek
it_it: I contatti sono stati spostati
nb_no: Kontaktene ble flyttet
nl_nl: Contacten zijn verplaatst
pl_pl: Kontakty zostały przeniesione
pt_br: Os contatos foram movidos
ro_ro: Contactele au fost mutate
sv_se: Kontakter har flyttats

source: Contact has been moved
bg_bg: Контактът бе преместен
ca_es: El contacte s'ha mogut
cs_cz: Kontakt byl přesunut
da_dk: Kontakten er blevet flyttet
es_mx: El contacto se ha movido
fr_fr: Le contact a été déplacé
hu_hu: A névjegy áthelyezésre került
it_it: Il contatto è stato spostato
nb_no: Kontakt er flyttet
nl_nl: Contact is verplaatst
pl_pl: Kontakt został przeniesiony
pt_br: O contato foi movido
ro_ro: Contactul a fost mutat
sv_se: Kontakten har flyttats

source: Copy
bg_bg: Копирай
ca_es: Copia
cs_cz: Kopírovat
da_dk: Kopiér
es_mx: Copiar
fr_fr: Copier
hu_hu: Másolás
it_it: Copia
nb_no: Kopi
nl_nl: Kopiëren
pl_pl: Kopiuj
pt_br: Copiar
ro_ro: Copiază
sv_se: Kopiera

source: Contacts have been copied
bg_bg: Контактите са копирани
ca_es: Els contactes s'han copiat
cs_cz: Kontakty byly zkopírovány
da_dk: Kontakterne blev kopieret
es_mx: Los contactos se han copiado
fr_fr: Les contacts ont été copiés
hu_hu: A névjegyek átmásolásra kerültek
it_it: I contatti sono stati copiati
nb_no: Kontaktene ble kopiert
nl_nl: Contacten zijn gekopieerd
pl_pl: Kontakty zostały skopiowane
pt_br: Os contatos foram copiados
ro_ro: Contactele au fost copiate
sv_se: Kontakter har kopierats

source: Contact has been copied
bg_bg: Контактът е копиран
ca_es: El contacte s'ha copiat
cs_cz: Kontakt byl zkopírován
da_dk: Kontakten er blevet kopieret
es_mx: El contacto se ha copiado
fr_fr: Le contact a été copié
hu_hu: A névjegy átmásolásra került
it_it: Il contatto è stato copiato
nb_no: Kontakten ble kopiert
nl_nl: Contact is gekopieerd
pl_pl: Kontakt został skopiowany
pt_br: O contato foi copiado
ro_ro: Contactul a fost copiat
sv_se: Kontakten har kopierats

source: New contact
bg_bg: Нов контакт
ca_es: Nou contacte
cs_cz: Nový kontakt
da_dk: Ny kontakt
es_mx: Nuevo contacto
fr_fr: Nouveau contact
hu_hu: Új névjegy
it_it: Nuovo contatto
nb_no: Ny kontakt
nl_nl: Nieuw contact
pl_pl: Nowy kontakt
pt_br: Novo contato
ro_ro: Contact nou
sv_se: Ny kontakt

source: New distribution list
cs_cz: Nový distribuční seznam
da_dk: Ny distributionsliste
es_mx: Nueva lista de distribución
fr_fr: Nouvelle liste de diffusion
hu_hu: Új terjesztési lista
it_it: Nuova lista di distribuzione
nl_nl: Nieuwe Distributielijst
pl_pl: Nowa lista dystrybucyjna
pt_br: Nova lista de distribuição
ro_ro: Listă de distribuție nouă
sv_se: Ny distributionslista

source: Add to address book
bg_bg: Добави в контакти
ca_es: Afegeix a la llibreta d'adreces
cs_cz: Přidat do adresáře
da_dk: Tilføj til adressebog
es_mx: Añadir a libreta de direcciones
fr_fr: Ajouter au carnet d'adresses
hu_hu: Hozzáadás a címjegyzékhez
it_it: Aggiungi alla rubrica
nb_no: Legg til i adressebok
nl_nl: Aan adresboek toevoegen
pl_pl: Dodaj do książki adresowej
pt_br: Adicionar ao catálogo de endereço
ro_ro: Adaugă în agenda de contacte
sv_se: Lägg till i adressboken

source: Send email
cs_cz: Poslat e-mail
es_mx: Enviar correo
fr_fr: Envoyer un courriel
hu_hu: E-mail küldése
it_it: Invia messaggio
nl_nl: Verzenden via e-mail
pl_pl: Wyślij wiadomość e-mail
pt_br: Enviar e-mail
ro_ro: Trimite e-mail
sv_se: Skicka meddelande

source: Invite
bg_bg: Покани
ca_es: Convida
cs_cz: Pozvat
da_dk: Invitér
es_mx: Invitar
fr_fr: Inviter
hu_hu: Meghívás
it_it: Invita
nb_no: Inviter
nl_nl: Uitnodigen
pl_pl: Zaproś
pt_br: Convidar
ro_ro: Invită
sv_se: Bjud in

source: Invite to appointment
bg_bg: Поканете на среща
ca_es: Convida a la cita
cs_cz: Pozvat na schůzku
da_dk: Invitér til aftale
es_mx: Invitar a la cita
fr_fr: Inviter à un rendez-vous
hu_hu: Meghívás találkozóra
it_it: Invita a un appuntamento
nb_no: Inviter til avtale
nl_nl: Uitnodigen voor een afspraak
pl_pl: Zaproś na spotkanie
pt_br: Convite para o compromisso
ro_ro: Invită la întâlnire
sv_se: Bjud in till möte

source: Send as vCard
bg_bg: Изпрати като vCard
ca_es: Envia com a vCard
cs_cz: Poslat jako vCard
da_dk: Send som vCard
es_mx: Enviar como vCard
fr_fr: Envoyer en tant que vCard
hu_hu: Küldés vCard-ként
it_it: Invia come vCard
nb_no: Send som vCard
nl_nl: Versturen als vCard
pl_pl: Wyślij jako wizytówkę vCard
pt_br: Enviar como vCard
ro_ro: Trimite ca vCard
sv_se: Skicka som vCard

source: Add to portal
bg_bg: Добави в портала
ca_es: Afegeix al portal
cs_cz: Přidat do portálu
da_dk: Tilføj til portal
es_mx: Añadir al portal
fr_fr: Ajouter au portail
hu_hu: Hozzáadás a portálhoz
it_it: Aggiungi al portale
nb_no: Legg til i portalen
nl_nl: Toevoegen aan het portaal
pl_pl: Dodaj do portalu
pt_br: Adicionar ao portal
ro_ro: Adaugă la portal
sv_se: Lägg till portal

source: Share your contacts
bg_bg: Споделяйте контактите си
cs_cz: Sdílet vaše kontakty
da_dk: Del dine kontakter
es_mx: Comparta sus contactos
fr_fr: Partager vos contacts
hu_hu: Névjegyek megosztása
it_it: Condividi i tuoi contatti
nb_no: Del kontaktene dine
nl_nl: Deel uw contacten
pl_pl: Udostępnij kontakty
pt_br: Compartilhar seus contatos
ro_ro: Partajează contactele
sv_se: Dela ut dina kontakter

source: This distribution list has been added to the portal
bg_bg: Този списък за разпространение е добавен към портала
ca_es: Aquesta llista de distribució s'ha afegit al portal
cs_cz: Distribuční seznam byl přidán do portálu
da_dk: Denne distributionsliste er blevet tilføjet portalen
es_mx: Esta lista de distribución se ha añadido al portal
fr_fr: La liste de diffusion a été ajoutée au portail
hu_hu: Ezt a terjesztési listát hozzáadtuk a portálhoz
it_it: Questa lista di distribuzione è stata aggiunta al portale
nb_no: Denne distribusjonslisten er lagt til portalen
nl_nl: Deze distributielijst is toegevoegd aan het portaal
pl_pl: Ta lista dystrybucyjna została dodana do portalu
pt_br: Esta lista de distribuição foi adicionada ao portal
ro_ro: Lista de distribuție a fost adugată la portal
sv_se: Den här distributionslistan har lagts till i portalen

source: Delete items
cs_cz: Smazat položky
da_dk: Slet elementer
es_mx: Borrar elementos
fr_fr: Supprimer les éléments
hu_hu: Elemek törlése
it_it: Elimina gli elementi
nl_nl: Elementen verwijderen
pl_pl: Usuń pozycje
pt_br: Excluir itens
ro_ro: Șterge elemente
sv_se: Radera objekt

source: Delete distribution list
cs_cz: Smazat distribuční seznam
da_dk: Slet distributionsliste
es_mx: Borrar lista de distribución
fr_fr: Supprimer la liste de diffusion
hu_hu: Disztribúciós lista törlése
it_it: Elimina la lista di distribuzione
nl_nl: Distributielijst verwijderen
pl_pl: Usuń listę dystrybucyjną
pt_br: Excluir lista de distribuição
ro_ro: Șterge lista de distribuție
sv_se: Radera sändlista

source: Delete contact
bg_bg: Изтриване на контакт
cs_cz: Smazat kontakt
da_dk: Slet kontakt
es_mx: Borrar contacto
fr_fr: Supprimer le contact
hu_hu: Névjegy törlése
it_it: Elimina contatto
nb_no: Slett kontakt
nl_nl: Verwijder contactpersoon
pl_pl: Usuń kontakt
pt_br: Excluir contato
ro_ro: Șterge contactul
sv_se: Ta bort kontakt

source: Do you really want to delete these items?
bg_bg: Наистина ли искате да изтриете тези елементи?
ca_es: Realment voleu suprimir aquests elements?
cs_cz: Opravdu chcete smazat tyto položky?
da_dk: Vil du virkelig slette disse elementer?
es_mx: ¿Está seguro de querer borrar estos elementos?
fr_fr: Voulez-vous vraiment supprimer ces éléments ?
hu_hu: Biztos, hogy törölni szeretné ezeket az elemeket?
it_it: Vuoi davvero eliminare questi elementi?
nb_no: Ønsker du virkelig å slette disse elementene?
nl_nl: Weet u zeker dat u de elementen wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć te elementy?
pt_br: Deseja realmente excluir estes itens?
ro_ro: Sigur doriți să ștergeți elementele?
sv_se: Vill du verkligen ta bort dessa objekt?

source: Do you really want to delete this distribution list?
bg_bg: Наистина ли искате да изтриете този списък с разпространение?
ca_es: Realment voleu suprimir aquesta llista de distribució?
cs_cz: Opravdu chcete smazat tento distribuční seznam?
da_dk: Vil du virkelig slette denne distributionsliste?
es_mx: ¿Está seguro de querer borrar esta lista de distribución?
fr_fr: Voulez-vous vraiment supprimer cette liste de diffusion ?
hu_hu: Biztos, hogy törölni szeretné ezt a terjesztési listát?
it_it: Sei sicuro di voler eliminare questa lista di distribuzione?
nb_no: Ønsker du virkelig å slette denne distribusjonslisten?
nl_nl: Weet u zeker dat u de geselecteerde distributielijst wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę listę dystrybucyjną?
pt_br: Deseja realmente excluir esta lista de distribuição?
ro_ro: Sigur doriți să ștergeți lista de distribuție?
sv_se: Vill du verkligen ta bort den här distributionslistan?
