Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: matches a substring
cs_cz: odpovídá podřetězci
da_dk: passer med en delstreng
es_mx: coincide con una subcadena
fr_fr: correspond à une sous-chaîne
hu_hu: egyezik rész-karaktersorozatra
it_it: verifica una sottostringa
nb_no: matcher en delstreng
nl_nl: bevat de zinsnede
pl_pl: pasuje do podłańcucha
pt_br: corresponde a uma substring
ro_ro: se potrivește cu un subșir
sv_se: matchar en delsträng

source: does not match a substring
cs_cz: neodpovídá podřetězci
da_dk: passer ikke med en delstreng
es_mx: no coincide con una subcadena
fr_fr: ne correspond pas à une sous-chaîne
hu_hu: nem egyezik rész-karaktersorozatra
it_it: non verifica una sottostringa
nb_no: matcher ikke en delstreng
nl_nl: bevat niet de zinsnede
pl_pl: nie pasuje do podłańcucha
pt_br: não corresponde a uma substring
ro_ro: nu se potrivește cu un subșir
sv_se: matchar inte en delsträng

source: an exact, full match
bg_bg: точно, пълно съвпадение
cs_cz: přesná, plná shoda
da_dk: passer præcist og komplet
es_mx: un exacto, coincidencia total
fr_fr: correspondance exacte, intégrale
hu_hu: pontos, teljes egyezés
it_it: una corrispondenza esatta, completa
nb_no: et nøyaktig, fullt treff
nl_nl: exact en volledige het zelfde
pl_pl: pełne, dokładne dopasowanie
pt_br: um exato, correspondência total
ro_ro: potrivire exactă, completă
sv_se: en exakt fullständig matchning

source: not an exact, full match
bg_bg: не точно, пълно съвпадение
cs_cz: nejde o přesnou, plnou shodu
da_dk: passer omtrentligt og komplet
es_mx: un no exacto, coincidencia total
fr_fr: correspondance non exacte ou intégrale
hu_hu: nem pontos, teljes egyezés
it_it: non una corrispondenza esatta, completa
nb_no: ikke et nøyaktig, fullt treff
nl_nl: niet exact en volledige het zelfde
pl_pl: inne niż pełne, dokładne dopasowanie
pt_br: um não exato, correspondência total
ro_ro: nu este potrivire exactă, completă
sv_se: inte en exakt, fullständig matchning

source: a full match (allows DOS-style wildcards)
bg_bg: пълно съвпадение (позволява заместващи стилове на DOS)
cs_cz: plná shoda (umožňuje hvězdičkovou konvenci jako v DOSu)
da_dk: passer på det hele (tillader joker-tegn i DOS-stil)
es_mx: una coincidencia total (permite comodines estilo DOS)
fr_fr: correspondance intégrale (autorise les caractères de remplacement de style DOS)
hu_hu: a teljes egyezés (engedélyez DOS-stílus helyettesítő karaktereket)
it_it: una corrispondenza completa (consente i caratteri jolly in stile DOS)
nb_no: et fullt treff (tillater DOS-wildcards)
nl_nl: volledig het zelfde (DOS jokertekens toegestaan)
pl_pl: pełne dopasowanie (dozwolone są znaki wieloznaczne z systemu DOS)
pt_br: correspondência total (permite caracteres em estilo DOS)
ro_ro: potrivire completă (permite jokeri în stil DOS)
sv_se: en fullständig matchning (möjliggör jokertecken i DOS-stil)

source: not a full match (allows DOS-style wildcards)
bg_bg: не съвпадение (позволява заместващи стилове на DOS)
cs_cz: nejde o plnou shodu (umožňuje hvězdičkovou konvenci jako v DOSu)
da_dk: passer ikke på det hele (tillader joker-tegn i DOS-stil)
es_mx: una coincidencia no total (permite comodines estilo DOS)
fr_fr: correspondance partielle (autorise les caractères de remplacement de style DOS)
hu_hu: nem teljes egyezés (engedélyez DOS-stílus helyettesítő karaktereket)
it_it: non una corrispondenza completa (consente i caratteri jolly in stile DOS)
nb_no: ikke et fullt treff (tillater DOS-wildcards)
nl_nl: niet het zelfde (DOS jokertekens toegestaan)
pl_pl: inne niż pełne dopasowanie (dozwolone są znaki wieloznaczne z systemu DOS)
pt_br: correspondência não total (permite caracteres em estilo DOS)
ro_ro: nu este potrivire completă (permite jokeri în stil DOS)
sv_se: inte en fullständig matchning (möjliggör jokertecken i DOS-stil)

source: This rule applies to all messages. Please add a condition to restrict this rule to specific messages.
bg_bg: Това правило важи за всички съобщения. Моля, добавете условие, за да ограничите това правило до конкретни съобщения.
ca_es: Aquesta regla s'aplica a tots els missatges. Per favor, afegiu una condició per a restringir aquesta regla a missatges específics.
cs_cz: Toto pravidlo se použije pro všechny zprávy. Pokud chcete omezit jeho platnost jen na některé zprávy, přidejte do pravidla podmínku.
da_dk: Denne regel gælder for alle beskeder.
es_mx: Esta regla se aplica a todos los mensajes. Por favor, añada una condición para restringir esta regla a mensajes específicos.
fr_fr: Cette règle s'applique à tous les messages. Veuillez ajouter une condition pour restreindre cette règle à des messages précis.
hu_hu: Ez a szabály minden üzenetre alkalmazva lesz. Vegyen fel egy feltételt a szabály bizonyos üzenetekre korlátozásához.
it_it: Questa regola si applica a tutti i messaggi. Aggiungi una condizione per restringere questa regola a messaggi specifici.
nb_no: Denne regelen gjelder for alle meldinger. Vennligst legg til en betingelse for å begrense denne regelen til konkrete meldinger.
nl_nl: Deze regel heeft betrekking op alle berichten. Voeg alstublieft een conditie toe om deze regel te beperken tot specifieke berichten.
pl_pl: Ta reguła ma zastosowanie do wszystkich wiadomości. Aby jej działanie ograniczało się do określonych wiadomości, dodaj warunek.
pt_br: Esta regra se aplica a todas as mensagens. Adicione uma condição para restringir esta regra a mensagens específicas.
ro_ro: Această regulă se aplică tuturor mesajelor. Adăugați o condiție pentru a restricționa această regulă la anumite mesaje.
sv_se: Den här regeln gäller för alla meddelanden. Lägg till ett villkor för att begränsa regeln till specifika meddelanden.

source: Please define at least one action.
bg_bg: Моля, определете поне едно действие.
cs_cz: Nastavte, prosím, alespoň jednu činnost.
da_dk: Definér venligst mindst en handling.
es_mx: Por favor, defina al menos una acción.
fr_fr: Veuillez définir au moins une action.
hu_hu: Adjon meg legalább egy műveletet.
it_it: Specifica almeno un'azione.
nb_no: Vennligst definer minst én handling.
nl_nl: Voeg minimaal één actie toe.
pl_pl: Zdefiniuj przynajmniej jedną akcję.
pt_br: Defina pelo menos uma ação.
ro_ro: Definiți cel puțin o acțiune.
sv_se: Definiera minst en åtgärd.

source: Conditions
bg_bg: Условия
ca_es: Condicions
cs_cz: Podmínky
da_dk: Betingelser
es_mx: Condiciones
hu_hu: Feltételek
it_it: Condizioni
nb_no: Betingelser
nl_nl: Voorwaarden
pl_pl: Warunki
pt_br: Condições
ro_ro: Condiții
sv_se: Villkor

source: Add action
bg_bg: Добави действие
ca_es: Afegeix-hi una acció
cs_cz: Přidat činnost
da_dk: Tilføj handling
es_mx: Añadir acción
fr_fr: Ajouter une action
hu_hu: Művelet hozzáadása
it_it: Aggiungi un'azione
nb_no: Legg til handling
nl_nl: Actie toevoegen
pl_pl: Dodaj działanie
pt_br: Adicionar uma ação
ro_ro: Adaugă o acțiune
sv_se: Lägg till åtgärd

source: Rule name
bg_bg: Име на правилото
ca_es: Nom de la regla
cs_cz: Název pravidla
da_dk: Navn på regel
es_mx: Nombre de la regla
fr_fr: Nom de la règle
hu_hu: Szabály neve
it_it: Nome regola
nb_no: Regelnavn
nl_nl: Regelnaam
pl_pl: Nazwa reguły
pt_br: Nome da regra
ro_ro: Nume regulă
sv_se: Regelns namn

source: Apply rule if all conditions are met
bg_bg: Прилагайте правило, ако са изпълнени всички условия
ca_es: Aplica la regla si es compleixen totes les condicions
cs_cz: Uplatnit pravidlo, pokud jsou všechny podmínky splněny
da_dk: Brug regel hvis alle betingelserne er opfyldt
es_mx: Aplicar regla si se cumplen todas las condiciones
fr_fr: Appliquer la règle si toutes les conditions sont vérifiées
hu_hu: Szabály alkalmazása, ha minden feltétel teljesül
it_it: Applica la regola se tutte le condizioni sono verificate
nb_no: Regelen gjelder dersom alle vilkårene er oppfylt
nl_nl: Pas regel toe als aan alle voorwaarden is voldaan
pl_pl: Zastosuj regułę, jeśli spełniono wszystkie warunki.
pt_br: Aplicar regra se todas as condições forem atendidas
ro_ro: Aplică regula dacă toate condițiile sunt respectate
sv_se: Tillämpa regeln om alla villkor möts

source: Apply rule if any condition is met
bg_bg: Прилагайте правило, ако е изпълнено някое от условията
cs_cz: Uplatnit pravidlo, pokud je kterákoliv z podmínek splněna
da_dk: Brug regel bare én betingelse er opfyldt
es_mx: Aplicar regla si se cumple cualquier condición
fr_fr: Appliquer la règle si l'une au moins des conditions est vérifiée
hu_hu: Szabály alkalmazása, ha bármely feltétel teljesül
it_it: Applica la regola se qualsiasi condizione viene verificata
nb_no: Bruk regel hvis noen av vilkårene er oppfylt
nl_nl: Toepassen als minimaal één van de voorwaarden is gehaald
pl_pl: Zastosuj regułę, jeśli spełniono co najmniej jeden warunek.
pt_br: Aplicar regra se alguma condição for atendida
ro_ro: Aplică regula dacă una din condiții este respectată
sv_se: Verkställ regel om något villkor uppfylls

source: New rule
bg_bg: Ново правило
ca_es: Nova regla
cs_cz: Nové pravidlo
da_dk: Ny regel
es_mx: Nueva regla
fr_fr: Nouvelle règle
hu_hu: Új szabály
it_it: Nuova regola
nb_no: Ny regel
nl_nl: Nieuwe regel
pl_pl: Nowa reguła
pt_br: Nova regra
ro_ro: Regulă nouă
sv_se: Ny regel

source: Filter Rules
bg_bg: Филтърни правила
cs_cz: Pravidla pro filtr
da_dk: Filterregler
es_mx: Reglas de filtrado
fr_fr: Règles de filtrage
hu_hu: Szűrőszabályok
it_it: Regole di filtro
nb_no: Filterregler
nl_nl: Filter Regels
pl_pl: Reguły filtrów
pt_br: Regras de filtro
ro_ro: Reguli de filtrare
sv_se: Filterregler

source: Unable to load mail filter rules settings.
bg_bg: Не може да се заредят настройките на правилата за филтриране на пощата.
ca_es: No s'han pogut carregar la configuració de les regles del filtre de correu
cs_cz: Nepodařilo se načíst nastavení pro filtrování pošty.
da_dk: Kan ikke indlæse e-mail-filter-indstillinger.
es_mx: No se pueden cargar los ajustes reglas de filtrado de correo.
fr_fr: Impossible de charger les réglages des règles de filtrage du courrier.
hu_hu: Nem tölthetők be a levélszűrő szabályok beállításai.
it_it: Impossibile caricare le impostazioni delle regole di filtraggio dei messaggi.
nb_no: Kan ikke laste e-postfilterregler innstillinger.
nl_nl: Mailfilter regels kunnen niet worden geladen.
pl_pl: Nie można wczytać ustawień reguł filtrów poczty.
pt_br: Não foi possível carregar as configurações de regras de filtro de e-mail.
ro_ro: Nu s-au putut încărca setările regulilor de filtrare a mesajelor.
sv_se: Kan inte ladda inställningar för e-postfilterregler.

source: Couldn't load your mail filter rules.
bg_bg: Не можете да заредите правилата за филтриране на пощата.
ca_es: No s'han pogut carregar les vostres regles del filtre de correu
cs_cz: Nepodařilo se načíst vaše pravidla pro filtry zpráv.
da_dk: Kunne ikke indlæse dine e-mail-filtre.
es_mx: No se pudieron cargar sus reglas de filtrado de correo.
fr_fr: Impossible de charger vos règles de filtrage du courrier.
hu_hu: A levélszűrő szabályai nem tölthetők be.
it_it: Impossibile caricare le tue regole di filtraggio dei messaggi.
nb_no: Kunne ikke laste inn e-postfilterreglene.
nl_nl: Kan uw e-mailfilter regels niet laden.
pl_pl: Nie można wczytać reguł filtrów poczty.
pt_br: Não foi possível carregar as regras do seu filtro de e-mail.
ro_ro: Nu s-au putut încărca regulile dumneavoastră de filtrare a mesajelor.
sv_se: Kunde inte ladda dina e-postfilterregler.

source: Keep mails from %1$s
bg_bg: Пазете писма от %1$s
cs_cz: Ponechat e-maily od %1$s
da_dk: Behold e-mails fra %1$s
es_mx: Conservar correos de %1$s
fr_fr: Conserver les courriels provenant de %1$s
hu_hu: %1$s feladótól érkezett levelek megtartása
it_it: Conserva i messaggi da %1$
nb_no: Behold eposter fra %1$s
nl_nl: Behoud e-mailberichten van %1$s
pl_pl: Nie kasuj wiadomości od "%1$s"
pt_br: Manter e-mails de %1$s
ro_ro: Păstrează mesajele de la %1$s
sv_se: Behåll meddelanden från %1$s

source: Discard mails from %1$s
bg_bg: Отхвърлете писмата от %1$s
cs_cz: Zahodit e-maily od %1$s
da_dk: Smid e-mails fra %1$s ud
es_mx: Descartar correos de %1$s
fr_fr: Supprimer les courriels provenant de %1$s
hu_hu: %1$s feladótól érkezett levelek eldobása
it_it: Scarta i messaggi di posta da %1$s
nb_no: Forkast eposter fra %1$s
nl_nl: Verwijder e-mailberichten van %1$s
pl_pl: Odrzuć wiadomości od "%1$s"
pt_br: Descartar e-mails de %1$s
ro_ro: Renunță la mesajele de la %1$s
sv_se: Kasta meddelanden från %1$s

source: Move mails from %1$s into folder %2$s
bg_bg: Преместване на писма от %1$s в папка %2$s
cs_cz: Přesunout zprávy od %1$s do složky %2$s
da_dk: Flyt e-mails fra %1$s til mappen %2$s
es_mx: Mover correos de %1$s a la carpeta %2$s
fr_fr: Déplacer les courriels provenant de %1$s vers le dossier %2$s
hu_hu: %1$s feladótól érkezett levelek áthelyezése a(z) %2$s mappába
it_it: Sposta i messaggi di posta da %1$s nella cartella %2$s
nb_no: Flytt eposter fra %1$s til mappen %2$s
nl_nl: Verplaats e-mailberichten van %1$s in de map %2$s
pl_pl: Przenieś wiadomości od "%1$s" do folderu "%2$s"
pt_br: Mover e-mails de %1$s para a pasta %2$s
ro_ro: Mută mesajele de la %1$s în dosarul %2$s
sv_se: Flytta meddelanden från %1$s till mapp %2$s

source: Redirect mails from %1$s to %2$s
bg_bg: Пренасочване на имейли от %1$s към %2$s
cs_cz: Přesměrovat zprávy od %1$s na %2$s
da_dk: Omdirigér e-mails fra %1$s til %2$s
es_mx: Redirigir correos de %1$s a %2$s
fr_fr: Rediriger les courriels provenant de %1$s vers %2$s
hu_hu: %1$s feladótól érkezett levelek átirányítása ide: %2$s
it_it: Redirigi i messaggi da %1$s a %2$s
nb_no: Videresend eposter fra %1$s til %2$s
nl_nl: Stuur e-mailberichten door van %1$s naar %2$s
pl_pl: Przekieruj wiadomości od "%1$s" do "%2$s"
pt_br: Redirecionar e-mails de %1$s para %2$s
ro_ro: Redirecționează mesajele de la %1$s la %2$s
sv_se: Omdirigera meddelanden från %1$s till %2$s

source: Reject mails from %1$s with reason %2$s
bg_bg: Отхвърляне на писма от %1$s с причина %2$s
cs_cz: Odmítnout zprávy od %1$s kvůli %2$s
da_dk: Afvis e-mails fra %1$s med begrundelsen %2$s
es_mx: Rechazar correos de %1$s con el motivo %2$s
fr_fr: Refuser les courriels provenant de %1$s au motif de %2$s
hu_hu: %1$s feladótól érkezett levelek eldobása ezzel az indokkal: %2$s
it_it: Rifiuta i messaggi da %1$s con motivo %2$s
nb_no: Avvis eposter fra %1$s med begrunnelse %2$s
nl_nl: Wijs e-mailberichten van %1$s af met reden %2$s
pl_pl: Odrzuć wiadomości od "%1$s" z powodem "%2$s"
pt_br: Rejeitar e-mails de %1$s com motivo %2$s
ro_ro: Refuză mesajele de la %1$s cu motivul %2$s
sv_se: Avslå meddelanden från %1$s med motivering %2$s

source: Mark mails from %1$s as seen
bg_bg: Маркирайте поща от %1$s както се вижда
cs_cz: Označit zprávy od %1$s jako přečtené
da_dk: Markér e-mails fra %1$s som sete
es_mx: Marcar correos de %1$s como vistos
fr_fr: Marquer tous les courriels provenant de %1$s comme lus
hu_hu: %1$s feladótól érkezett levelek olvasottnak jelölése
it_it: Marca i messaggi da %1$s come letti
nb_no: Merk eposter fra %1$s som lest
nl_nl: Markeer e-mailberichten van %1$s als gezien
pl_pl: Oznacz wiadomości od "%1$s" jako wyświetlone
pt_br: Marcar e-mails de %1$s como lidos
ro_ro: Marchează mesajele de la %1$s ca citite
sv_se: Märk meddelanden från %1$s som lästa

source: Mark mails from %1$s as deleted
bg_bg: Маркирайте писма от %1$s като изтрити
cs_cz: Označit zprávy od %1$s jako smazané
da_dk: Markér e-mails fra %1$s som slettede
es_mx: Marcar correos de %1$s como eliminados
fr_fr: Marquer tous les courriels provenant de %1$s comme supprimés
hu_hu: %1$s feladótól érkezett levelek töröltnek jelölése
it_it: Marca i messaggi da %1$s come eliminati
nb_no: Merk eposter fra %1$s som slettet
nl_nl: Markeer e-mailberichten van %1$s als verwijderd
pl_pl: Oznacz wiadomości od "%1$s" jako usunięte
pt_br: Marcar e-mails de %1$s como excluídos
ro_ro: Marchează mesajele de la %1$s ca șterse
sv_se: Märk meddelanden från %1$s som raderade

source: Flag mails from %1$s with a color
bg_bg: Маркирайте писмата от %1$s с цвят
cs_cz: Barevně označit zprávy od %1$s
da_dk: Markér e-mails fra %1$s med en farve
es_mx: Marcar correos de %1$s con un color
fr_fr: Assigner une couleur à tous les courriels provenant de %1$s
hu_hu: A(z) %1$s feladótól érkezett levelek megjelölése színnel
it_it: Contrassegna i messaggi da %1$s con un colore
nb_no: Flagg eposter fra %1$s med en farge
nl_nl: Markeer e-mailberichten van %1$s met een kleur
pl_pl: Nadaj wiadomościom od "%1$s" kolorową flagę
pt_br: Marcar e-mails de %1$s com uma cor
ro_ro: Marchează mesajele de la %1$s cu o culoare
sv_se: Flagga meddelanden från %1$s med en färg

source: Tag mails from %1$s with %2$s
cs_cz: Označit zprávy od %1$s štítkem %2$s
da_dk: Sæt etiketten »%2$s« på e-mails fra %1$s
es_mx: Etiquetar correos de %1$s con %2$s.
fr_fr: Étiqueter tous les courriels provenant de %1$s en tant que %2$s
hu_hu: %1$s feladótól érkezett levelek megjelölése %2$s címkével
it_it: Etichetta i messaggi da %1$s con %2$s
nb_no: Tagg eposter fra %1$s med %2$s
nl_nl: Label e-mailberichten van %1$s met %2$s
pl_pl: Oznacz wiadomości od "%1$s" znacznikiem "%2$s"
pt_br: Marcar e-mails de %1$s com %2$s
ro_ro: Marchează mesajele de la %1$s cu %2$s
sv_se: Tagga meddelanden från %1$s med %2$s

source: Keep mails to %1$s
bg_bg: Пазете писма до %1$s
cs_cz: Ponechat zprávy pro %1$s
da_dk: Behold e-mails fra %1$s
es_mx: Mantener los correos en %1$s
fr_fr: Conserver les courriels à destination de %1$s
hu_hu: %1$s címzettnek küldött levelek megtartása
it_it: Conserva i messaggi a %1$s
nb_no: Behold eposter til %1$s
nl_nl: Behoud e-mailberichten naar %1$s
pl_pl: Nie kasuj wiadomości do "%1$s"
pt_br: Manter e-mails de %1$s
ro_ro: Păstrează mesajele către %1$s
sv_se: Behåll meddelanden till %1$s

source: Discard mails to %1$s
bg_bg: Отхвърлете писмата до %1$s
cs_cz: Odstranit zprávy pro %1$s
da_dk: Smid e-mails til %1$s ud
es_mx: Descartar correos a %1$s
fr_fr: Supprimer les courriels à destination de %1$s
hu_hu: %1$s címzettnek küldött levelek eldobása
it_it: Scarta i messaggi a %1$s
nb_no: Forkast eposter til %1$s
nl_nl: Verwijder e-mailberichten naar %1$s
pl_pl: Odrzuć wiadomości do "%1$s"
pt_br: Descartar e-mails para %1$s
ro_ro: Renunță la mesajele către %1$s
sv_se: Kasta meddelanden till %1$s

source: Move mails to %1$s into folder %2$s
bg_bg: Преместване на писма до %1$s в папка %2$s
cs_cz: Přesunout zprávy pro %1$s do složky %2$s
da_dk: Flyt e-mails til %1$s til mappen %2$s
es_mx: Mover los correos de %1$s a la carpeta %2$s
fr_fr: Déplacer les courriels à destination de %1$s vers le dossier %2$s
hu_hu: %1$s címzettnek küldött levelek áthelyezése a(z) %2$s mappába
it_it: Sposta i messaggi a %1$s nella cartella %2$s
nb_no: Flytt eposter til %1$s til mappen %2$s
nl_nl: Verplaats e-mailberichten naar %1$s in de map %2$s
pl_pl: Przenieś wiadomości do "%1$s" do folderu "%2$s"
pt_br: Mover e-mails de %1$s para a pasta %2$s
ro_ro: Mută mesajele către %1$s în dosarul %2$s
sv_se: Flytta meddelanden till %1$s till mappen %2$s

source: Redirect mails to %1$s to %2$s
bg_bg: Пренасочване на имейли към %1$s към %2$s
cs_cz: Přesměrovat zprávy pro %1$s na %2$s
da_dk: Omdirigér e-mails til %1$s til %2$s
es_mx: Redirigir los correos de %1$s a %2$s
fr_fr: Rediriger les courriels à destination de %1$s vers %2$s
hu_hu: %1$s címzettnek érkezett levelek átirányítása ide: %2$s
it_it: Redirigi i messaggi a %1$s a %2$s
nb_no: Videresend eposter til %1$s til %2$s
nl_nl: Stuur e-mailberichten naar %1$s door naar %2$s
pl_pl: Przekieruj wiadomości do "%1$s" do %2$s
pt_br: Redirecionar e-mails de %1$s para %2$s
ro_ro: Redirecționează mesajele către %1$s la %2$s
sv_se: Omdirigera meddelanden från %1$s till %2$s

source: Reject mails to %1$s with reason %2$s
bg_bg: Отхвърляне на писма до %1$s с причина %2$s
cs_cz: Odmítnout zprávy pro %1$s kvůli %2$s
da_dk: Afvis e-mails til %1$s med begrundelsen %2$s
es_mx: Rechazar los correos de %1$s con el motivo %2$s
fr_fr: Refuser les courriels à destination de %1$s au motif de %2$s
hu_hu: %1$s címzettnek érkezett levelek eldobása ezzel az indokkal: %2$s
it_it: Rifiuta i messaggi a %1$s con motivo %2$s
nb_no: Avvis eposter til %1$s med begrunnelsen %2$s
nl_nl: Wijs e-mailberichten naar %1$s af met reden %2$s
pl_pl: Odrzuć wiadomości do "%1$s" z powodem "%2$s"
pt_br: Rejeitar e-mails para %1$s com motivo %2$s
ro_ro: Refuză mesajele către %1$s cu motivul %2$s
sv_se: Avslå meddelanden till %1$s med motivering %2$s

source: Mark mails to %1$s as seen
bg_bg: Маркирайте пощата до %1$s както се вижда
cs_cz: Označit zprávy pro %1$s jako přečtené
da_dk: Markér e-mail til %1$s som sete
es_mx: Marcar correos de %1$s como vistos
fr_fr: Marquer les courriels à destination de %1$s comme lus
hu_hu: %1$s címzettnek érkezett levelek olvasottnak jelölése
it_it: Marca i messaggi a %1$s come letti
nb_no: Marker e-poster til %1$s som lest
nl_nl: Markeer e-mailberichten naar %1$s als gezien
pl_pl: Oznacz wiadomości do "%1$s" jako wyświetlone
pt_br: Marcar e-mails para %1$s como lidos
ro_ro: Marchează mesajele către %1$s ca citite
sv_se: Märk meddelanden till %1$s som lästa

source: Mark mails to %1$s as deleted
bg_bg: Маркирайте писма до %1$s като изтрити
cs_cz: Označit zprávy pro %1$s jako smazané
da_dk: Markér e-mails til %1$s som slettede
es_mx: Marcar correos de %1$s como eliminados
fr_fr: Marquer les courriels à destination de %1$s comme supprimés
hu_hu: %1$s címzettnek érkezett levelek törlése
it_it: Marca i messaggi a %1$s come eliminati
nb_no: Marker eposter til %1$s som slettet
nl_nl: Markeer e-mailberichten naar %1$s als verwijderd
pl_pl: Oznacz wiadomości do "%1$s" jako usunięte
pt_br: Marcar e-mails para %1$s como excluídos
ro_ro: Marchează mesajele către %1$s ca șterse
sv_se: Märk meddelanden till %1$s som raderade

source: Flag mails to %1$s with a color
bg_bg: Маркирай писмата до %1$s с цвят
cs_cz: Barevně označit zprávy pro %1$s
da_dk: Markér e-mails til %1$s med en farve
es_mx: Marcar correos de %1$s con un color
fr_fr: Assigner une couleur aux courriels à destination de %1$s
hu_hu: %1$s címzettnek küldött levelek megjelölése színnel
it_it: Contrassegna i messaggi a %1$s con un colore
nb_no: Flagg eposter til %1$s med en farge
nl_nl: Markeer e-mailberichten naar %1$s met een kleur
pl_pl: Nadaj wiadomościom do "%1$s" kolorową flagę
pt_br: Marcar e-mails para %1$s com uma cor
ro_ro: Marchează mesajele către %1$s cu o culoare
sv_se: Flagga meddelanden till %1$s med en färg

source: Tag mails to %1$s with %2$s
bg_bg: Маркират имейли до %1$s с %2$s
cs_cz: Označit zprávy pro %1$s štítkem %2$s
da_dk: Sæt etiketten »%2$s« på e-mails til %1$s
es_mx: Etiquetar correos de %1$s con %2$s
fr_fr: Étiqueter tous les courriels à destination de %1$s en tant que %2$s
hu_hu: %1$s címzettnek érkezett levelek megjelölése %2$s címkével
it_it: Etichetta i messaggi a %1$s con %2$s
nb_no: Tagg eposter til %1$s med %2$s
nl_nl: Label e-mailberichten naar %1$s met %2$s
pl_pl: Oznacz wiadomości do "%1$s" znacznikiem "%2$s"
pt_br: Marcar e-mails de %1$s com %2$s
ro_ro: Marchează mesajele către %1$s cu %2$s
sv_se: Tagga meddelanden till %1$s med %2$s

source: Keep mails with subject %1$s
bg_bg: Пазете писма с тема %1$s
cs_cz: Ponechat zprávy s předmětem %1$s
da_dk: Behold e-mails med emnelinjen %1$s
es_mx: Conservar los correos con el asunto %1$s
fr_fr: Conserver les courriels ayant pour sujet %1$s
hu_hu: %1$s tárgyú levelek megtartása
it_it: Conserva i messaggi con oggetto %1$s
nb_no: Behold eposter med emnet %1$s
nl_nl: Behoud e-mailberichten met onderwerp %1$s
pl_pl: Zachowaj wiadomości z tematem "%1$s"
pt_br: Manter e-mails com o assunto %1$s
ro_ro: Păstrează mesajele cu subiectul %1$s
sv_se: Behåll meddelanden med ämnet %1$s
