Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: All day
bg_bg: Цял ден
ca_es: Tot el dia
cs_cz: Celý den
da_dk: Hele dagen
es_mx: Todo el día
fr_fr: Journée entière
hu_hu: Egész nap
it_it: Tutto il giorno
nb_no: Hele dagen
nl_nl: Gehele dag
pl_pl: Cały dzień
pt_br: Todos os dias
ro_ro: Toată ziua
sv_se: Hela dagen

source: Find a free time
bg_bg: Намерете свободно време
ca_es: Troba una hora lliure
cs_cz: Najděte si volný čas
da_dk: Find en ledig tid
es_mx: Buscar tiempo libre
fr_fr: Trouver un horaire libre
hu_hu: Szabad idő keresése
it_it: Trova tempo libero
nb_no: Finn en ledig tid
nl_nl: Zoek een vrij moment
pl_pl: Znajdź wolny czas
pt_br: Localizar um tempo livre
ro_ro: Găsește un interval de timp liber
sv_se: Hitta en ledig tid

source: Your recurrence rule does not fit to your start date.
cs_cz: Vaše pravidlo pro opakování nevyhovuje počátečnímu datu.
da_dk: Din regl om gentagelser passer ikke overens med din start-dato.
es_mx: Su regla de repetición no se ajusta a la fecha de inicio.
fr_fr: Votre règle de répétition ne correspond pas à votre date de départ.
hu_hu: A visszatérési szabály nem illeszkedik a kezdő dátumához.
it_it: La regola di ricorrenza non è appropriata per la tua data di inizio.
nl_nl: Uw herhalingsregel past niet bij uw startdatum.
pl_pl: Reguła cyklu nie pasuje do daty rozpoczęcia.
pt_br: Sua regra de recorrência não se ajusta à sua data de início.
ro_ro: Regula de repetare nu se potrivește cu data inițială.
sv_se: Din upprepningsregel passar inte ditt startdatum.

source: Your recurrence rule was changed automatically.
cs_cz: Vaše pravidlo pro opakování bylo automaticky změněno.
da_dk: Din regl om gentagelser blev automatisk ændret.
es_mx: Su regla de repetición se cambió automáticamente.
fr_fr: Votre règle de répétition a été modifiée automatiquement.
hu_hu: Az ismétlődő szabály automatikusan megváltozott.
it_it: La tua regola di ricorrenza è stata cambiata automaticamente.
nl_nl: Uw herhalingsregel is automatisch aangepast.
pl_pl: Reguła cyklu została automatycznie zmieniona.
pt_br: Sua regra de recorrência foi alterada automaticamente.
ro_ro: Regula de repetare a fost modificată automat.
sv_se: Din upprepningsregel ändrades automatiskt.

source: Description
bg_bg: Описание
ca_es: Descripció
cs_cz: Popis
da_dk: Beskrivelse
es_mx: Descripción
hu_hu: Leírás
it_it: Descrizione
nb_no: Beskrivelse
nl_nl: Omschrijving
pl_pl: Opis
pt_br: Descrição
ro_ro: Descriere
sv_se: Beskrivning

source: User defined color
cs_cz: Barva definovaná uživatelem
da_dk: Brugerdefineret farve
es_mx: Color definido por el usuario
fr_fr: Couleur définie par l'utilisateur
hu_hu: Felhasználó által meghatározott szín
it_it: Colore definito dall'utente
nl_nl: Gebruik de gekozen kleur
pl_pl: Kolor zdefiniowany przez użytkownika
pt_br: Cor definida pelo usuário
ro_ro: Culoare personalizată
sv_se: Användardefinierad färg

source: You are using a shared calendar. The calendar owner was added as organizer.
cs_cz: Používáte sdílený kalendář. Vlastník kalendáře byl přidán jako organizátor.
da_dk: Du bruger en delt kaldender. Ejeren af kaldeneren blev tilføjeret som arrangøren.
es_mx: Está utilizando un calendario compartido. El propietario del calendario fue agregado como organizador.
fr_fr: Vous utilisez actuellement un agenda partagé. Le propriétaire de l'agenda a été ajouté en tant qu'organisateur.
hu_hu: Megosztott naptárat használ. A naptár tulajdonosát szervezőként adták hozzá.
it_it: Stai utilizzando un calendario condiviso. Il proprietario del calendario è stato aggiunto come organizzatore.
nl_nl: U gebruikt een gedeelde agenda. De agenda eigenaar is toegevoegd als organisator.
pl_pl: Korzystasz z udostępnionego kalendarza. Właściciel kalendarza został dodany jako organizator.
pt_br: Você está usando um calendário compartilhado. O proprietário do calendário foi adicionado como organizador.
ro_ro: Utilizați un calendar partajat. Proprietarul calendarului a fost adăugat ca organizator.
sv_se: Du använder en delad kalender. Kalenderägaren lades till som organisatör.

source: You are no longer using a shared calendar. You were added as organizer.
cs_cz: Již nepoužíváte sdílený kalendář. Byl(a) přidán(a) jako organizátor.
da_dk: Du bruger ikke længere en delt kaldender. Du blev tilføjet som arrangøren.
es_mx: Ya no está utilizando un calendario compartido. Fue agregado como organizador.
fr_fr: Vous n'utilisez plus un agenda partagé. Vous avez été ajouté en tant qu'organisateur.
hu_hu: Már nem használ megosztott naptárat. Ön szervezőként lett hozzáadva.
it_it: Non stai più utilizzando un calendario condiviso. Sei stato aggiunto come organizzatore.
nl_nl: U gebruikt geen gedeelde agenda meer. U bent toegevoegd als organisator.
pl_pl: Nie korzystasz już z udostępnionego kalendarza. Dodano Cię jako organizatora.
pt_br: Você não está mais usando um calendário compartilhado. Você foi adicionado como organizador.
ro_ro: Nu mai utilizați un calendar partajat. Ați fost adăugat ca organizator.
sv_se: Du använder inte längre en delad kalender. Du lades till som organisatör.

source: You are no longer using a public calendar. You were added as organizer.
cs_cz: Již nepoužíváte veřejný kalendář. Byl(a) jste přidán(a) jako organizátor.
da_dk: Du bruger ikke længere en offentlig kaldender. Du blev tilføjet som organiserer.
es_mx: Ya no está utilizando un calendario público. Se le añadió como organizador.
fr_fr: Vous n'utilisez plus un agenda public. Vous avez été ajouté en tant qu'organisateur.
hu_hu: Már nem használ nyilvános naptárat. Ön szervezőként lett hozzáadva.
it_it: Non stai più utilizzando un calendario pubblico. Eri stato aggiunto come organizzatore.
nl_nl: U gebruikt geen publieke agenda meer. U bent toegevoegd als organisator.
pl_pl: Nie korzystasz już z publicznego kalendarza. Dodano Cię jako organizatora.
pt_br: Você não está mais usando um calendário público. Você foi adicionado como organizador.
ro_ro: Nu mai utilizați un calendar public. Ați fost adăugat ca organizator.
sv_se: Du använder inte längre en offentlig kalender. Du lades till som organisatör.

source: My calendars
bg_bg: Мои календари
cs_cz: Moje kalendáře
da_dk: Mine kalendre
es_mx: Mis calendarios
fr_fr: Mes agendas
hu_hu: Saját naptárak
it_it: I miei calendari
nb_no: Mine kalendere
nl_nl: Mijn agenda's
pl_pl: Moje kalendarze
pt_br: Meus calendários
ro_ro: Calendarele mele
sv_se: Mina kalendrar

source: Public calendars
bg_bg: Публични календари
cs_cz: Veřejné kalendáře
da_dk: Offentlige kalendre
es_mx: Calendarios públicos
fr_fr: Agendas publics
hu_hu: Nyilvános naptárak
it_it: Calendari pubblici
nb_no: Offentlige kalendere
nl_nl: Publieke agenda's
pl_pl: Kalendarze publiczne
pt_br: Calendários públicos
ro_ro: Calendare publice
sv_se: Offentlig kalendrar

source: Shared calendars
bg_bg: Споделени календари
cs_cz: Sdílené kalendáře
da_dk: Delte kalendre
es_mx: Calendarios compartidos
fr_fr: Agendas partagés
hu_hu: Megosztott naptárak
it_it: Calendari condivisi
nb_no: Delte kalendere
nl_nl: Gedeelde agenda's
pl_pl: Udostępnione kalendarze
pt_br: Calendários compartilhados
ro_ro: Calendare partajate
sv_se: Delade kalendrar

source: Hidden calendars
bg_bg: Скрити календари
cs_cz: Skryté kalendáře
da_dk: Skjulte kalendre
es_mx: Calendarios ocultos
fr_fr: Agendas cachés
hu_hu: Rejtett naptárak
it_it: Calendari nascosti
nb_no: Skjulte kalendere
nl_nl: Verborgen agenda's
pl_pl: Kalendarze ukryte
pt_br: Calendários ocultos
ro_ro: Calendare ascunse
sv_se: Dolda kalendrar

source: Color
bg_bg: Цвят
cs_cz: Barva
da_dk: Farve
fr_fr: En couleur
hu_hu: Szín
it_it: Colore
nb_no: Farge
nl_nl: Kleur
pl_pl: Kolor
pt_br: Cor
ro_ro: Culoare
sv_se: Färg

source: Expand form
bg_bg: Разгънете формуляра
ca_es: Desplega el formulari
cs_cz: Rozvinout formulář
da_dk: Udvid form
es_mx: Expandir formulario
fr_fr: Déployer le formulaire
hu_hu: Űrlap kibontása
it_it: Espandi modulo
nb_no: Utvid skjema
nl_nl: Formulier uitklappen
pl_pl: Rozwiń formularz
pt_br: Expandir formulário
ro_ro: Extinde formularul
sv_se: Fäll ut formulär

source: Collapse form
bg_bg: Свий форма
ca_es: Plega el formulari
cs_cz: Skrýt formulář
da_dk: Skjul form
es_mx: Plegar formulario
fr_fr: Enrouler le formulaire
hu_hu: Űrlap összecsukása
it_it: Contrai modulo
nb_no: Minimer skjema
nl_nl: Formulier inklappen
pl_pl: Zwiń formularz
pt_br: Recolher formulário
ro_ro: Restrânge formularul
sv_se: Fäll ihop formulär

source: Visibility
bg_bg: Видимост
cs_cz: Viditelnost
da_dk: Synlighed
es_mx: Visibilidad
fr_fr: Visibilité
hu_hu: Láthatóság
it_it: Visibilità
nl_nl: Zichtbaarheid
pl_pl: Widoczność
pt_br: Visibilidade
ro_ro: Vizibilitate
sv_se: Synlighet

source: Standard
cs_cz: Standardní
es_mx: Estándar
fr_fr: Par défaut
hu_hu: Általános
nl_nl: Standaard
pl_pl: Standardowy
pt_br: Padrão

source: Appointment color
cs_cz: Barva schůzky
da_dk: Aftalefarve
es_mx: Color de la cita
fr_fr: Couleur du rendez-vous
hu_hu: Találkozó színe
it_it: Colore dell'appuntamento
nl_nl: Afspraakkleur
pl_pl: Kolor spotkania
pt_br: Cor de compromisso
ro_ro: Culoare întâlnire
sv_se: Mötets färg

source: Use calendar color
cs_cz: Použít barvy kalendáře
da_dk: Brug kalenderens farve
es_mx: Usar el color del calendario
fr_fr: Utiliser la couleur de l'agenda
hu_hu: Naptár színeinek használata
it_it: Utilizza il colore del calendario
nl_nl: Gebruik agendakleur
pl_pl: Użyj koloru kalendarza
pt_br: Use a cor do calendário
ro_ro: Utilizează culoarea calendarului
sv_se: Använd kalenderfärg

source: none
cs_cz: nikdo
da_dk: ingen
es_mx: ninguno
fr_fr: aucun
hu_hu: nincs
it_it: nessuno
nb_no: ingen
nl_nl: geen
pl_pl: brak
pt_br: nenhum
ro_ro: nimeni
sv_se: ingen

source: Show as free
bg_bg: Показване като свободно
cs_cz: Zobrazit jako volný
da_dk: Vis som ledig
es_mx: Mostrar como libre
fr_fr: Marquer comme disponible
hu_hu: Megjelenítés szabadként
it_it: Mostra come libero
nl_nl: Als beschikbaar tonen
pl_pl: Pokaż jako wolne
pt_br: Exibir como gratuito
ro_ro: Afișează ca liber
sv_se: Visa som ledig

source: Participants can make changes
cs_cz: Účastníci mohou provádět úpravy
da_dk: Deltagere kan lave ændringer
es_mx: Los participantes pueden hacer cambios
fr_fr: Les participants peuvent apporter des modifications
hu_hu: A résztvevők változtatásokat végezhetnek
it_it: I partecipanti possono apportare modifiche
nl_nl: Deelnemers kunnen aanpassingen maken
pl_pl: Uczestnicy mogą dokonywać zmian
pt_br: Os participantes podem fazer alterações
ro_ro: Participanții pot face modificări
sv_se: Deltagare kan utföra ändringar

source: Attachments
bg_bg: Прикачени файлове
ca_es: Fitxers adjunts
cs_cz: Přílohy
da_dk: Vedhæftninger
es_mx: Adjuntos
fr_fr: Pièces jointes
hu_hu: Mellékletek
it_it: Allegati
nb_no: Vedlegg
nl_nl: Bijlagen
pl_pl: Załączniki
pt_br: Anexos
ro_ro: Fișiere atașate
sv_se: Bilagor

source: Drop here to upload a <b class="dndignore">new attachment</b>
bg_bg: Качете тук, за да качите <b class = \ "dndignore "> нов прикачен файл </ b>
ca_es: Moveu aquí un <b class="dndignore">nou arxiu adjunt</b>
cs_cz: Upusťte zde pro nahrání <b class="dndignore">nové přílohy</b>
da_dk: Slip her for at overføre en <b class="dndignore">ny vedhæftning</b>
es_mx: Suelte aquí para subir un <b class="dndignore">nuevo adjunto</b>
fr_fr: Déposer ici pour télécharger une <b class="dndignore">nouvelle pièce jointe</b>
hu_hu: Húzza ide a feltöltendő <b class="dndignore">új mellékletet</b>
it_it: Rilascia qui per caricare un <b class="dndignore">nuovo allegato</b>
nb_no: Slipp her for å laste opp et <b class="dndignore">nytt vedlegg</b>
nl_nl: Sleep bestand hierheen om het als <b class="dndignore">nieuwe bijlage</b> toe te voegen
pl_pl: Upuść tutaj, aby przesłać <b class="dndignore">nowy załącznik</b>
pt_br: Solte aqui para enviar um <b class="dndignore">novo anexo</b>
ro_ro: Glisați aici pentru a încărca un <b class="dndignore">fișier atașat nou</b>
sv_se: Släpp här för att ladda upp en <b class="dndignore">ny bilaga</b>

source: Apply changes
bg_bg: Приложи промени
cs_cz: Přijmout změny
da_dk: Anvend ændringer
es_mx: Aplicar cambios
fr_fr: Appliquer les modifications
hu_hu: Változások elfogadása
it_it: Applica le modifiche
nb_no: Bruk endringer
nl_nl: Wijzigingen doorvoeren
pl_pl: Zastosuj zmiany
pt_br: Aplicar alterações
ro_ro: Aplică modificările
sv_se: Verkställ ändringar

source: Please select a time for the appointment
bg_bg: Моля, изберете час за срещата
cs_cz: Vyberte, prosím, čas schůzky
da_dk: Vælg venligst et tidspunkt for aftalen
es_mx: Por favor, seleccione una hora para la cita
fr_fr: Veuillez sélectionner une heure pour le rendez-vous
hu_hu: Válassza ki a találkozó időpontját
it_it: Seleziona un orario per l'appuntamento
nb_no: Velg et tidspunkt for avtalen
nl_nl: Selecteer alstublieft een tijd voor de afspraak
pl_pl: Wybierz godzinę spotkania
pt_br: Selecione um horário para o compromisso
ro_ro: Selectați o oră pentru întâlnire
sv_se: Välj en tid för mötet

source: Edit Appointment
bg_bg: Редактиране на срещата
cs_cz: Upravit schůzku
da_dk: Redigér aftale
es_mx: Editar cita
fr_fr: Modifier le rendez-vous
hu_hu: Találkozó szerkesztése
it_it: Modifica appuntamento
nl_nl: Afspraak Bewerken
pl_pl: Edytuj spotkanie
pt_br: Editar compromisso
ro_ro: Editează întâlnirea
sv_se: Redigera möte

source: Description has been copied
bg_bg: Описанието е копирано
ca_es: La descripció ha estat copiada
cs_cz: Popis byl zkopírován
da_dk: Beskrivelsen blev kopieret
es_mx: La descripción ha sido copiada
fr_fr: La description a été copiée
hu_hu: A leírás átmásolva
it_it: La descrizione è stata copiata
nb_no: Beskrivelse har blitt kopiert
nl_nl: Omschrijving is gekopieerd
pl_pl: Opis został skopiowany
pt_br: A descrição foi copiada
ro_ro: Descrierea a fost copiată
sv_se: Beskrivningen har kopierats

source: Appointment
bg_bg: Среща
ca_es: Cita
cs_cz: Schůzka
da_dk: Aftale
es_mx: Cita
fr_fr: Rendez-vous
hu_hu: Találkozó
it_it: Appuntamento
nb_no: Avtale
nl_nl: Afspraak
pl_pl: Spotkanie
pt_br: Compromisso
ro_ro: Întâlnire
sv_se: Möte

source: Discard changes
cs_cz: Zahodit změny
da_dk: Kassér ændringer
es_mx: Descartar cambios
fr_fr: Ignorer les modifications
hu_hu: Módosítások elvetése
it_it: Scarta le modifiche
nl_nl: Wijzigingen afbreken
pl_pl: Odrzuć zmiany
pt_br: Descartar alterações
ro_ro: Renunțare la modificări
sv_se: Kasta ändringar

source: Do you really want to discard your changes?
bg_bg: Наистина ли искате да отхвърлите промените си?
ca_es: Realment voleu descartar els canvis?
cs_cz: Opravdu chcete zahodit své změny?
da_dk: Vil du virkelig kassere dine ændringer?
es_mx: De verdad desea descartar los cambios?
fr_fr: Voulez-vous vraiment perdre toutes vos modifications ?
hu_hu: Elveti ezeket a módosításokat?
it_it: Vuoi davvero scartare le tue modifiche?
nb_no: Ønsker du virkelig å forkaste endringene?
nl_nl: Weet u zeker dat u deze wijziging wilt afbreken?
pl_pl: Czy na pewno chcesz odrzucić zmiany?
pt_br: Deseja realmente descartar suas alterações?
ro_ro: Sigur doriți să renunțați la modificări?
sv_se: Vill du verkligen kasta dina ändringar?

# dialog
source: Discard changes
bg_bg: Отмени промените
ca_es: Descarta els canvis
cs_cz: Zahodit změny
da_dk: Kassér ændringer
es_mx: Descartar cambios
fr_fr: Abandonner les modifications
hu_hu: Módosítások elvetése
it_it: Scarta le modifiche
nb_no: Forkast endringer
nl_nl: Wijzigingen afbreken
pl_pl: Odrzuć zmiany
pt_br: Descartar alterações
ro_ro: Renunță la modificări
sv_se: Kasta ändringar

source: Start date timezone
bg_bg: Часова зона на началната дата
cs_cz: Časové pásmo počátečního data
da_dk: Tidszone for startdato
es_mx: Zona horaria de fecha de comienzo
fr_fr: Fuseau horaire pour la date de début
hu_hu: Kezdés dátumának időzónája
it_it: Fuso orario della data di inizio
nb_no: Tidssone for startdato
nl_nl: Begindatum in tijdzone
pl_pl: Strefa czasowa godziny rozpoczęcia
pt_br: Data de início do fuso horário
ro_ro: Fusul orar al datei de început
sv_se: Tidszon för startdatum

source: End date timezone
bg_bg: Часова зона за крайна дата
cs_cz: Časové pásmo koncového data
da_dk: Tidszone for slutdato
es_mx: Zona horaria de fecha de fin
fr_fr: Fuseau horaire pour la date de fin
hu_hu: Befejezés dátumának időzónája
it_it: Fuso orario della data di fine
nb_no: Tidssone for sluttdato
nl_nl: Einddatum in tijdzone
pl_pl: Strefa czasowa godziny zakończenia
pt_br: Data de término do fuso horário
ro_ro: Fusul orar al datei de sfârșit
sv_se: Tidszon för slutdatum

source: Category
cs_cz: Kategorie
da_dk: Kategori
es_mx: Categoría
fr_fr: Catégorie
hu_hu: Kategória
it_it: Categoria
nl_nl: Categorie
pl_pl: Kategoria
pt_br: Categoria
ro_ro: Categorie
sv_se: Kategori

# app
source: Scheduling
bg_bg: Планиране
ca_es: Planificació
cs_cz: Plánování
da_dk: Planlægning
es_mx: Planificación
fr_fr: Planification
hu_hu: Ütemezés
it_it: Pianificazione
nb_no: Planlegging
nl_nl: Planning
pl_pl: Planowanie
pt_br: Agendamento
ro_ro: Programare
sv_se: Schemaläggning

source: Add participant
bg_bg: Добавете участник
cs_cz: Přidat účastníka
da_dk: Tilføj deltager
es_mx: Añadir participante
fr_fr: Ajouter un participant
hu_hu: Résztvevő hozzáadása
it_it: Aggiungi un partecipante
nb_no: Legg til deltaker
nl_nl: Deelnemer toevoegen
pl_pl: Dodaj uczestnika
pt_br: Adicionar participante
ro_ro: Adaugă participant
sv_se: Lägg till deltagare

source: Previous week
bg_bg: Предишната седмица
cs_cz: Předešlý týden
da_dk: Forrige uge
es_mx: Semana anterior
fr_fr: Semaine précédente
hu_hu: Előző hét
it_it: Settimana precedente
nb_no: Forrige uke
nl_nl: Vorige week
pl_pl: Poprzedni tydzień
pt_br: Semana anterior
ro_ro: Săptămâna precedentă
sv_se: Föregående vecka

source: Previous month
bg_bg: Предишния месец
cs_cz: Předešlý měsíc
da_dk: Forrige måned
es_mx: Mes anterior
fr_fr: Mois précédent
hu_hu: Előző hónap
it_it: Mese precedente
nb_no: Forrige måned
nl_nl: Vorige maand
pl_pl: Poprzedni miesiąc
pt_br: Mês anterior
ro_ro: Luna precedentă
sv_se: Föregående månad

source: Next week
bg_bg: Следващата седмица
cs_cz: Příští týden
da_dk: Næste uge
es_mx: Semana siguiente
fr_fr: Semaine suivante
hu_hu: Következő hét
it_it: Settimana successiva
nl_nl: Volgende week
pl_pl: Następny tydzień
pt_br: Próxima semana
ro_ro: Săptămâna următoare
sv_se: Nästa vecka

source: Next month
bg_bg: Следващият месец
cs_cz: Příští měsíc
da_dk: Næste måned
es_mx: Mes siguiente
fr_fr: Mois suivant
hu_hu: Következő hónap
it_it: Mese successivo
nl_nl: Volgende maand
pl_pl: Następny miesiąc
pt_br: Próximo mês
ro_ro: Luna următoare
sv_se: Nästa månad

source: Zoom in
bg_bg: Увеличавам
cs_cz: Přiblížit
da_dk: Zoom ind
es_mx: Acercar
fr_fr: Agrandir
hu_hu: Nagyítás
it_it: Aumenta l'ingrandimento
nb_no: Zoom inn
nl_nl: Inzoomen
pl_pl: Powiększ
pt_br: Ampliar
ro_ro: Mărire
sv_se: Förstora

source: Zoom out
bg_bg: Отдалечавам
cs_cz: Oddálit
da_dk: Zoom ud
es_mx: Alejar
fr_fr: Réduire
hu_hu: Kicsinyítés
it_it: Riduci l'ingrandimento
nb_no: Zoom ut
nl_nl: Uitzoomen
pl_pl: Pomniejsz
pt_br: Reduzir
ro_ro: Micșorare
sv_se: Förminska

source: Options
bg_bg: Настроики
ca_es: Opcions
cs_cz: Volby
da_dk: Indstillinger
es_mx: Opciones
hu_hu: Beállítások
it_it: Opzioni
nb_no: Alternativer
nl_nl: Opties
pl_pl: Opcje
pt_br: Opções
ro_ro: Opțiuni
sv_se: Alternativ

source: Rows
bg_bg: Редове
cs_cz: Řádky
da_dk: Rækker
es_mx: Filas
fr_fr: Lignes
hu_hu: Sorok
it_it: Righe
nb_no: Rader
nl_nl: Rijen
pl_pl: Rzędy
pt_br: Linhas
ro_ro: Linii
sv_se: Rader

source: Show fine grid
bg_bg: Показване на фина решетка
cs_cz: Zobrazit jemnou mřížku
da_dk: Vis fint gitter
es_mx: Mostrar rejilla fina
fr_fr: Afficher la grille fine
hu_hu: Rács megjelenítése
it_it: Mostra griglia fine
nl_nl: Toon fijne schaal
pl_pl: Pokaż dokładną siatkę
pt_br: Exibir grade fina
ro_ro: Afișează grila fină
sv_se: Visa fint rutnät

source: Appointment types
bg_bg: Типове срещи
cs_cz: Druhy schůzek
da_dk: Aftaletyper
es_mx: Tipos de citas
fr_fr: Types de rendez-vous
hu_hu: Találkozótípusok
it_it: Tipi di appuntamenti
nb_no: Avtaletyper
nl_nl: Afspraaktypes
pl_pl: Typy spotkań
pt_br: Tipos de compromisso
ro_ro: Tipuri de întâlniri
sv_se: Mötestyper

source: Free
bg_bg: Свободно
ca_es: Lliure
cs_cz: Volné
da_dk: Ledig
es_mx: Libre
fr_fr: Disponible
hu_hu: Szabad
it_it: Libero
nb_no: Ledig
nl_nl: Vrij
pl_pl: Wolne
pt_br: Livre
ro_ro: Liber
sv_se: Ledig

source: Date range
bg_bg: Период от време
cs_cz: Rozmezí dat
da_dk: Datointerval
es_mx: Rango de fechas
fr_fr: Intervalle de dates
hu_hu: Dátumtartomány
it_it: Intervallo di date
nl_nl: Datumbereik
pl_pl: Zakres dat
pt_br: Intervalo de data
ro_ro: Interval de date
sv_se: Datumintervall

source: Week
bg_bg: Седмица
ca_es: Setmana
cs_cz: Týden
da_dk: Uge
es_mx: Semana
fr_fr: Semaine
hu_hu: Hét
it_it: Settimana
nb_no: Uke
pl_pl: Tydzień
pt_br: Semana
ro_ro: Săptămână
sv_se: Vecka

source: Hide non-working time
bg_bg: Скриване на неработно време
cs_cz: Skrýt nepracovní čas
da_dk: Skjul fritid
es_mx: Ocultar tiempo no laborable
fr_fr: Masquer les heures non ouvrées
hu_hu: Munkaidőn kívüli időszak elrejtése
it_it: Nascondi l'orario non lavorativo
nb_no: Skjul tider utenfor arbeidstid
nl_nl: Verberg vrijetijd
pl_pl: Ukryj czas wolny
pt_br: Ocultar folgas
ro_ro: Ascunde orele din afara programului de lucru
sv_se: Dölj tid utanför arbetstid

source: Blocked time frame
bg_bg: Блокирана времева рамка
cs_cz: Blokovaný interval
da_dk: Blokeret tidsrum
es_mx: Período de tiempo bloqueado
fr_fr: Intervalle de temps bloqué
hu_hu: Blokkolt időkeret
it_it: Periodo di tempo bloccato
nl_nl: Geblokkeerd tijdsvak
pl_pl: Zablokowany przedział czasu
pt_br: Prazo bloqueado
ro_ro: Interval de timp blocat
sv_se: Blockerat tidsintervall

source: Created by: %1$s
cs_cz: Vytvořil(a): %1$s
da_dk: Lavet af: %1$s
es_mx: Creada por: %1$s
fr_fr: Créé par : %1$s
hu_hu: Létrehozta: %1$s
it_it: Creato da: %1$s
nl_nl: Aangemaakt door: %1$s
pl_pl: Utworzone przez: %1$s
pt_br: Criado por: %1$s
ro_ro: Creat de: %1$s
sv_se: Skapat av: %1$s

source: Could not get appointment information
bg_bg: Информацията за срещите не може да се получи
cs_cz: Nepodařilo se získat informace o schůzce
da_dk: Kunne ikke hente aftaleoplysninger
es_mx: No se pudo obtener información de la cita
fr_fr: Impossible d'obtenir les informations du rendez-vous
hu_hu: Nem sikerült megszerezni a találkozó adatait
it_it: Impossibile ottenere le informazioni dell'appuntamento
nl_nl: Was niet in staat afspraakgegevens op te halen
pl_pl: Nie udało się uzyskać informacji o spotkaniu
pt_br: Não foi possível obter informações do compromisso
ro_ro: Nu s-au putut obține datele întâlnirii
sv_se: Kunde inte hämta information om möte

source: Accept changes
bg_bg: Приеми промените
ca_es: Accepta els canvis
cs_cz: Přijmout změny
da_dk: Acceptér ændringer
es_mx: Aceptar cambios
fr_fr: Accepter les modifications
hu_hu: Változások elfogadása
it_it: Accetta le modifiche
nb_no: Godta endringer
nl_nl: Wijzigingen accepteren
pl_pl: Zaakceptuj zmiany
pt_br: Aceitar alterações
ro_ro: Acceptă modificările
sv_se: Acceptera ändringar

source: Add new participant
bg_bg: Добави нови участници
ca_es: Afegeix nou participant
cs_cz: Přidat nového účastníka
da_dk: Tilføj ny deltager
es_mx: Añadir nuevo participante
fr_fr: Ajouter un nouveau participant
hu_hu: Új résztvevő hozzáadása
it_it: Aggiungi un nuovo partecipante
nb_no: Legg til deltaker
nl_nl: Nieuwe deelnemer toevoegen
pl_pl: Dodaj nowego uczestnika
pt_br: Adicionar novo participante
ro_ro: Adaugă participant
sv_se: Lägg till ny deltagare

source: Update Appointment
cs_cz: Aktualizovat schůzku
da_dk: Opdatér aftale
es_mx: Actualizar cita
hu_hu: Találkozó szerkesztése
it_it: Aggiorna appuntamento
nl_nl: Afspraak bijwerken
pl_pl: Aktualizuj spotkanie
pt_br: Atualizar compromisso
ro_ro: Actualizează întâlnirea
sv_se: Uppdatera möte
