Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Add new version
bg_bg: Добавете нова версия
cs_cz: Přidat novou verzi
da_dk: Tilføj en ny udgave
es_mx: Añadir una nueva versión
fr_fr: Ajouter une nouvelle version
hu_hu: Új verzió hozzáadása
it_it: Aggiungi una nuova versione
nb_no: Legg til ny versjon
nl_nl: Nieuwe versie toevoegen
pl_pl: Dodaj nową wersję
pt_br: Adicionar uma nova versão
ro_ro: Adaugă o versiune nouă
sv_se: Lägg till ny version

source: Add new version and show notification
bg_bg: Добавете нова версия и покажете известие
cs_cz: Přidat novou verzi a zobrazit upomínku
da_dk: Tilføj ny udgave og vis underretning
es_mx: Añadir una nueva versión y mostrar notificación
fr_fr: Ajouter une nouvelle version et afficher la notification
hu_hu: Új verzió hozzáadása és az értesítés megjelenítése
it_it: Aggiungi una nuova versione e mostra la notifica
nb_no: Legg til ny versjon og vis varsling
nl_nl: Nieuwe versie toevoegen en kennisgeving tonen
pl_pl: Dodaj nową wersję i pokaż powiadomienie
pt_br: Adicionar nova versão e ver notificação
ro_ro: Adaugă o versiune nouă și afișează notificarea
sv_se: Lägg till ny version och visa avisering

source: Add separate file
bg_bg: Добавете отделен файл
cs_cz: Přidat samostatný soubor
da_dk: Tilføj separat fil
es_mx: Añadir archivo separado
fr_fr: Ajouter un fichier distinct
hu_hu: Különálló fájl hozzáadása
it_it: Aggiungi un file separato
nb_no: Legg til separat fil
nl_nl: Apart bestand toevoegen
pl_pl: Dodaj osobny plik
pt_br: Adicionar arquivo separado
ro_ro: Adaugă fișier separat
sv_se: Lägg till separat

source: Show all images just once
bg_bg: Показване на всички изображения само веднъж
cs_cz: Ukážat každý obrázek jen jednou
da_dk: Vis alle billeder en enkelt gang
es_mx: Mostrar todas las imágenes de una vez
fr_fr: Afficher toutes les images une seule fois
hu_hu: Összes kép megjelenítése csak egyszer
it_it: Mostra tutte le immagini una sola volta
nb_no: Vis alle bilder kun denne gangen
nl_nl: Toon alle afbeeldingen één keer
pl_pl: Pokazuj wszystkie obrazy tylko raz
pt_br: Exibir todas as imagens apenas uma vez
ro_ro: Afișează toate imaginile doar o singură dată
sv_se: Visa alla bilder endast en gång

source: Repeat slideshow
bg_bg: Повтаряйте слайдшоуто
cs_cz: Zopakovat slideshow
da_dk: Gentag diasshow
es_mx: Repetir presentación
fr_fr: Répéter le diaporama
hu_hu: Diavetítés ismétlése
it_it: Ripeti la presentazione
nb_no: Gjenta lysbildefremvisning
nl_nl: Diapresentatie herhalen
pl_pl: Powtórz pokaz slajdów
pt_br: Repetir apresentação de slides
ro_ro: Repetă prezentarea
sv_se: Upprepa bildspel

source: %1$d second
bg_bg: %1$d секунда
cs_cz: %1$d sekunda
da_dk: %1$d sekund
es_mx: %1$d segundo
fr_fr: %1$d seconde
hu_hu: %1$d másodperc
it_it: %1$d secondo
nb_no: %1$d sekund
nl_nl: %1$d seconde
pl_pl: %1$d s
pt_br: %1$d segundo
ro_ro: %1$d secundă
sv_se: %1$d sekund

source: Forever
cs_cz: Stále
da_dk: Altid
es_mx: Para siempre
fr_fr: Toujours
hu_hu: Örökre
it_it: Per sempre
nl_nl: Voor altijd
pl_pl: Zawsze
pt_br: Para sempre
ro_ro: Niciodată
sv_se: För evigt

source: 1 day
cs_cz: 1 den
da_dk: 1 dag
es_mx: 1 día
fr_fr: 1 jour
hu_hu: 1 nap
it_it: 1 giorno
nb_no: 1 dag
nl_nl: 1 dag
pl_pl: 1 dzień
pt_br: 1 dia
ro_ro: 1 zi
sv_se: 1 dag

source: 7 days
cs_cz: 7 dní
da_dk: 7 dage
es_mx: 7 días
fr_fr: 7 jours
hu_hu: 7 nap
it_it: 7 giorni
nl_nl: 7 dagen
pl_pl: 7 dni
pt_br: 7 dias
ro_ro: 2 zile
sv_se: 7 dagar

source: 30 days
cs_cz: 30 dní
da_dk: 30 dage
es_mx: 30 días
fr_fr: 30 jours
hu_hu: 30 nap
it_it: 30 giorni
nl_nl: 30 dagen
pl_pl: 30 dni
pt_br: 30 dias
ro_ro: 2 zile
sv_se: 30 dagar

source: 60 days
cs_cz: 60 dní
da_dk: 60 dage
es_mx: 60 días
fr_fr: 60 jours
hu_hu: 60 nap
it_it: 60 giorni
nl_nl: 60 dagen
pl_pl: 60 dni
pt_br: 60 dias
ro_ro: 6 zile
sv_se: 60 dagar

source: 90 days
cs_cz: 90 dní
da_dk: 90 dage
es_mx: 90 días
fr_fr: 90 jours
hu_hu: 90 nap
it_it: 90 giorni
nl_nl: 90 dagen
pl_pl: 90 dni
pt_br: 90 dias
ro_ro: 2 zile
sv_se: 90 dagar

source: 1 year
cs_cz: 1 rok
da_dk: 1 år
es_mx: 1 año
fr_fr: 1 an
hu_hu: 1 év
it_it: 1 anno
nl_nl: 1 jaar
pl_pl: 1 rok
pt_br: 1 ano
ro_ro: %1$d ani
sv_se: 1 år

source: Keep all versions
cs_cz: Ponechat všechny verze
da_dk: Behold alle versioner
es_mx: Conservar todas las versiones
fr_fr: Conserver toutes les versions
hu_hu: Összes verzió megtartása
it_it: Mantieni tutte le versioni
nl_nl: Alle versies behouden
pl_pl: Zachowaj wszystkie wersje
pt_br: Manter todas as versões
ro_ro: Șterge versiunea
sv_se: Behåll alla versioner

source: 1 version
cs_cz: 1 verze
es_mx: 1 versión
hu_hu: 1 verzió
it_it: 1 versione
nl_nl: 1 versie
pl_pl: 1 wersja
pt_br: 1 versão
ro_ro: Versiune IU

source: 5 versions
cs_cz: 5 verzí
da_dk: 5 versioner
es_mx: 5 versiones
hu_hu: 5 verzió
it_it: 5 versioni
nl_nl: 5 versies
pl_pl: 5 wersji
pt_br: 5 versões
ro_ro: Versiune IU
sv_se: 5 versioner

source: 10 versions
cs_cz: 10 verzí
da_dk: 10 versioner
es_mx: 10 versiones
hu_hu: 10 verzió
it_it: 10 versioni
nl_nl: 10 versies
pl_pl: 10 wersji
pt_br: 10 versões
ro_ro: Versiune IU
sv_se: 10 versioner

source: 20 versions
cs_cz: 20 verzí
da_dk: 20 versioner
es_mx: 20 versiones
hu_hu: 20 verzió
it_it: 20 versioni
nl_nl: 20 versies
pl_pl: 20 wersji
pt_br: 20 versões
ro_ro: Versiune IU
sv_se: 20 versioner

source: 30 versions
cs_cz: 30 verzí
da_dk: 30 versioner
es_mx: 30 versiones
hu_hu: 30 verzió
it_it: 30 versioni
nl_nl: 30 versies
pl_pl: 30 wersji
pt_br: 30 versões
ro_ro: Versiune IU
sv_se: 30 versioner

source: 40 versions
cs_cz: 40 verzí
da_dk: 40 versioner
es_mx: 40 versiones
hu_hu: 40 verzió
it_it: 40 versioni
nl_nl: 40 versies
pl_pl: 40 wersji
pt_br: 40 versões
ro_ro: Versiune IU
sv_se: 40 versioner

source: 50 versions
cs_cz: 50 verzí
da_dk: 50 versioner
es_mx: 50 versiones
hu_hu: 50 verzió
it_it: 50 versioni
nl_nl: 50 versies
pl_pl: 50 wersji
pt_br: 50 versões
ro_ro: Versiune IU
sv_se: 50 versioner

source: 60 versions
cs_cz: 60 verzí
da_dk: 60 versioner
es_mx: 60 versiones
hu_hu: 60 verzió
it_it: 60 versioni
nl_nl: 60 versies
pl_pl: 60 wersji
pt_br: 60 versões
ro_ro: Versiune IU
sv_se: 60 versioner

source: 70 versions
cs_cz: 70 verzí
da_dk: 70 versioner
es_mx: 70 versiones
hu_hu: 70 verzió
it_it: 70 versioni
nl_nl: 70 versies
pl_pl: 70 wersji
pt_br: 70 versões
ro_ro: Versiune IU
sv_se: 70 versioner

source: 80 versions
cs_cz: 80 verzí
da_dk: 80 versioner
es_mx: 80 versiones
hu_hu: 80 verzió
it_it: 80 versioni
nl_nl: 80 versies
pl_pl: 80 wersji
pt_br: 80 versões
ro_ro: Versiune IU
sv_se: 80 versioner

source: 90 versions
cs_cz: 90 verzí
da_dk: 90 versioner
es_mx: 90 versiones
hu_hu: 90 verzió
it_it: 90 versioni
nl_nl: 90 versies
pl_pl: 90 wersji
pt_br: 90 versões
ro_ro: Versiune IU
sv_se: 90 versioner

source: 100 versions
cs_cz: 100 verzí
da_dk: 100 versioner
es_mx: 100 versiones
hu_hu: 100 verzió
it_it: 100 versioni
nl_nl: 100 versies
pl_pl: 100 wersji
pt_br: 100 versões
ro_ro: Versiune IU
sv_se: 100 versioner

source: %1$d version
cs_cz: %1$d verze
es_mx: %1$d versión
hu_hu: %1$d verzió
it_it: %1$d versione
nl_nl: %1$d versie
pl_pl: %1$d wersja
pt_br: %1$d versão
ro_ro: O versiune

source: Adding files with identical names
bg_bg: Добавяне на файлове с идентични имена
cs_cz: Přidání souborů se shodnými názvy
da_dk: Tilføjer filer med identiske navne.
es_mx: Añadir archivos con nombres idénticos
fr_fr: Ajouter des fichiers portant le même nom
hu_hu: Azonos nevű fájlok hozzáadása
it_it: Aggiunta di file con nomi identici
nb_no: Legger til filer med identiske navn
nl_nl: Bestanden met identieke namen toevoegen
pl_pl: Dodawanie plików o identycznych nazwach
pt_br: Adicionando arquivos com nomes idênticos
ro_ro: Se adaugă fișiere cu nume identice
sv_se: Lägger till filer med identiska namn

source: Slideshow / Autoplay mode for images
bg_bg: Режим "Слайдшоу / Автоматично възпроизвеждане" за изображения
cs_cz: Slideshow/režim automatického přehrávání obrázků
da_dk: Diasshow / spil-selv-modus for billeder
es_mx: Presentar diapositivas / Modo reproducción automática para imágenes
fr_fr: Diaporama / Mode de lecture automatique pour les images
hu_hu: Diavetítés / Automatikus lejátszás képekhez
it_it: Modalità Presentazione / Riproduzione automatica per le immagini
nb_no: Lysbildefremvisning / automatisk avspilling for bilder
nl_nl: Diapresentatie / Autoplay modus voor afbeeldingen
pl_pl: Pokaz slajdów / Tryb automatycznego odtwarzania obrazów
pt_br: Modo apresentação de slides / reprodução automática para imagens
ro_ro: Prezentare / Mod redare automată pentru imagini
sv_se: Bildspel / Autospelningsläge för bilder

source: Duration per image
bg_bg: Продължителност на изображението
cs_cz: Prodleva na obrázku
da_dk: Varighed per billede
es_mx: Duración por imagen
fr_fr: Durée par image
hu_hu: Időtartam képenként
it_it: Durata per immagine
nl_nl: Tijd per afbeelding
pl_pl: Czas trwania na obraz
pt_br: Duração por imagem
ro_ro: Durată pe imagine
sv_se: Varaktighet per bild

source: Advanced settings
bg_bg: Разширени настройки
cs_cz: Pokročilá nastavení
da_dk: Avancerede indstillinger
es_mx: Ajustes avanzados
fr_fr: Réglages avancés
hu_hu: Speciális beállítások
it_it: Impostazioni avanzate
nl_nl: Geavanceerde instellingen
pl_pl: Ustawienia zaawansowane
pt_br: Configurações avançadas
ro_ro: Setări avansate
sv_se: Avancerade inställningar

source: Show hidden files and folders
bg_bg: Показване на скритите файлове и папки
ca_es: Mostra els fitxers i carpetes ocults
cs_cz: Zobrazit skryté soubory a složky
da_dk: Vis skjulte filer og mapper
es_mx: Mostrar archivos y carpetas ocultos
fr_fr: Afficher les fichiers et les dossiers cachés
hu_hu: Rejtett fájlok és mappák megjelenítése
it_it: Mostra i file e le cartelle nascoste
nb_no: Vis skjulte filer og mapper
nl_nl: Verborgen bestanden en mappen tonen
pl_pl: Pokaż ukryte pliki i foldery
pt_br: Exibir arquivos e pastas ocultos
ro_ro: Afișează fișierele și dosarele ascunse
sv_se: Visa dolda filer och mappar

source: File version history
cs_cz: Historii verzí souboru
da_dk: Filens versionshistorik
es_mx: Histórico de versiones del archivo
fr_fr: Historique des versions du fichier
hu_hu: Fájl verziótörténete
it_it: Storico delle versioni
nl_nl: Bestandsversie geschiedenis
pl_pl: Historia wersji pliku
pt_br: Histórico de versões do arquivo
ro_ro: Afișează istoricul de versiuni
sv_se: Filens versionshistorik

source: Timeframe
cs_cz: Časový interval
da_dk: Tidsramme
es_mx: Período de tiempo
fr_fr: Échéance
hu_hu: Időkeret
it_it: Periodo di tempo
nl_nl: Tijdsvak
pl_pl: Przedział czasu
pt_br: Período de tempo
ro_ro: Interval de timp
sv_se: Tidsram

source: The timeframe is not limited.
cs_cz: Časový interval není omezen.
da_dk: Tidsrammen er ikke begrænset.
es_mx: El período de tiempo no está limitado.
fr_fr: L'échéance n'est pas limitée.
hu_hu: Az időkeret nincs korlátozva.
it_it: La linea temporale non è limitata.
nl_nl: Het tijdsvak is niet gelimiteerd.
pl_pl: Nie ma ograniczenia przedziału czasu.
pt_br: O prazo não é limitado.
ro_ro: Intervalul de timp nu este limitat.
sv_se: Tidsramen är inte begränsad.

source: The timeframe is limited to %1$d day.
cs_cz: Časový interval je omezen na jeden den.
da_dk: Tidsrammen er begrænset til %1$d dag.
es_mx: El período de tiempo está limitado a %1$d día.
fr_fr: L'échéance est limitée à %1$d journée.
hu_hu: Az időkeret %1$d napra korlátozódik.
it_it: La linea temporale è limitata a %1$d giorno.
nl_nl: Het tijdsvak is gelimiteerd tot %1$d dag.
pl_pl: Przedział czasu jest ograniczony do %1$d dnia.
pt_br: O prazo é limitado a %1$d dia.
ro_ro: Intervalul de timp este limitat la o zi.
sv_se: Tidsramen är begränsad till %1$d dag.

source: File version limit
cs_cz: Omezení verzí souborů
da_dk: Filens versionsgrænse
es_mx: Límite de versiones de archivos
fr_fr: Limite sur les versions du fichier
hu_hu: Fájl verziókorlátja
it_it: Limite di versione dei file
nl_nl: Bestandsversie limiet
pl_pl: Limit wersji pliku
pt_br: Limite de versões do arquivo
ro_ro: Versiuni fișier
sv_se: Filens versionsbegränsning

source: The number of versions is not limited.
cs_cz: Počet verzí není omezen.
da_dk: Antallet af versioner er ikke begrænset.
es_mx: El número de versiones no está limitado.
fr_fr: Le nombre de versions n'est pas limité.
hu_hu: A verziók száma nincs korlátozva.
it_it: Il numero di versioni non è limitato.
nl_nl: Het aantal versies is niet gelimiteerd.
pl_pl: Nie ma ograniczenia liczby wersji.
pt_br: O número de versões não é limitado.
ro_ro: Numărul de versiuni nu este limitat.
sv_se: Antal versioner är inte begränsat.

source: The number of versions is limited to %1$d version.
cs_cz: Počet verzí je omezen na jednu.
da_dk: Antallet af versioner er begrænset til %1$d version.
es_mx: El número de versiones está limitado a %1$d versión.
fr_fr: Le nombre de versions est limité à %1$d.
hu_hu: A verziók száma %1$d verzióra korlátozott.
it_it: Il numero di versioni è limitato a %1$d versione.
nl_nl: Het aantal versies is gelimiteerd tot %1$d versie.
pl_pl: Liczba wersji jest ograniczona do %1$d.
pt_br: O número de versões está limitado a %1$d versão.
ro_ro: Numărul de versiuni este limitat la o versiune.
sv_se: Antal versioner är begränsat till %1$d version.

source: Summary
bg_bg: Резюме
ca_es: Menú
cs_cz: Shrnutí
da_dk: Oversigt
es_mx: Resumen
fr_fr: Résumé
hu_hu: Összegzés
it_it: Riepilogo
nb_no: Oppsummering
nl_nl: Samenvatting
pl_pl: Podsumowanie
pt_br: Resumo
ro_ro: Rezumat
sv_se: Sammanfattning

source: All file versions are retained.
cs_cz: Všechny verze souborů jsou zachovány.
da_dk: Alle udgaver af filen er blevet beholdt.
es_mx: Todas las versiones del archivo están retenidas.
fr_fr: Toutes les versions des fichiers seront conservées.
hu_hu: Minden fájlverzió megmarad.
it_it: Tutte le versioni dei file sono conservate.
nl_nl: Alle bestandsversies blijven behouden.
pl_pl: Wszystkie wersje pliku zostają zachowane.
pt_br: Todas as versões do arquivo são mantidas.
ro_ro: Toate versiunile fișierului sunt reținute.
sv_se: Alla filversioner bevaras.

source: All file versions older than %1$d day will be deleted after next login.
cs_cz: Všechny verze souborů starší než jeden den budou vymazány po příštím přihlášení.
da_dk: Alle filer ældre end %1$d dag, bliver slettet efter næste log ind.
es_mx: Todas las versiones de archivo con más de %1$d día se borrarán tras el próximo inicio de sesión.
fr_fr: Toutes les versions de fichiers datant de plus de %1$d jour seront supprimées à la connexion suivante.
hu_hu: A(z) %1$d napnál régebbi fájlverziók a következő bejelentkezés után törlődnek.
it_it: Tutte le versioni dei file più vecchie di %1$d giorno saranno eliminate dopo il prossimo accesso.
nl_nl: Alle bestandsversies ouder dan %1$d dag zullen worden verwijderd na de volgende login.
pl_pl: Wszystkie wersje pliku starsze niż %1$d dzień zostaną usunięte po następnym zalogowaniu.
pt_br: Todas as versões de arquivo anteriores a %1$d dia serão excluídas após o próximo login.
ro_ro: Toate versiunile de fișiere mai vechi de o zi vor fi șterse după următoarea conectare.
sv_se: Alla filversioner äldre än %1$d dag kommer att raderas efter nästa inloggning.

source: When a file has more than 1 additional version, older versions will be deleted when a new version is created.
cs_cz: Má-li soubor více než jednu další verzi, všechny předešlé verze budou vymazány při vytvoření nové verze.
da_dk: Når en fil har mere end én yderligere version, bliver ældre versioner slettet når nye versioner bliver lavet.
es_mx: Cuando un archivo tiene más de 1 versión adicional, las versiones anteriores se borrarán al crear una nueva versión.
fr_fr: Lorsqu'un fichier comporte plus d'une version supplémentaire, les versions antérieures seront supprimées à la création d'une nouvelle version.
hu_hu: Ha egy fájlnak több mint 1 verziója van, akkor új verzió létrehozásakor a régebbi verziók törlésre kerülnek.
it_it: Quando un file ha più di una versione aggiuntiva, le versioni più datate del file saranno eliminate quando una nuova versione viene creata.
nl_nl: Als een bestand meer dan 1 extra versie heeft, zullen oudere versies worden verwijderd als een nieuwe versie wordt aangemaakt.
pl_pl: Jeśli plik ma więcej niż 1 dodatkową wersję, po utworzeniu nowej wersji starsze wersje zostaną usunięte.
pt_br: Quando um arquivo tem mais de 1 versão adicional, as versões mais antigas serão excluídas quando uma nova versão é criada.
ro_ro: Atunci când un fișier are mai mult de o versiune suplimentară, versiunile mai vechi vor fi șterse atunci când se creează o nouă versiune.
sv_se: När en fil har fler än 1 ytterligare version kommer äldre versioner att raderas när en ny version skapas.

source: Keep saved versions
cs_cz: Ponechat uložené verze
da_dk: Behold gemte versioner
es_mx: Conservar las versiones guardadas
fr_fr: Conserver les versions enregistrées
hu_hu: Mentett verziók megtartása
it_it: Mantieni le versioni salvate
nl_nl: Opgeslagen versies behouden
pl_pl: Zachowaj zapisane wersje
pt_br: Manter versões salvas
ro_ro: Șterge versiunea
sv_se: Behåll sparade versioner

source: Keep number of recent versions
cs_cz: Ponechat určený počet nedávných verzí
da_dk: Behold et antal af nye versioner
es_mx: Número de versiones recientes a conservar
fr_fr: Conserver un nombre donné de versions récentes
hu_hu: A legújabb verzió számának megtartása
it_it: Mantieni un numero di versioni recenti
nl_nl: Behoud een aantal recente versies
pl_pl: Zachowaj liczbę ostatnich wersji
pt_br: Manter o número de versões recentes
ro_ro: Păstrează numărul de versiuni recente
sv_se: Behåll antal av nyare versioner

source: Public link
bg_bg: Публична връзка
cs_cz: Veřejný odkaz
da_dk: Offentlig henvisning
es_mx: Enlace público
fr_fr: Lien public
hu_hu: Nyilvános hivatkozás
it_it: Collegamento pubblico
nb_no: Offentlig lenke
nl_nl: Publieke link
pl_pl: Link publiczne
pt_br: Link público
ro_ro: Legătură publică
sv_se: Offentlig länk

source: Internal and external users
cs_cz: Interní a externí uživatelé
da_dk: Interne og eksterne brugere
es_mx: Usuarios internos y externos
fr_fr: Utilisateurs internes et externes
hu_hu: Külső és belső felhasználók
it_it: Utenti interni ed esterni
nl_nl: Interne en externe gebruikers
pl_pl: Użytkownicy wewnętrzni i zewnętrzni
pt_br: Usuários internos e externos
ro_ro: Utilizatori interni și externi
sv_se: Interna och externa användare

source: External users
cs_cz: Externí uživatelé
da_dk: Eksterne brugere
es_mx: Usuarios externos
fr_fr: Utilisateurs externes
hu_hu: Külső felhasználók
it_it: Utenti esterni
nl_nl: Externe gebruikers
pl_pl: Użytkownicy zewnętrzni
pt_br: Usuários externos
ro_ro: Utilizatori externi
sv_se: Externa användare

source: Internal users
bg_bg: Вътрешни потребители
cs_cz: Interní uživatelé
da_dk: Interne brugere
es_mx: Usuarios internos
fr_fr: Utilisateurs internes
hu_hu: Belső felhasználók
it_it: Utenti interni
nb_no: Interne brukere
nl_nl: Interne gebruikers
pl_pl: Użytkownicy wewnętrzni
pt_br: Usuários internos
ro_ro: Utilizatori interni
sv_se: Interna användare

source: Reviewer
bg_bg: Рецензент
cs_cz: Kontrolor
da_dk: Korrekturlæser
es_mx: Revisor
fr_fr: Réviseur
hu_hu: Felülvizsgáló
it_it: Revisore
nb_no: Korrekturleser
nl_nl: Recensent
pl_pl: Recenzent
pt_br: Avaliador
ro_ro: Analiză
sv_se: Granskare

source: Read only
cs_cz: Jen pro čtení
da_dk: Kun læs
es_mx: Sólo lectura
fr_fr: Lecture seule
hu_hu: Csak olvasás
it_it: Sola lettura
nl_nl: Alleen lezen
pl_pl: Tylko odczyt
pt_br: Somente leitura
ro_ro: Doar citire
sv_se: Skrivskydd

source: Read and write
cs_cz: Čtení a zapisování
da_dk: Læs og skriv
es_mx: Leer y escribir
fr_fr: Lecture et écriture
hu_hu: Olvasás és írás
it_it: Lettura e scrittura
nl_nl: Lezen en schrijven
pl_pl: Odczyt i zapis
pt_br: Leitura e escrita
ro_ro: Citire și scriere
sv_se: Läs och skriv

source: Read, write and delete
cs_cz: Pro čtení, zápis a vymazání
da_dk: Læs, skriv og slet
es_mx: Leer, escribir y borrar
fr_fr: Lecture, écriture et suppression
hu_hu: Olvasás, írás és törlés
it_it: Lettura, scrittura ed eliminazione
nl_nl: Lezen, schrijven en verwijderen
pl_pl: Odczyt, zapis i usuwanie
pt_br: Leitura, escrita e exclusão
ro_ro: Citire, scriere și ștergere
sv_se: Läs, skriv och radera

source: The notification has been resent
bg_bg: Уведомлението бе изпратено
cs_cz: Oznámení bylo znovu odesláno
da_dk: Underretningen er blevet gensendt
es_mx: Se ha reenviado la notificación
fr_fr: La notification a été envoyée à nouveau
hu_hu: Az értesítés újraküldve
it_it: La notifica è stata inviata nuovamente
nb_no: Varselet har blitt sendt på nytt
nl_nl: De kennisgeving is opnieuw verzonden
pl_pl: Wysłano powiadomienie
pt_br: A notificação foi reenviada
ro_ro: Notificarea a fost retrimisă
sv_se: Aviseringen har skickats på nytt

source: Internal user
bg_bg: Вътрешен потребител
cs_cz: Interní uživatel
da_dk: Intern bruger
es_mx: Usuario interno
fr_fr: Utilisateur interne
hu_hu: Belső felhasználó
it_it: Utente interno
nb_no: Intern bruker
nl_nl: Interne gebruiker
pl_pl: Użytkownik wewnętrzny
pt_br: Usuário interno
ro_ro: Utilizator intern
sv_se: Intern användare

source: Group
bg_bg: Група
ca_es: Grup
cs_cz: Skupina
da_dk: Gruppe
es_mx: Grupo
fr_fr: Groupe
hu_hu: Csoport
it_it: Gruppo
nb_no: Gruppe
nl_nl: Groep
pl_pl: Grupa
pt_br: Grupo
ro_ro: Grup
sv_se: Grupp

source: Deputy
cs_cz: Zástupce
da_dk: Hjælper
es_mx: Representante
hu_hu: Helyettes
it_it: Delegato
nl_nl: Plaatsvervanger
pl_pl: Zastępca
pt_br: Representante
ro_ro: Adjunct
sv_se: Ställföreträdare

source: Guests are only allowed to have viewer rights.
cs_cz: Hosté mohou mít pouze práva k prohlížení.
da_dk: Gæster kan kun have rettigheder til at læse.
es_mx: Los invitados solo pueden tener derechos de lectura.
hu_hu: A vendégek csak megtekintő jogokkal rendelkezhetnek.
it_it: Gli ospiti possono avere solo i permessi di visualizzazione.
nl_nl: Gasten mogen alleen lezersrechten hebben.
pl_pl: Goście mogą mieć tylko uprawnienia obserwatora.
pt_br: Os convidados só podem ter direitos de visualizador.
ro_ro: Invitații pot avea doar drepturi de vizualizare.
sv_se: Gäster tillåts bara att ha visningsrättigheter.

source: ADDED
cs_cz: PŘIDÁNO
da_dk: TILFØJET
es_mx: AÑADIDO
hu_hu: HOZZÁADVA
it_it: AGGIUNTO
nl_nl: TOEGEVOEGD
pl_pl: DODANO
pt_br: ADICIONADO
ro_ro: ADĂUGAT
sv_se: TILLAGD

source: Current role
bg_bg: Сегашната роля
cs_cz: Aktuální role
da_dk: Aktuel rolle
es_mx: Rol actual
fr_fr: Rôle actuel
hu_hu: Jelenlegi szerepkör
it_it: Ruolo attuale
nb_no: Gjeldende rolle
nl_nl: Huidige rol
pl_pl: Bieżąca rola
pt_br: Papel atual
ro_ro: Rol curent
sv_se: Aktuell roll

source: Detailed access rights
bg_bg: Подробни права за достъп
cs_cz: Podrobná přístupová práva
da_dk: Detaljerede adgangsrettigheder
es_mx: Derechos de acceso detallados
fr_fr: Droits d'accès détaillés
hu_hu: Részletes hozzáférési jogok
it_it: Diritti di accesso dettagliati
nb_no: Detaljerte tilgangsrettigheter
nl_nl: Gedetailleerde toegangsrechten
pl_pl: Szczegółowe uprawnienia dostępu
pt_br: Direitos de acesso detalhados
ro_ro: Drepturi de acces în detaliu
sv_se: Detaljerade åtkomsträttigheter

source: View the folder
bg_bg: Прегледайте папката
cs_cz: Zobrazit složku
da_dk: Se mappen
es_mx: Ver la carpeta
fr_fr: Voir le dossier
hu_hu: Mappa megtekintése
it_it: Visualizza la cartella
nb_no: Vise mappen
nl_nl: Toon de map
pl_pl: Wyświetl folder
pt_br: Visualizar a pasta
ro_ro: Vizualizează dosarul
sv_se: Visa mappen

source: Create objects
bg_bg: Създайте обекти
cs_cz: Vytvořit objekty
da_dk: Opret objekter
es_mx: Crear objetos
fr_fr: Créer des objets
hu_hu: Elemek létrehozása
it_it: Crea oggetti
nb_no: Opprette objekter
nl_nl: Objecten aanmaken
pl_pl: Twórz obiekty
pt_br: Criar objetos
ro_ro: Creează obiecte
sv_se: Skapa objekt
