Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: create objects
bg_bg: създаване на обекти
ca_es: crea objectes
cs_cz: vytvořit objekty
da_dk: opret objekter
es_mx: crear objetos
fr_fr: créer des objets
hu_hu: elemek létrehozása
it_it: creare oggetti
nb_no: opprette objekter
nl_nl: objecten aanmaken
pl_pl: utwórz obiekty
pt_br: criar objetos
ro_ro: creează obiecte
sv_se: skapa objekt

source: create objects and subfolders
bg_bg: създаване на обекти и подпапки
ca_es: crea objectes i subcarpetes
cs_cz: vytvořit objekty a podsložky
da_dk: opret objekter og undermapper
es_mx: crear objetos y subcarpetas
fr_fr: créer des objets et des sous-dossiers
hu_hu: elemek és almappák létrehozása
it_it: creare oggetti e sottocartelle
nb_no: opprette objekter og undermapper
nl_nl: submappen en objecten aanmaken
pl_pl: utwórz obiekty i podfoldery
pt_br: criar objetos e subpastas
ro_ro: creează obiecte și dosare subordonate
sv_se: skapa objekt och underliggande mappar

source: no read permissions
bg_bg: няма разрешения за четене
ca_es: no hi ha permís de lectura
cs_cz: není oprávnění ke čtení
da_dk: ingen læsetilladelser
es_mx: no hay permiso de lectura
fr_fr: pas de droits de lecture
hu_hu: nincs olvasási jogosultság
it_it: nessun permesso di lettura
nb_no: ingen leserettigheter
nl_nl: geen leesrechten
pl_pl: brak uprawnień do odczytu
pt_br: sem permissões de leitura
ro_ro: fără permisiune de citire
sv_se: inga läsrättigheter

source: read own objects
bg_bg: четене на собствени обекти
ca_es: llegeix objectes propis
cs_cz: číst vlastní objekty
da_dk: læs egne objekter
es_mx: leer objetos propios
fr_fr: lire ses propres objets
hu_hu: saját elemek olvasása
it_it: leggere i propri oggetti
nb_no: les egne objekter
nl_nl: lees alleen eigen objecten
pl_pl: odczyt własnych obiektów
pt_br: ler objetos próprios
ro_ro: citește obiectele personale
sv_se: läs egna objekt

source: read all objects
bg_bg: четене на всички обекти
ca_es: llegeix tots els objectes
cs_cz: číst všechny objekty
da_dk: læs alle objekter
es_mx: leer todos los objetos
fr_fr: lire tous les objets
hu_hu: minden elem olvasása
it_it: leggere tutti gli oggetti
nb_no: les alle objekter
nl_nl: lees alle objecten
pl_pl: odczyt wszystkich obiektów
pt_br: ler todos os objetos
ro_ro: citește toate obiectele
sv_se: läs alla objekt

source: no edit permissions
bg_bg: няма разрешения за редактиране
ca_es: no hi ha permís d'edició
cs_cz: není oprávnění k úpravám
da_dk: ingen ændringstilladelse
es_mx: no hay permiso de edición
fr_fr: pas de droits de modification
hu_hu: nincs szerkesztési jogosultság
it_it: nessun permesso di modifica
nb_no: ingen redigeringstillatelser
nl_nl: geen bewerkrechten
pl_pl: brak uprawnień do edycji
pt_br: sem permissões de edição
ro_ro: fără permisiune de editare
sv_se: inga ändringsrättigheter

source: edit own objects
bg_bg: редактиране на собствени обекти
ca_es: edita objectes propis
cs_cz: upravovat vlastní objekty
da_dk: ændr egne objekter
es_mx: editar objetos propios
fr_fr: modifier ses propres objets
hu_hu: saját elemek szerkesztése
it_it: modificare i propri oggetti
nb_no: rediger egne objekter
nl_nl: bewerk alleen eigen objecten
pl_pl: edycja własnych obiektów
pt_br: editar objetos próprios
ro_ro: editează obiectele personale
sv_se: redigera egna objekt

source: edit all objects
bg_bg: редактирайте всички обекти
ca_es: edita tots els objectes
cs_cz: upravovat všechny objekty
da_dk: ændr alle objekter
es_mx: editar todos los objetos
fr_fr: modifier tous les objets
hu_hu: minden elem szerkesztése
it_it: modificare tutti gli oggetti
nb_no: rediger alle objekter
nl_nl: bewerk alle objecten
pl_pl: edycja wszystkich obiektów
pt_br: editar todos os objetos
ro_ro: editează toate obiectele
sv_se: redigera alla objekt

source: no delete permissions
bg_bg: няма разрешения за изтриване
ca_es: no hi ha permís de supressió
cs_cz: není oprávnění k mazání
da_dk: ingen slettetilladelse
es_mx: no hay permiso de borrado
fr_fr: pas de droits de suppression
hu_hu: nincs törlési jogosultságai
it_it: nessun permesso di eliminazione
nb_no: ingen slettetillatelser
nl_nl: geen verwijderrechten
pl_pl: brak uprawnień do usuwania
pt_br: sem permissões de exclusão
ro_ro: fără permisiune de ștergere
sv_se: inga borttagningsrättigheter

source: delete only own objects
bg_bg: изтриване на собствени обекти
ca_es: suprimeix només els objectes propis
cs_cz: mazání vlastních objektů
da_dk: slet kun egne objekter
es_mx: borrar sólo los objetos propios
fr_fr: supprimer ses propres objets
hu_hu: csak saját elemek törlése
it_it: eliminare solo i propri oggetti
nb_no: bare slett egne objekter
nl_nl: verwijder alleen eigen objecten
pl_pl: usuwanie własnych obiektów
pt_br: excluir somente objetos próprios
ro_ro: șterge doar obiectele personale
sv_se: ta bara bort egna objekt

source: delete all objects
bg_bg: изтриване на всички обекти
ca_es: suprimeix tots els objectes
cs_cz: mazání všech objektů
da_dk: slet alle objekter
es_mx: borrar todos los objetos
fr_fr: supprimer tous les objets
hu_hu: minden elem törlése
it_it: eliminare tutti gli oggetti
nb_no: slett alle objekter
nl_nl: verwijder alle objecten
pl_pl: usuwanie wszystkich obiektów
pt_br: excluir todos os objetos
ro_ro: șterge toate obiectele
sv_se: ta bort alla objekt

source: No
bg_bg: Не
cs_cz: Ne
da_dk: Nej
fr_fr: Non
hu_hu: Nem
nb_no: Nei
nl_nl: Nee
pl_pl: Nie
pt_br: Nenhum
ro_ro: Nu
sv_se: Nej

source: Yes
bg_bg: Да
ca_es: Sí
cs_cz: Ano
da_dk: Ja
es_mx: Sí
fr_fr: Oui
hu_hu: Igen
it_it: Sì
nb_no: Ja
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
ro_ro: Da
sv_se: Ja

source: Owner
bg_bg: Собственик
ca_es: Propietari
cs_cz: Vlastník
da_dk: Ejer
es_mx: Propietario
fr_fr: Propriétaire
hu_hu: Tulajdonos
it_it: Proprietario
nb_no: Eier
nl_nl: Eigenaar
pl_pl: Właściciel
pt_br: Proprietário
ro_ro: Proprietar
sv_se: Ägare

source: Folder permissions
bg_bg: Разрешения за папки
ca_es: Permisos de carpeta
cs_cz: Oprávnění složky
da_dk: Mappetilladelser
es_mx: Permisos de carpeta
fr_fr: Droits sur les dossiers
hu_hu: Mappa jogosultságai
it_it: Permessi della cartella
nb_no: Mappetillatelser
nl_nl: Maprechten
pl_pl: Uprawnienia do folderu
pt_br: Permissões da pasta
ro_ro: Permisiuni dosar
sv_se: Mapprättigheter

source: Object permissions
bg_bg: Разрешения за файлове
ca_es: Permisos d'objecte
cs_cz: Oprávnění objektu
da_dk: Objekttilladelser
es_mx: Permisos de objeto
fr_fr: Droits sur les objets
hu_hu: Elemek jogosultságai
it_it: Permessi dell'oggetto
nb_no: Objekttillatelser
nl_nl: Objectrechten
pl_pl: Uprawnienia do obiektu
pt_br: Permissões do objeto
ro_ro: Permisiuni obiect
sv_se: Objekträttigheter

source: The user has administrative rights
bg_bg: Потребителят има административни права
ca_es: L'usuari hi té drets d'administració
cs_cz: Uživatel má práva administrátora
da_dk: Brugeren har administrative
es_mx: El usuario tiene derechos de administración
fr_fr: L'utilisateur a des droits administratifs
hu_hu: A felhasználó rendelkezik adminisztrációs jogosultságokkal
it_it: L'utente ha diritti amministrativi
nb_no: Brukeren har administratorrettigheter
nl_nl: De gebruiker heeft beheerdersrechten
pl_pl: Użytkownik ma uprawnienia administracyjne
pt_br: O usuário tem privilégios administrativos
ro_ro: Utilizatorul are drepturi de administrare
sv_se: Användaren har administratörsrättigheter

source: Apply to all subfolders
bg_bg: Прилагане към всички подпапки
cs_cz: Uplatnit na všechny podsložky
da_dk: Anvend på alle undermapper
es_mx: Aplicar a todas las subcarpetas
fr_fr: Appliquer à tous les sous-dossiers
hu_hu: Alkalmazás az összes mappára
it_it: Applica a tutte le sottocartelle
nb_no: Bruk for alle undermapper
nl_nl: Toepassen op alle sub-mappen
pl_pl: Zastosuj do wszystkich podfolderów
pt_br: Aplicar a todas as subpastas
ro_ro: Aplică pentru toate dosarele subordonate
sv_se: Verkställ för alla underliggande mappar

source: Add user/group
bg_bg: Добавяне на потребител / група
cs_cz: Přidat uživatele/skupinu
da_dk: Tilføj bruger/gruppe
es_mx: Añadir usuario/grupo
fr_fr: Ajouter un utilisateur / groupe
hu_hu: Felhasználó/csoport hozzáadása
it_it: Aggiungi utente/gruppo
nb_no: Legg til brukere/grupper
nl_nl: Gebruiker/groep toevoegen
pl_pl: Dodaj użytkownika/grupę
pt_br: Adicionar usuário/grupo
ro_ro: Adaugă utilizator/grup
sv_se: Lägg till användare/grupp

source: This is not a valid user or group.
bg_bg: Това не е валиден потребител или група.
ca_es: Aquest no és un usuari o un grup vàlid.
cs_cz: Toto není platný uživatel nebo skupina.
da_dk: Dette er ikke en gyldig bruger eller gruppe.
es_mx: Este no es un usuario o un grupo válido.
fr_fr: Ce n'est pas un utilisateur ou un groupe valide.
hu_hu: Ez nem érvényes felhasználó vagy csoport.
it_it: Questo non è un utente o un gruppo valido.
nb_no: Dette er ikke en gyldig bruker eller gruppe.
nl_nl: Dit is geen geldige gebruiker of groep.
pl_pl: To nie jest prawidłowy użytkownik lub grupa.
pt_br: Este não é um usuário ou grupo válido.
ro_ro: Acesta nu este un utilizator sau un grup valid.
sv_se: Det här är inte en giltig användare eller grupp.

source: Start typing to search for user names
bg_bg: Започнете да пишете, за да търсите имена на потребители
cs_cz: Začněte psát a uživatelská jména budou automaticky vyhledávána
da_dk: Begynd at skrive for at finde brugernavne
es_mx: Comience a escribir para buscar nombres de usuario
fr_fr: Saisissez du texte pour chercher des noms d'utilisateur
hu_hu: Kezdje el beírni a keresett felhasználónevet
it_it: Inizia a digitare per cercare i nomi utente
nb_no: Begynn å skrive for å søke etter brukere
nl_nl: Begin met typen om een gebruikersnaam te zoeken
pl_pl: Aby wyszukać nazwy użytkowników, zacznij pisać
pt_br: Comece a digitar para pesquisar por nomes de usuários
ro_ro: Începeți să tastați pentru a căuta nume de utilizatori
sv_se: Börja skriva för att söka efter användarnamn

source: Attachments have been saved
cs_cz: Přílohy byly uloženy
da_dk: Vedhæftningerne er blevet gemt
es_mx: Los adjuntos se han guardado
fr_fr: Les pièces jointes ont été enregistrées
hu_hu: A mellékletek mentve
it_it: Gli allegati sono stati salvati
nl_nl: Bijlages zijn opgeslagen
pl_pl: Załączniki zostały zapisane
pt_br: Os anexos foram salvos
ro_ro: Atașările au fost salvate
sv_se: Bilagor har sparats

source: Save to %1$s
bg_bg: Запазване в %1$s
cs_cz: Uložit do %1$s
da_dk: Gem i %1$s
es_mx: Guardar en %1$s
fr_fr: Enregistrer vers %1$s
hu_hu: Mentés ide: %1$s
it_it: Salva in %1$s
nb_no: Lagre til %1$s
nl_nl: Opslaan naar %1$s
pl_pl: Zapisz w %1$s
pt_br: Salvar para %1$s
ro_ro: Salvează în %1$s
sv_se: Spara till %1$s

source: Printout
bg_bg: Принтирам
ca_es: Impressió
cs_cz: Výtisk
da_dk: Udskrivning
es_mx: Impresión
fr_fr: Impression
hu_hu: Nyomtatás
it_it: Stampa
nb_no: Skriv ut
nl_nl: Afdrukken
pl_pl: Wydruk
pt_br: Impressão
ro_ro: Imprimă
sv_se: Utskrift

source: Error
bg_bg: Грешка
cs_cz: Chyba
da_dk: Fejl
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
nb_no: Feil
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
ro_ro: Eroare
sv_se: Fel

source: Cannot print this item
bg_bg: Този елемент не може да бъде отпечатан
ca_es: No s'ha pogut imprimir aquest element
cs_cz: Tuto položku nelze vytisknout
da_dk: Dette element kan ikke udskrives
es_mx: No se puede imprimir este elemento
fr_fr: Impossible d'imprimer cet élément
hu_hu: Ez az elem nem nyomtatható
it_it: Impossibile stampare questo elemento
nb_no: Kan ikke skrive ut dette elementet
nl_nl: Dit item kan niet afgedrukt worden
pl_pl: Nie udało się wydrukować tego elementu
pt_br: Não foi possível imprimir este item
ro_ro: Acest element nu poate fi imprimat
sv_se: Kan inte skriva ut objektet

source: Cannot print these items
cs_cz: Tyto položky nelze vytisknout
da_dk: Kan ikke udskrive disse ting
es_mx: No se pueden imprimir estos elementos
fr_fr: Impossible d'imprimer ces éléments
hu_hu: Ezek az elemek nem nyomtathatók
it_it: Impossibile stampare questi elementi
nl_nl: Deze items kunnen niet afgedrukt worden
pl_pl: Nie udało się wydrukować tych elementów
pt_br: Não foi possível imprimir estes itens
ro_ro: Aceste elemente nu pot fi imprimate
sv_se: Kan inte skriva ut dessa objekt

source: You have to sign in again
bg_bg: Трябва да влезете отново
cs_cz: Musíte se přihlásit znovu
da_dk: Du bliver nødt til at logge ind igen
es_mx: Tiene que identificarse de nuevo
fr_fr: Vous devez vous authentifier à nouveau
hu_hu: Újra be kell jelentkeznie
it_it: È necessario effettuare nuovamente l'accesso
nb_no: Du må logge inn på nytt
nl_nl: U moet opnieuw aanmelden
pl_pl: Musisz się ponownie zalogować
pt_br: Você tem que iniciar a sessão novamente
ro_ro: Trebuie să vă autentificați din nou
sv_se: Du måste logga in igen

source: Please sign in again to continue
bg_bg: Моля, влезте отново, за да продължите
ca_es: Per favor, iniciau de nou la sessió per a continuar
cs_cz: Chcete-li pokračovat, přihlaste se, prosím, znovu
da_dk: Log venligst ind igen for at fortsætte
es_mx: Por favor, inicie de nuevo la sesión para continuar
fr_fr: Veuillez vous reconnecter pour continuer
hu_hu: Jelentkezzen be újra a folytatáshoz
it_it: Accedi nuovamente per continuare
nb_no: Logg deg på igjen for å fortsette
nl_nl: Meld opnieuw aan om door te gaan
pl_pl: Aby kontynuować, podpisz ponownie
pt_br: Inicie a sessão novamente para continuar
ro_ro: Autentificați-vă din nou pentru a continua
sv_se: Logga in igen för att fortsätta

source: Please enter correct password
bg_bg: Моля, въведете правилната парола
ca_es: Per favor, introduïu la contrasenya correcta
cs_cz: Zadejte, prosím, správné heslo.
da_dk: Indtast venligst korrekt adgangskode
es_mx: Por favor, introduzca la contraseña correcta
fr_fr: Veuillez saisir le mot de passe correct
hu_hu: Adja meg a helyes jelszót
it_it: Digita la password corretta
nb_no: Skriv inn riktig passord
nl_nl: Voer alstublieft het correcte wachtwoord in
pl_pl: Wprowadź poprawne hasło
pt_br: Insira a senha correta
ro_ro: Introduceți parola corectă
sv_se: Ange korrekt lösenord

source: Failed to sign in
bg_bg: Грешка при влизане
ca_es: Ha fallat l'inici de sessió
cs_cz: Přihlášení selhalo.
da_dk: Kunne ikke logge ind
es_mx: Falló el inicio de sesión
fr_fr: La connexion a échoué
hu_hu: A bejelentkezés meghiúsult
it_it: Accesso non riuscito
nb_no: Kunne ikke logge på
nl_nl: Aanmelden is mislukt
pl_pl: Nie udało się zalogować
pt_br: Falha ao iniciar sessão
ro_ro: Autentificarea a eșuat
sv_se: Kunde inte logga in

source: Your IP address has changed
bg_bg: Вашият IP адрес се е променил
ca_es: La vostra adreça IP ha canviat
cs_cz: Vaše IP adresa se změnila
da_dk: Din IP-adresse er blevet ændret
es_mx: Su dirección IP ha cambiado
fr_fr: Votre adresse IP a changé
hu_hu: Az IP-cím megváltozott
it_it: Il tuo indirizzo IP è cambiato
nb_no: IP-adressen din er endret
nl_nl: Uw IP-adres is gewijzigd
pl_pl: Adres IP został zmieniony
pt_br: Seu endereço de IP foi alterado
ro_ro: Adresa dumneavoastră IP a fost modificată
sv_se: Din IP-adress har ändrats

source: Your session is expired
bg_bg: Вашата сесия е изтекла
ca_es: La vostra sessió ha expirat
cs_cz: Sezení vypršelo
da_dk: Din session er udløbet
es_mx: La sesión ha expirado
fr_fr: Votre session a expiré
hu_hu: A munkafolyamat lejárt
it_it: La sessione è scaduta
nb_no: Økten er utløpt.
nl_nl: Uw sessie is verlopen
pl_pl: Sesja wygasła
pt_br: Sua sessão expirou
ro_ro: Sesiunea dumneavoastră a expirat
sv_se: Din session är för gammal

source: Position %s
cs_cz: Pozice %s
da_dk: Plads %s
es_mx: Posición %s
hu_hu: Pozíció %s
it_it: Posizione %s
nl_nl: Positie %s
pl_pl: Pozycja %s
pt_br: Posição %s
ro_ro: Poziția %s

source: Change quick launch icons
cs_cz: Změnit ikony rychlého spuštění
da_dk: Redigér ikoner til hurtigstart
es_mx: Cambiar iconos de lanzamiento rápido
fr_fr: Configurer les icônes de lancement rapide
hu_hu: Gyorsindítási ikonok módosítása
it_it: Configura le icone di avvio rapido
nl_nl: Snel-start pictogrammen aanpassen
pl_pl: Zmień ikony szybkiego uruchamiania
pt_br: Alterar ícones de lançamento rápido
ro_ro: Schimbați pictogramele de lansare rapidă
sv_se: Ändra snabbstartsikoner

source: Save changes
cs_cz: Uložit změny
da_dk: Gem ændringer
es_mx: Guardar cambios
fr_fr: Enregistrer les modifications
hu_hu: Módosítások mentése
it_it: Salva modifiche
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
pt_br: Salvar alterações
ro_ro: Salvează modificările
sv_se: Spara ändringar

source: Download the %1$s client for %2$s
cs_cz: Stáhnout klienta %1$s pro %2$s
da_dk: Hent klienten %1$s til %2$s
es_mx: Descargar el cliente de %1$s para %2$s
fr_fr: Télécharger le client %1$s pour %2$s
hu_hu: Töltse le a (z) %1$s klienst %2$s platformra
it_it: Scarica il client di %1$s per %2$s
nl_nl: Download de %1$s client voor %2$s
pl_pl: Pobierz klienta %1$s dla systemu %2$s
pt_br: Baixar o cliente %1$s para %2$s
ro_ro: Descărcați clientul %1$s pentru %2$s
sv_se: Ladda ned %1$s-klienten för %2$s

source: %s client for Windows
bg_bg: %s клиент за Windows
cs_cz: %s klient pro Windows
da_dk: %s klient for Windows
es_mx: Cliente de %s para Windows
fr_fr: Client %s pour Windows
hu_hu: %s kliens Windows-hoz
it_it: Client di %s per Windows
nb_no: %s klient for Windows
nl_nl: %s client voor Windows
pl_pl: Klient %s dla systemu Windows
pt_br: Cliente %s para Windows
ro_ro: Client %s pentru Windows
sv_se: %s-klient för Windows

source: Download installation file
bg_bg: Изтеглете инсталационния файл
ca_es: Descarrega el fitxer d'instal·lació
cs_cz: Stáhnout instalační soubor
da_dk: Hent installationsfil
es_mx: Descargar el archivo de instalación
fr_fr: Télécharger le fichier d'installation
hu_hu: Telepítőfájl letöltése
it_it: Scarica il file di installazione
nb_no: Last ned installasjonsfilen
nl_nl: Download installatiebestand
pl_pl: Pobierz plik instalacyjny
pt_br: Baixar arquivo de instalação
ro_ro: Descarcă fișierul de instalare
sv_se: Ladda ner installationsfil

source: %s client for Mac OS
bg_bg: %s клиент за Mac OS
ca_es: Client %s per a Mac OS
cs_cz: %s klient pro Mac OS
da_dk: %s klient for Mac OS
es_mx: Cliente de %s para Mac OS
fr_fr: Client %s pour Mac OS
hu_hu: %s kliens Mac OS-hez
it_it: Client di %s per Mac OS
nb_no: %s klient for Mac OS
nl_nl: %s client voor Mac OS
pl_pl: Klient %s dla systemu Mac OS
pt_br: Cliente %s para Mac OS
ro_ro: Client %s pentru Mac OS
sv_se: %s-klient för Mac OS

source: %s client for iOS
bg_bg: %s клиент за iOS
ca_es: Client %s per a iOS
cs_cz: %s klient pro iOS
da_dk: %s klient for iOS
es_mx: Cliente de %s para iOS
fr_fr: Client %s pour iOS
hu_hu: %s kliens iOS-hez
it_it: Client di %s per iOS
nb_no: %s klient for iOS
nl_nl: %s client voor iOS
pl_pl: Klient %s dla systemu iOS
pt_br: Cliente %s para iOS
ro_ro: Client %s pentru iOS
sv_se: %s-klient för iOS

source: %s client for Android
bg_bg: %s клиент за Андроид
ca_es: Client %s per a Android
cs_cz: %s klient pro Android
da_dk: %s klient for Android
es_mx: Cliente de %s para Android
fr_fr: Client %s pour Android
hu_hu: %s kliens Androidhoz
it_it: Client di %s per Android
nb_no: %s klient for Android
nl_nl: %s client voor Android
pl_pl: Klient %s dla systemu Android
pt_br: Cliente %s para Android
ro_ro: Client %s pentru Android
sv_se: %s-klient för Android

source: Downloads
bg_bg: Изтегляния
ca_es: Descàrregues
cs_cz: Stahování
da_dk: Hentninger
es_mx: Descargas
fr_fr: Téléchargements
hu_hu: Letöltések
it_it: Scaricamenti
nb_no: Nedlastinger
nl_nl: Downloaden
pl_pl: Elementy pobierane
pt_br: Baixar
ro_ro: Descărcări
sv_se: Nedladdningar

source: Regional settings
cs_cz: Regionální nastavení
da_dk: Regionale indstillinger
es_mx: Configuración regional
fr_fr: Réglages régionaux
hu_hu: Területi beállítások
it_it: Impostazioni regionali
nl_nl: Regionale instellingen
pl_pl: Ustawienia regionalne
pt_br: Configurações regionais
ro_ro: Setări regionale
sv_se: Regionala inställningar

source: 9:00 AM (12 hours)
cs_cz: 9:00 (12hodinový formát)
da_dk: 9:00 AM (12 timer)
es_mx: 9:00 AM (12 horas)
fr_fr: 9:00 AM (12 heures)
hu_hu: 9:00 DE (12 órás)
it_it: 9:00 AM (12 ore)
nl_nl: 9:00 AM (12 uren)
pl_pl: 9:00 AM (12-godzinny)
pt_br: 9:00 da manhã (12 horas)
ro_ro: 9:00 AM (12 ore)
sv_se: 9:00 AM (12 timmar)

source: 09:00 AM (12 hours)
cs_cz: 09:00 (12hodinový formát)
da_dk: 09:00 AM (12 timer)
es_mx: 09:00 AM (12 horas)
fr_fr: 09:00 AM (12 heures)
hu_hu: 09:00 DE (12 órás)
it_it: 09:00 AM (12 ore)
nl_nl: 09:00 AM (12 uren)
pl_pl: 09:00 AM (12-godzinny)
pt_br: 09:00 da manhã (12 horas)
ro_ro: 09:00 AM (12 ore)
sv_se: 09:00 AM (12 timmar)

source: 9:00 (24 hours)
cs_cz: 9:00 (24hodinový formát)
da_dk: 9:00 (24 timer)
es_mx: 9:00 (24 horas)
fr_fr: 9:00 (24 heures)
hu_hu: 9:00 (24 órás)
it_it: 9:00 (24 ore)
nl_nl: 9:00 (24 uren)
pl_pl: 9:00 (24-godzinny)
pt_br: 9:00 (24 horas)
ro_ro: 9:00 (24 ore)
sv_se: 9:00 (24 timmar)

source: 09:00 (24 hours)
cs_cz: 09:00 (24hodinový formát)
da_dk: 09:00 (24 timer)
es_mx: 09:00 (24 horas)
fr_fr: 09:00 (24 heures)
hu_hu: 09:00 (24 órás)
it_it: 09:00 (24 ore)
nl_nl: 09:00 (24 uren)
pl_pl: 09:00 (24-godzinny)
pt_br: 09:00 (24 horas)
ro_ro: 09:00 (24 ore)
sv_se: 09:00 (24 timmar)

source: 9.00 (24 hours)
cs_cz: 9:00 (24hodinový formát)
da_dk: 9:00 (24 timer)
es_mx: 9.00 (24 horas)
fr_fr: 9.00 (24 heures)
hu_hu: 9.00 (24 órás)
it_it: 9.00 (24 ore)
nl_nl: 9.00 (24 uren)
pl_pl: 9.00 (24-godzinny)
pt_br: 9.00 (24 horas)
ro_ro: 9.00 (24 ore)
sv_se: 9.00 (24 timmar)

source: 09.00 (24 hours)
cs_cz: 09:00 (24hodinový formát)
da_dk: 09:00 (24 timer)
es_mx: 09.00 (24 horas)
fr_fr: 09.00 (24 heures)
hu_hu: 09.00 (24 órás)
it_it: 09.00 (24 ore)
nl_nl: 09.00 (24 uren)
pl_pl: 09.00 (24-godzinny)
pt_br: 09.00 (24 horas)
ro_ro: 09.00 (24 ore)
sv_se: 09.00 (24 timmar)

source: Week that contains January 1st (e.g. US, Canada)
cs_cz: Týden, který zahrnuje 1. leden (např. USA, Kanada)
da_dk: Uge som har januar d. 1. (fx USA og Canada)
es_mx: Semana que contiene el 1 de enero (por ejemplo EEUU, Canadá)
fr_fr: Semaine comprenant le 1er janvier (par ex. USA, Canada)
hu_hu: Január 1-jét tartalmazó hét (pl. USA, Kanada)
it_it: Settimana che contiene 1 gennaio (ad es. US, Canada)
nl_nl: Week waarin 1 januari valt (b.v. US, Canada)
pl_pl: Tydzień obejmujący 1 stycznia (np. USA, Kanada)
pt_br: Semana que contém 1º de janeiro (por exemplo: EUA, Canadá)
ro_ro: Săptămâna care conține 1 ianuarie (de exemplu, SUA, Canada)
sv_se: Vecka som innehåller första januari (t.ex. USA, Canada)

source: Week that contains January 4th (e.g. Europe, ISO-8601)
cs_cz: Týden, který zahrnuje 1. leden (např. Evropa, ISO-8601)
da_dk: Uge som har januar d. 4. (fx Europa og ISO-8601)
es_mx: Semana que contiene el 4 de enero (por ejemplo Europa, ISO-8601)
fr_fr: Semaine comprenant le 4 janvier (par ex. Europe, ISO-8601)
hu_hu: Január 4-ét tartalmazó hét (pl. Európa, ISO-8601)
it_it: Settimana che contiene 4 gennaio (ad es. Europa, ISO-8601)
nl_nl: Week waarin 4 januari valt (b.v. Europa, ISO-8601)
pl_pl: Tydzień obejmujący 4 stycznia (np. Europa, ISO-8601)
pt_br: Semana que contém 4 de janeiro (por exemplo: Europa, ISO-8601)
ro_ro: Săptămâna care conține 4 ianuarie (de exemplu, Europa, ISO-8601)
sv_se: Vecka som innehåller fjärde januari (t.ex. Europa, ISO-8601)

source: Reset
cs_cz: Resetovat
da_dk: Nulstil
es_mx: Reiniciar
fr_fr: Réinitialiser
hu_hu: Visszaállítás
it_it: Ripristina
nl_nl: Herstel
pl_pl: Resetuj
pt_br: Redefinir
ro_ro: Resetează
sv_se: Återställ

source: Time format
cs_cz: Formát času
da_dk: Tidsformat
es_mx: Formato de hora
fr_fr: Format de l'heure
hu_hu: Időformátum
it_it: Formato orario
nl_nl: Tijdopmaak
pl_pl: Format godzin
pt_br: Formato da hora
ro_ro: Format oră
sv_se: Tidsformat

source: Date format
cs_cz: Formát data
da_dk: Datoformat
es_mx: Formato de fecha
fr_fr: Format de la date
hu_hu: Dátum formátum
it_it: Formato data
nl_nl: Datumopmaak
pl_pl: Format dat
pt_br: Formato da data
ro_ro: Format dată
sv_se: Datumformat
