Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Reply to mailing list
bg_bg: Отговор на пощенския списък
cs_cz: Odpovědět do poštovní konference
da_dk: Svar til postliste
es_mx: Responder a la lista de correo
fr_fr: Répondre à la liste de diffusion
hu_hu: Válasz a levelezőlistára
it_it: Rispondi alla lista di distribuzione
nb_no: Svar til epostliste
nl_nl: Beantwoord naar mailinglijst
pl_pl: Odpowiedz do listy adresowej
pt_br: Responder à lista de discussão
ro_ro: Răspunde la lista de discuții
sv_se: Svara till sändlista

source: This message was sent via the mailing list %1$s.
bg_bg: Това съобщение бе изпратено чрез пощенския списък %1$s .
cs_cz: Tato zpráva byla poslána prostřednictvím poštovní konference %1$s.
da_dk: Denne besked blev sendt til dig via postlisten %1$s.
es_mx: Este mensaje se envió mediante la lista de correo %1$s.
fr_fr: Ce message a été envoyé par le biais de la liste de diffusion %1$s.
hu_hu: Ez az üzenet a(z) %1$s levelezőlistáról érkezett.
it_it: Questo messaggio è stato inviato tramite la lista di distribuzione %1$s.
nb_no: Denne meldingen ble sendt via epostlisten %1$s.
nl_nl: Dit bericht is verstuurd via de mailinglijst %1$s.
pl_pl: Ta wiadomość została wysłana przy użyciu listy adresowej %1$s.
pt_br: Esta mensagem foi enviada pela lista de discussão %1$s.
ro_ro: Acest mesaj a fost trimis prin lista de discuții %1$s.
sv_se: Meddelandet skickades via sändlistan %1$s.

source: This message was sent via a mailing list.
bg_bg: Това съобщение бе изпратено чрез пощенски списък.
cs_cz: Tato zpráva byla poslána prostřednictvím poštovní konference.
da_dk: Denne besked blev sendt via en postliste.
es_mx: Este mensaje se envió mediante una lista de correo.
fr_fr: Ce message a été envoyé par le biais d'une liste de diffusion.
hu_hu: Ezt az üzenetet levelezőlistán keresztül küldték.
it_it: Questo messaggio è stato inviato tramite una lista di distribuzione.
nb_no: Denne meldingen ble sendt via en epostliste.
nl_nl: Dit bericht is verstuurd via een mailinglijst.
pl_pl: Ta wiadomość została wysłana przy użyciu listy adresowej.
pt_br: Esta mensagem foi enviada pela lista de discussão.
ro_ro: Acest mesaj a fost trimis printr-o listă de discuții.
sv_se: Detta meddelande skickades via en sändlista.

source: Do you really want to reply all or just %1$s?
bg_bg: Наистина ли искате да отговорите на всички или само на %1$s ?
cs_cz: Opravdu chcete odpovědět všem, nebo jen %1$s?
da_dk: Vil du virkelig svare til alle? Eller kun til %1$s?
es_mx: ¿De verdad quiere responder a todos o solo a %1$s?
fr_fr: Voulez-vous vraiment répondre à tous ou simplement à %1$s ?
hu_hu: Biztos mindenkinek elküldi a választ vagy csak ennek: %1$s?
it_it: Vuoi davvero rispondere a tutti o solo a %1$s?
nb_no: Ønsker du virkelig å svare til alle eller kun %1$s?
nl_nl: Weet u zeker dat u naar iedereen wilt reageren of alleen naar %1$s?
pl_pl: Czy na pewno chcesz wysłać odpowiedź do wszystkich czy tylko do użytkownika %1$s?
pt_br: Deseja realmente responder a todos ou apenas a %1$s?
ro_ro: Sigur doriți să răspundeți la toți sau doar la %1$s?
sv_se: Vill du verkligen svara till alla, eller bara %1$s?

source: Reply to sender
bg_bg: Отговори на подателя
ca_es: Respon al remitent
cs_cz: Odpovědět odesílateli
da_dk: Svar til afsender
es_mx: Responder al remitente
fr_fr: Répondre à l'expéditeur
hu_hu: Válasz a feladónak
it_it: Rispondi al mittente
nb_no: Svar til avsender
nl_nl: Beantwoord verzender
pl_pl: Odpowiedz nadawcy
pt_br: Responder ao remetente
ro_ro: Răspunde expeditorului
sv_se: Svar till avsändare

source: %1$s autocomplete token field. Use left and right Arrowkeys to navigate between the tokens
bg_bg: %1$s поле за автоматично довършване. Използвайте лявата и дясната стрелка, за да се движите между символите
cs_cz: Pole pro automatické doplnění %1$s. Použijte šipku doleva či doprava pro procházení mezi tokeny
da_dk: %1$s autoudfyldt felt. Brug venstre og højre piletaster for at skifte mellem mulighederne.
es_mx: Campo de token de autocompletado de %1$s. Utilice las teclas de cursor izquierda y derecha para navegar entre los tokens
fr_fr: Champ avec jeton d'autocomplétion %1$s. Utilisez les flèches gauche et droite pour naviguer entre les jetons
hu_hu: A %1$s egy automatikusan kiegészítéssel rendelkező mező. Használja a balra és jobbra nyilakat a kiegészítések váltása között.
it_it: Campo del token di completamento automatico di %1$s. Utilizza le frecce direzionali destra e sinistra per navigare tra i token
nb_no: %1$s autofullfør-felt. Bruk venstre og høyre piltaster for å navigere mellom oppføringene
nl_nl: %1$s autocomplete voorstel veld. Gebruik de pijltjes naar links en rechts om door de voorstellen te bladeren
pl_pl: Pole tokenu autouzupełniania %1$s. Do poruszania się między tokenami służą klawisze strzałki w lewo i strzałki w prawo.
pt_br: %1$s campo de símbolo de preenchimento automático. Use as teclas de navegação direita e esquerda para navegar entre os campos
ro_ro: Câmp de completare automată %1$s. Utilizați săgețile stânga și dreapta pentru a naviga prin elemente
sv_se: %1$s autofyllt token-fält. Använd vänster och höger piltangenter för att navigera mellan token

source: CC
hu_hu: Másolat
pl_pl: DW

source: Select CC contacts
cs_cz: Vybrat kontakty pro CC
da_dk: Vælg CC kontakter
es_mx: Seleccionar contactos para el campo Cc
fr_fr: Sélectionner des contacts pour les ajouter en copie carbone (CC)
hu_hu: Válassza ki a másolat címzettjeit
it_it: Seleziona contatti CC
nl_nl: Selecteer CC contacten
pl_pl: Wybierz kontakty DW
pt_br: Selecionar contatos CC
ro_ro: Selectează contacte CC
sv_se: Välj kontakter för kopia

source: BCC
ca_es: CCO
es_mx: CCO
hu_hu: Titkos másolat
it_it: CCN
pl_pl: UDW
pt_br: CCO

source: Select BCC contacts
cs_cz: Vybrat kontakty pro BCC
da_dk: Vælg BCC kontakter
es_mx: Seleccionar contactos para el campo BCC
fr_fr: Sélectionner des contacts pour les ajouter en copie carbone invisible (BCC)
hu_hu: Válassza ki a titkos másolat címzettjeit
it_it: Seleziona contatti CCN
nl_nl: Selecteer BCC contacten
pl_pl: Wybierz kontakty UDW
pt_br: Selecionar contatos CCO
ro_ro: Selectează contacte BCC
sv_se: Välj kontakter för dold kopia

# compose
source: Reply to
bg_bg: Отг. до
cs_cz: Komu odpovědět
da_dk: Svar til
es_mx: Responder a
fr_fr: Rép. à
hu_hu: Válaszcím
it_it: Rispondi a
nb_no: Svar til
nl_nl: Beantwoord naar
pl_pl: Odp. do
pt_br: Responder a
ro_ro: Răsp. la
sv_se: Svara till

source: Added %s to attachments.
bg_bg: Добавено %s към прикачените файлове.
cs_cz: %s byly přidány do příloh.
da_dk: Føjet %s til vedhæftninger.
es_mx: Añadidos %s a los adjuntos.
fr_fr: Ajout de %s aux pièces jointes.
hu_hu: %s hozzáadva a mellékletekhez.
it_it: Aggiunto %s agli allegati.
nb_no: La til %s vedlegg
nl_nl: %s toegevoegd aan bijlagen.
pl_pl: Dodano %s do załączników.
pt_br: Adicionado %s aos anexos.
ro_ro: S-au adăugat următoarele fișiere atașate: %s.
sv_se: Lade till %s som bilaga.

source: On behalf of
cs_cz: Jménem
da_dk: På vegne af
es_mx: En nombre de
hu_hu: Meghatalmazó:
it_it: Per conto di
nl_nl: Namens
pl_pl: W imieniu
pt_br: Em nome de
ro_ro: În numele proprietarului
sv_se: Åt

source: Show names
bg_bg: Покажи имената
cs_cz: Zobrazit jména
da_dk: Vis navne
es_mx: Mostrar nombres
fr_fr: Afficher les noms
hu_hu: Nevek megjelenítése
it_it: Mostra i nomi
nb_no: Vis navn
nl_nl: Namen tonen
pl_pl: Pokaż nazwy
pt_br: Exibir nomes
ro_ro: Afișează numele
sv_se: Visa namn

source: Edit names
bg_bg: Редактирай имената
cs_cz: Upravit jména
da_dk: Redigér navne
es_mx: Editar nombres
fr_fr: Modifier les noms
hu_hu: Nevek szerkesztése
it_it: Modifica i nomi
nb_no: Rediger navn
nl_nl: Namen bewerken
pl_pl: Edytuj nazwy
pt_br: Editar nomes
ro_ro: Editează numele
sv_se: Redigera namn

source: Compose new email
bg_bg: Създайте нов емейл
ca_es: Redacta un nou correu electrònic
cs_cz: Psát novou zprávu
da_dk: Skriv ny e-mail
es_mx: Redactar nuevo correo
fr_fr: Rédiger un nouveau courriel
hu_hu: Új levél írása
it_it: Componi un nuovo messaggio
nb_no: Opprett ny e-post
nl_nl: Nieuw e-mailbericht opstellen
pl_pl: Nowa wiadomość e-mail
pt_br: Escrever novo e-mail
ro_ro: Compune un mesaj nou
sv_se: Skriv nytt meddelande

source: This email will be sent by %1$s on behalf of %2$s.
cs_cz: Zpráva bude odeslána jménem %2$s uživatelem %1$s.
da_dk: Denne e-mail bliver sendt af %1$s på vegne af %2$s.
es_mx: Este correo será enviado por %1$s en nombre de %2$s.
hu_hu: Ezt az e-mailt %1$s küldte %2$s nevében.
it_it: Questo messaggio è stato inviato da %1$s per conto di %2$s.
nl_nl: Dit e-mailbericht is verzonden door %1$s namens %2$s.
pl_pl: Ta wiadomość e-mail zostanie wysłana przez użytkownika %1$s w imieniu użytkownika %2$s.
pt_br: Este e-mail será enviado por %1$s em nome de %2$s.
ro_ro: Acest email a fost trimis de %1$s în numele lui %2$s.
sv_se: Detta meddelande kommer att skickas av %1$s åt %2$s.

source: This email just contains your email address as sender. Your real name is not used.
bg_bg: Този имейл адрес съдържа само вашия имейл адрес като подател. Вашето истинско име не се използва.
cs_cz: Tato zpráva obsahuje pouze vaši odesílací adresu. Vaše skutečné jméno není použito.
da_dk: Denne beske har kun din e-post-adresse som afsender. Dit rigtige navn bliver ikke brugt.
es_mx: Este correo solo contiene su dirección de correo como remitente. No se está usando su nombre real.
fr_fr: Ce courriel contient simplement votre adresse électronique comme expéditeur. Votre véritable nom n'est pas utilisé.
hu_hu: Ez az e-mail mindössze az e-mail címét tartalmazza. A valódi nevét nem tartalmazza.
it_it: Questo messaggio contiene il tuo indirizzo di posta come mittente. Il tuo vero nome non è utilizzato.
nl_nl: Dit e-mailbericht bevat uw e-mailadres als de verzender. Uw werkelijke naam wordt niet gebruikt.
pl_pl: Ten e-mail zawiera tylko Twój adres e-mail jako nadawcę. Twoje prawdziwe imię i nazwisko nie jest używane.
pt_br: Este e-mail contém apenas seu endereço de e-mail como remetente. Seu nome real não é usado.
ro_ro: Acest mesaj conține doar adresa dvs. ca expeditor. Numele dvs. real nu este utilizat.
sv_se: Detta meddelande innehåller bara din e-postadress som avsändare. Ditt riktiga namn används inte.

source: Show carbon copy input field
bg_bg: Покажи полето за копия
ca_es: Mostra camp d'entrada de còpia
cs_cz: Zobrazit vstupní pole pro odeslání v kopii
da_dk: Vis CC i input feltet
es_mx: Mostrar el campo con copia
fr_fr: Afficher le champ de saisie des adresses en copie carbone
hu_hu: A Másolat beviteli mező megjelenítése
it_it: Mostra il campo CC
nb_no: Vis kopifeltet
nl_nl: Toon kopie aan invoerveld
pl_pl: Pokaż pole wejściowe na DW
pt_br: Exibir campo de entrada de cópia
ro_ro: Afișează câmpul de copie (CC)
sv_se: Visa fält för inmatning av kopiamottagare

source: Show blind carbon copy input field
bg_bg: Покажи полето за скрити копия
ca_es: Mostra camp d'entrada de còpia oculta
cs_cz: Zobrazit vstupní pole pro odeslání ve slepé kopii
da_dk: Vis BCC input felt
es_mx: Mostrar el campo con copia oculta
fr_fr: Afficher le champ de saisie des adresses en copie carbone cachée
hu_hu: A Titkos másolat beviteli mező megjelenítése
it_it: Mostra il campo CCN
nb_no: Vis blindkopifeltet
nl_nl: Toon "blinde kopie aan" invoerveld
pl_pl: Pokaż pole wejściowe na UDW
pt_br: Exibir campo de entrada de cópia oculta
ro_ro: Afișează câmpul de copie invizibilă (BCC)
sv_se: Visa fält för hemlig kopiamottagare

source: Drop attachments here
bg_bg: Пуснете прикачените файлове тук
ca_es: Arrossega els adjunts aquí
cs_cz: Přetáhněte přílohy sem
da_dk: Slip vedhæftninger her
es_mx: Suelte los adjuntos aquí
fr_fr: Déposez les pièces jointes ici
hu_hu: Ejtse ide a mellékleteket
it_it: Rilascia qui gli allegati
nb_no: Slipp vedlegg her
nl_nl: Sleep bijlagen hierheen
pl_pl: Upuść załączniki w tym miejscu
pt_br: Soltar anexos aqui
ro_ro: Glisați fișierele atașate aici
sv_se: Släpp bilagor här

source: Mail size: %1$s
cs_cz: Velikost zprávy: %1$s
da_dk: Størrelse på e-mail: %1$s
es_mx: Tamaño del correo: %1$s
fr_fr: Taille du courriel : %1$s
hu_hu: Levélméret: %1$s
it_it: Dimensione del messaggio: %1$s
nl_nl: Berichtgrootte: %1$s
pl_pl: Rozmiar wiadomości: %1$s
pt_br: Tamanho do e-mail: %1$s
ro_ro: Dimensiune mail: %1$s
sv_se: Meddelandets storlek: %1$s

source: Add local file
bg_bg: Добави от компютър
ca_es: Afegeix-hi un fitxer local
cs_cz: Připojit lokální soubor
da_dk: Tilføj lokal fil
es_mx: Adjuntar archivo local
fr_fr: Ajouter un fichier local
hu_hu: Helyi fájl hozzáadása
it_it: Aggiungi file locale
nb_no: Legg til lokal fil
nl_nl: Lokaal bestand toevoegen
pl_pl: Dodaj plik lokalny
pt_br: Adicionar arquivo local
ro_ro: Adaugă fișier local
sv_se: Lägg till lokal fil

source: Hide toolbar
cs_cz: Skrýt nástrojovou lištu
da_dk: Skjul værktøjslinje
es_mx: Ocultar barra de herramientas
fr_fr: Masquer la barre d'outils
hu_hu: Eszköztár elrejtése
it_it: Nascondi la barra degli strumenti
nl_nl: Werkbalk verbergen
pl_pl: Ukryj pasek narzędzi
pt_br: Ocultar barra de ferramentas
ro_ro: Ascunde bară de instrumente
sv_se: Dölj verktygsrad

source: Show toolbar
cs_cz: Zobrazit nástrojovou lištu
da_dk: Vis værktøjslinje
es_mx: Mostrar barra de herramientas
fr_fr: Afficher la barre d'outils
hu_hu: Eszköztár megjelenítése
it_it: Mostra la barra degli strumenti
nl_nl: Werkbalk weergeven
pl_pl: Pokaż pasek narzędzi
pt_br: Exibir barra de ferramentas
ro_ro: Afișează bară de instrumente
sv_se: Visa verktygsrad

source: One of the embedded images could not be used.
cs_cz: Jeden z vložených obrázků nebylo možné použít.
da_dk: Et af de indlejrede billeder kunne ikke bruges.
es_mx: Una de las imágenes incrustadas no se pudo usar.
fr_fr: Impossible d'utiliser l'une des images incluses.
hu_hu: Az egyik beágyazott kép nem használható.
it_it: Una delle immagini integrate non può essere utilizzata.
nl_nl: Eén van de ingesloten afbeeldingen kan niet gebruikt worden.
pl_pl: Nie udało się użyć jednego z osadzonych obrazów.
pt_br: Uma das imagens embutidas não pode ser usada.
ro_ro: Una din imaginile incluse nu a putut fi utilizată.
sv_se: En av de inbäddade bilderna kunde inte användas.

source: Error while uploading your image
bg_bg: Грешка при качването на изображението
cs_cz: Chyba při nahrávání obrázku
da_dk: Fejl under overførsel af dit billede.
es_mx: Error al subir su imagen
fr_fr: Erreur lors de l'envoi de votre image
hu_hu: Hiba történt a kép feltöltése közben
it_it: Errore durante il caricamento della tua immagine
nb_no: Det oppstod en feil under opplasting av bildet
nl_nl: Fout bij het uploaden van uw afbeelding
pl_pl: Podczas przesyłania obrazu wystąpił błąd
pt_br: Erro ao enviar sua imagem
ro_ro: Eroare la încărcarea imaginii
sv_se: Fel när din bild laddades upp

source: Insert inline image
bg_bg: Вмъкни изборажение в мейла
cs_cz: Vložit obrázek do textu
da_dk: Indsæt billede
es_mx: Insertar imagen incrustada
fr_fr: Insérer une image dans le corps du texte
hu_hu: Beágyazott kép beszúrása
it_it: Inserisci immagine in linea
nb_no: Sett inn bilde ("inline")
nl_nl: Ingesloten afbeelding invoegen
pl_pl: Wstaw obraz w tekście
pt_br: Inserir imagem integrada
ro_ro: Inserează o imagine inclusă
sv_se: Infoga bild inuti meddelandet

source: Insert
bg_bg: Вмъкни
cs_cz: Vložit
da_dk: Indsæt
es_mx: Insertar
fr_fr: Insérer
hu_hu: Beszúrás
it_it: Inserisci
nb_no: Sett inn
nl_nl: Invoegen
pl_pl: Wstaw
pt_br: Inserir
ro_ro: Inserează
sv_se: Infoga

source: Please select a valid image File to insert
bg_bg: Моля, изберете валидно изображение за вмъкване
cs_cz: Vyberte, prosím, platný soubor s obrázkem k vložení
da_dk: Vælg venligst en gyldig billedfil at indsætte
es_mx: Por favor, seleccione un archivo de imagen válido para insertar
fr_fr: Veuillez sélectionner un fichier image valide à importer
hu_hu: Válassza ki a beszúrandó érvényes képfájlt
it_it: Seleziona un file di immagine valido da inserire
nb_no: Vennligst velg en gyldig bildefil som skal settes inn
nl_nl: Selecteer een geldig afbeeldingsbestand om in te voegen
pl_pl: Wybierz prawidłowy plik obrazu do wstawienia
pt_br: Selecione um arquivo de imagem válido para inserir
ro_ro: Selectați un fișier imagine corect de inserat
sv_se: Välj en giltig bildfil att infoga

source: Sent from %s via mobile
bg_bg: Изпратено от %s чрез мобилни устройство
ca_es: Enviat des de %s via mòbil
cs_cz: Posláno z %s z mobilního telefonu
da_dk: Sendt fra %s via mobil
es_mx: Enviado desde %s vía móvil
fr_fr: Envoyé depuis %s sur un portable
hu_hu: Küldve erről: %s mobilon
it_it: Inviato da %s tramite mobile
nb_no: Sendt fra %s via mobil
nl_nl: Verzonden van %s via mobiel
pl_pl: Wysłane z %s przez telefon komórkowy
pt_br: Enviado do %s via celular
ro_ro: Trimis de pe %s utilizând un mobil
sv_se: Skickades från %s med mobiltelefon

source: This mail has been sent on behalf of another person.
cs_cz: Tato zpráva byla poslána jménem jiné osoby.
da_dk: Denne e-mail blev sendt på vegne af en anden person.
es_mx: Este correo fue enviado en nombre de otra persona.
hu_hu: Ezt a levelet egy másik személy nevében küldték.
it_it: Questo messaggio è stato inviato per conto di un'altra persona.
nl_nl: Dit e-mailbericht is verzonden namens een ander persoon.
pl_pl: Ta wiadomość e-mail została wysłana w imieniu innego użytkownika.
pt_br: Este e-mail foi enviado em nome de outra pessoa.
ro_ro: Acest e-mail a fost trimis în numele unei alte persoane.
sv_se: Meddelandet skickades åt en annan person.

source: Save and close
cs_cz: Uložit a zavřít
da_dk: Gem og luk
es_mx: Guardar y cerrar
fr_fr: Enregistrer et fermer
hu_hu: Mentés és bezárás
it_it: Salva e chiudi
nl_nl: Opslaan en sluiten
pl_pl: Zapisz i zamknij
pt_br: Salvar e fechar
ro_ro: Salvare și închidere
sv_se: Spara och stäng

source: Compose
bg_bg: Създай
ca_es: Redacta
cs_cz: Psaní zpráv
da_dk: Skriv
es_mx: Redactar
fr_fr: Rédiger
hu_hu: Levélírás
it_it: Componi
nb_no: Opprett
nl_nl: Nieuw bericht
pl_pl: Utwórz e-mail
pt_br: Escrever
ro_ro: Compune
sv_se: Skriv

source: Image upload denied. Its resolution exceeds maximum allowed value of %1$s megapixels.
cs_cz: Nahrání obrázku bylo zamítnuto. Rozlišení přesahuje maximální povolenou hodnotu %1$s megapixelů.
da_dk: Billedoverførsel afvist. Opløsningen er større end loftet på %2$s megapixels.
es_mx: Carga de imagen denegada. Su resolución supera el valor máximo permitido de %1$s megapixels.
hu_hu: A képfeltöltés megtagadva. A felbontás meghaladja a maximálisan megengedett %1$s megapixelt.
it_it: Caricamento immagine negato. La sua risoluzione supera il valore massimo consentito di %1$s megapixel.
nl_nl: Afbeelding uploaden wordt geweigerd. De resolutie is hoger dan het toegestane aantal van %1$s megapixels.
pl_pl: Odmowa przesyłania obrazu. Jego rozdzielczość przekracza maksymalną dopuszczalną wartość wynoszącą %1$s megapikseli.
pt_br: Envio de imagem negado. A resolução excede o valor máximo permitido de %1$s megapixels.
ro_ro: Încărcarea imaginii a fost refuzată. Rezoluția acesteia depășește valoarea maximă permisă de %1$s megapixeli.
sv_se: Bilduppladdning nekades. Upplösningen överskrider det maximala tillåtna värdet på %1$s megapixlar.

source: The mail draft could not be found on the server. It was sent or deleted in the meantime.
cs_cz: Rozepsanou zprávu se na serveru nepodařilo nalézt. Byla mezitím odeslána nebo smazána.
da_dk: E-mail'ens udkast kunne ikke findes på serveren. Det er enten blevet sendt eller slettet.
es_mx: El borrador del correo no se pudo encontrar en el servidor. Ha debido enviarse o borrarse.
fr_fr: Le brouillon du courrier n'a pas pu être trouvé sur le serveur. Il a été envoyé ou supprimé entre temps.
hu_hu: A piszkozat nem található a kiszolgálón. Időközben elküldték vagy törölték.
it_it: La bozza del messaggio non può essere trovato sul server. È stato inviato o eliminato nel frattempo.
nl_nl: Het concept is niet gevonden op de server. Het was tussendoor verstuurd of verwijderd.
pl_pl: Nie znaleziono na serwerze roboczej wersji wiadomości. Została w międzyczasie wysłana lub usunięta.
pt_br: O rascunho do e-mail não pode ser encontrado no servidor. Ele foi enviado ou excluído neste meio tempo.
ro_ro: Imposibil de găsit schița pe server. A fost trimisă sau ștearsă între timp.
sv_se: Meddelandets utkast kunde inte hittas på servern. Det skickades eller raderades under tiden.

source: This draft has been changed in another tab or browser. Please continue editing the most recent version. If you have closed that tab in the meantime, you can restore the most recent draft here.
cs_cz: Tento koncept byl změněn v jiném okně nebo prohlížeči. Pokračujte v úpravách nejnovější verze. Pokud jste druhé okno mezitím zavřeli, obnovte poslední verzi zde.
da_dk: Denne klade er blevet ændret i en anden tab eller browser. Fortsæt venligst med at redigere den seneste version. Hvis du har lukket den version i mellemtiden, kan du gendanne den nyeste klade her.
es_mx: Este borrador se ha modificado desde otra pestaña o navegador. Por favor, continúe editando la versión más actual. Si entretanto ha cerrado dicha pestaña, puede restaurar aquí el borrador más reciente.
hu_hu: Ezt a piszkozatot egy másik lapon vagy böngészőben módosította. Kérjük, folytassa a legújabb verzió szerkesztését. Ha időközben bezárta azt a lapot, itt visszaállíthatja a legfrissebb vázlatot.
it_it: Questa bozza è stata modificata in un'altra scheda o browser. Continua modificando la versione più recente. Se hai chiuso quella scheda nel frattempo, puoi ripristinare qui la bozza più recente.
nl_nl: Dit concept is aangepast in een andere tab of browser. Ga alstublieft verder met de meest recente versie. Als u die tab in de tussentijd heeft gesloten, kan u hier het meest recente concept hier openen.
pl_pl: Wersja robocza została zmieniona na innej karcie lub w innej przeglądarce. Kontynuuj edycję najnowszej wersji. Jeśli w międzyczasie tamta karta lub przeglądarka została zamknięta, możesz tutaj przywrócić najnowszą wersję roboczą.
pt_br: Este rascunho foi alterado em outra aba ou navegador. Continue editando a versão mais recente. Se você fechou a aba, pode restaurar o rascunho mais recente aqui.
ro_ro: Această schiță a fost modificată într-o altă filă sau browser. Vă rugăm să continuați editarea celei mai recente versiuni. Dacă ați închis fila între timp, puteți restaura cea mai recentă schiță de aici.
sv_se: Detta utkast har ändrats i en annan flik eller webbläsare. Fortsätt redigera den nyaste versionen. Om du redan har stängt den fliken kan du återställa det senaste utkastet här.

source: Restore draft
cs_cz: Obnovit koncept
da_dk: Gendan klade
es_mx: Restaurar borrador
hu_hu: Piszkozat visszaállítása
it_it: Ripristina la bozza
nl_nl: Concept herstellen
pl_pl: Przywróć wersję roboczą
pt_br: Restaurar rascunho
ro_ro: Restaurează schiță
sv_se: Återställ utkast

source: You cannot open more than %1$s drafts at the same time.
cs_cz: Nemůžete otevřít více než %1$s rozepsaných zpráv najednou.
da_dk: Du kan ikke åbne flere end %1$s udkast på samme tid.
es_mx: No puede abrir más de %1$s borradores al mismo tiempo.
fr_fr: Vous ne pouvez pas ouvrir plus de %1$s brouillons à la fois.
hu_hu: Egyidejűleg %1$s piszkozatnál több nem nyitható meg.
it_it: Non puoi aprire più di %1$s bozze contemporaneamente.
nl_nl: U kan niet meer dan %1$s concepten open hebben.
pl_pl: Nie można otworzyć więcej niż %1$s wersji roboczych naraz.
pt_br: Você não pode abrir mais de %1$s rascunhos ao mesmo tempo.
ro_ro: Imposibil de deschis mai mult de %1$s schițe în același timp.
sv_se: Du får inte öppna fler än %1$s utkast samtidigt.

source: On %1$s %2$s wrote:
cs_cz: %1$s %2$s napsal(a):
da_dk: D. %1$s %2$s skrev:
es_mx: El %1$s %2$s escribió:
fr_fr: Le %1$s, %2$s a écrit :
hu_hu: %1$s -kor, %2$s ezt írta:
it_it: Il %1$s %2$s ha scritto:
nl_nl: Op %1$s schreef %2$s:
pl_pl: %1$s %2$s napisał(a):
pt_br: Em %1$s %2$s escreveu:
ro_ro: Pe %1$s %2$s a scris:
sv_se: På %1$s skrev %2$s:
