Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: %1$s changed the group description to "%2$s"
cs_cz: %1$s změnil(a) popis skupiny na „%2$s“
da_dk: %1$s ændrede gruppens beskrivelse til "%2$s"
es_mx: %1$s ha cambiado la descripción del grupo a "%2$s"
fr_fr: %1$s a modifié la description du groupe en "%2$s"
hu_hu: %1$s megváltoztatta a csoport leírását erre: "%2$s"
it_it: %1$s ha cambiato la descrizione del gruppo in "%2$s"
nl_nl: %1$s heeft de groepsomschrijving gewijzigd in "%2$s"
pl_pl: Użytkownik %1$s zmienił opis grupy na „%2$s”
pt_br: %1$s alterou a descrição do grupo para "%2$s"
ro_ro: %1$s a schimbat descrierea grupului în "%2$s"
sv_se: %1$s ändrade gruppens beskrivning till "%2$s"

source: You left the conversation
cs_cz: Opustil(a) jste rozhovor
da_dk: Du forlod samtalen
es_mx: Usted ha salido de la conversación
fr_fr: Vous avez quitté la conversation
hu_hu: Elhagyta a beszélgetést
it_it: Hai abbandonato la conversazione
nl_nl: U heeft het gesprek verlaten
pl_pl: Opuszczono konwersację
pt_br: Você saiu da conversa
ro_ro: Ați părăsit conversația
sv_se: Du lämnade konversationen

source: %1$s left the conversation
cs_cz: %1$s opustil(a) rozhovor
da_dk: %1$s forlod samtalen
es_mx: %1$s ha salido de la conversación
fr_fr: %1$s a quitté la conversation
hu_hu: %1$s elhagyta a beszélgetést
it_it: % ha abbandonato la conversazione
nl_nl: %1$s heeft het gesprek verlaten
pl_pl: Użytkownik %1$s opuścił konwersację
pt_br: %1$s saiu da conversa
ro_ro: %1$s a părăsit conversația
sv_se: %1$s lämnade konversationen

source: Message could not be loaded
cs_cz: Zprávu se nepodařilo nahrát
da_dk: Beskeden kunne ikke indlæses
es_mx: No se pudo cargar el mensaje
fr_fr: Le message n'a pas pu être chargé
hu_hu: Az üzenet betöltése nem sikerült
it_it: Il messaggio non può essere caricato
nl_nl: Bericht kon niet worden geladen
pl_pl: Nie udało się załadować wiadomości.
pt_br: A mensagem não pôde ser carregada
ro_ro: Mesajul nu a putut fi încărcat
sv_se: Meddelandet kunde inte läsas in

source: Unknown system message: %1$s
cs_cz: Neznámá systémová zpráva: „%1$s“
da_dk: Ukendt systembesked: %1$s
es_mx: Mensaje de sistema desconocido: %1$s
fr_fr: Message système inconnu : %1$s
hu_hu: Ismeretlen rendszerüzenet: %1$s
it_it: Messaggio di sistema sconosciuto: %1$s
nl_nl: Onbekend systeembericht: %1$s
pl_pl: Nieznany komunikat systemowy: %1$s
pt_br: Mensagem de sistema desconhecida: %1$s
ro_ro: Mesaj de sistem necunoscut: %1$s
sv_se: Okänt systemmeddelande: %1$s

source: %1$s and %2$s
cs_cz: %1$s a %2$s
da_dk: %1$s og %2$s
es_mx: %1$s y %2$s
fr_fr: %1$s et %2$s
hu_hu: %1$s és %2$s
it_it: %1$s e %2$s
nl_nl: %1$s en %2$s
pl_pl: %1$s i %2$s
pt_br: %1$s e %2$s
ro_ro: %1$s și %2$s
sv_se: %1$s och %2$s

source: Close chat
cs_cz: Zavřít rozhovor
da_dk: Luk chat
es_mx: Cerrar conversación
fr_fr: Fermer la discussion instantanée
hu_hu: Csevegés bezárása
it_it: Chiudi la chat
nl_nl: Chat sluiten
pl_pl: Zamknij czat
pt_br: Fechar bate-papo
ro_ro: Închidere chat
sv_se: Stäng chat

source: Detach window
cs_cz: Odpojit okno
da_dk: Frigør vindue
es_mx: Desincrustar ventana
fr_fr: Détacher la fenêtre
hu_hu: Ablak leválasztása
it_it: Sgancia la finestra
nl_nl: Venster loskoppelen
pl_pl: Odłącz okno
pt_br: Separar janela
ro_ro: Detașează fereastra
sv_se: Koppla loss fönster

source: Text file
cs_cz: Textový soubor
da_dk: Tekstfil
es_mx: Archivo de texto
fr_fr: Fichier texte
hu_hu: Szöveges fájl
it_it: File di testo
nl_nl: Tekstbestand
pl_pl: Plik tekstowy
pt_br: Arquivo de texto
ro_ro: Fișier text
sv_se: Textfil

source: Text document
cs_cz: Textový dokument
da_dk: Tekstdokument
es_mx: Documento de texto
fr_fr: Document texte
hu_hu: Szöveges dokumentum
it_it: Documento di testo
nl_nl: Tekstdocument
pl_pl: Dokument tekstowy
pt_br: Documento de texto
ro_ro: Document text
sv_se: Textdokument

source: Excel document
cs_cz: Dokument Excelu
da_dk: Exceldokument
es_mx: Documento de Excel
fr_fr: Document Excel
hu_hu: Excel fájl
it_it: Documento Excel
pl_pl: Dokument Excel
pt_br: Documento Excel
ro_ro: Document Excel
sv_se: Excel-dokument

source: Presentation
cs_cz: Prezentace
da_dk: Præsentation
es_mx: Presentación
fr_fr: Présentation
hu_hu: Bemutató
it_it: Presentazione
nl_nl: Presentatie
pl_pl: Prezentacja
pt_br: Apresentação
ro_ro: Prezentare

source: File
bg_bg: Файл
ca_es: Fitxer
cs_cz: Soubor
da_dk: Fil
es_mx: Archivo
fr_fr: Fichier
hu_hu: Fájl
nb_no: Fil
nl_nl: Bestand
pl_pl: Plik
pt_br: Arquivo
ro_ro: Fișier
sv_se: Fil

source: Add members
cs_cz: Přidat členy
da_dk: Tilføj medlemmer
es_mx: Añadir miembros
fr_fr: Ajouter des membres
hu_hu: Tagok hozzáadása
it_it: Aggiungi membri
nl_nl: Leden toevoegen
pl_pl: Dodaj członków
pt_br: Adicionar membros
ro_ro: Adaugă membri
sv_se: Lägg till medlemmar

source: There are no channels yet
cs_cz: Zatím žádné kanály
da_dk: Der er endnu ingen kanaler
es_mx: Aún no hay canales
fr_fr: Il n'y a pas encore de salon
hu_hu: Még nincsenek csatornák
it_it: Ancora nessun canale
nl_nl: Er zijn nog geen kanalen
pl_pl: Nie ma jeszcze kanałów
pt_br: Ainda não há canais
ro_ro: Nu există încă canale
sv_se: Det finns inga kanaler ännu

source: %1$d member
bg_bg: %1$d член
cs_cz: %1$d člen
da_dk: %1$d medlem
es_mx: %1$d miembro
fr_fr: %1$d membre
hu_hu: %1$d tag
it_it: %1$d membro
nb_no: %1$d medlem
nl_nl: %1$d deelnemer
pl_pl: %1$d członek
pt_br: %1$d membro
ro_ro: %1$d membru
sv_se: %1$d medlem

source: Join
cs_cz: Připojit se
da_dk: Deltag
es_mx: Unirse
fr_fr: Rejoindre
hu_hu: Csatlakozás
it_it: Unisciti
nl_nl: Deelnemen
pl_pl: Dołącz
pt_br: Junte-se
ro_ro: Participă
sv_se: Delta

source: Connection problems
cs_cz: Problémy spojení
da_dk: Forbindelsesfejl
es_mx: Problemas de conexión
hu_hu: Kapcsolódási hiba
it_it: Problemi di connessione
nl_nl: Verbindingsproblemen
pl_pl: Problemy z połączeniem
pt_br: Problemas de conexão
ro_ro: Probleme de conexiune
sv_se: Anslutningsproblem

source: Chat actions
cs_cz: Činnosti rozhovoru
da_dk: Handlinger for chat
es_mx: Acciones de la conversación
fr_fr: Actions sur les discussions instantanées
hu_hu: Csevegés műveletek
it_it: Azioni della chat
nl_nl: Chatacties
pl_pl: Działania dotyczące czatów
pt_br: Ações de bate-papo
ro_ro: Acțiuni de chat
sv_se: Chat-åtgärder

source: Scroll to newest message
cs_cz: Přejít na nejnovější zprávu
da_dk: Rul til nyeste besked
es_mx: Desplazarse al mensaje más nuevo
hu_hu: Görgetés a legújabb üzenethez
it_it: Scorri al messaggio più recente
nl_nl: Scroll naar het nieuwste bericht
pl_pl: Przewiń do najnowszej wiadomości
pt_br: Rolar para a mensagem mais nova
ro_ro: Defilați la cel mai nou mesaj
sv_se: Rulla till nyaste meddelande

source: Message
bg_bg: Съобщение
cs_cz: Zpráva
da_dk: Besked
es_mx: Mensaje
hu_hu: Üzenet
it_it: Messaggio
nl_nl: Bericht
pl_pl: Wiadomość
pt_br: Mensagem
ro_ro: Mesaj
sv_se: Meddelande

source: Send
bg_bg: Изпрати
ca_es: Envia
cs_cz: Poslat
es_mx: Enviar
fr_fr: Envoyer
hu_hu: Küldés
it_it: Invia
nl_nl: Verzenden
pl_pl: Wyślij
pt_br: Enviar
ro_ro: Trimite
sv_se: Skicka

source: Add emoji
cs_cz: Přidat emoji
da_dk: Tilføj Emoji
es_mx: Añadir emoji
fr_fr: Ajouter un émoji
hu_hu: Emoji hozzáadása
it_it: Aggiungi emoji
nl_nl: Emoji toevoegen
pl_pl: Dodaj emoji
pt_br: Adicionar emoji
ro_ro: Adaugă emoji
sv_se: Lägg till emoji

source: Upload file
bg_bg: Качи файл
cs_cz: Nahrát soubor
da_dk: Overfør fil
es_mx: Subir archivo
fr_fr: Transférer un fichier
hu_hu: Fájl feltöltése
it_it: Carica un file
nb_no: Last opp fil
nl_nl: Bestand uploaden
pl_pl: Prześlij plik
pt_br: Enviar arquivo
ro_ro: Încarcă un fișier
sv_se: Ladda upp fil

source: The message could not be deleted.
cs_cz: Zprávu se nepodařilo smazat.
da_dk: Beskeden kunne ikke slettes.
es_mx: No se pudo borrar el mensaje.
fr_fr: Le message n'a pas pu être supprimé.
hu_hu: Az üzenet nem törölhető.
it_it: Il messaggio non può essere eliminato.
nl_nl: Het bericht kon niet worden verwijderd.
pl_pl: Nie udało się usunąć wiadomości.
pt_br: A mensagem não pôde ser excluída.
ro_ro: Acest mesaj nu a putut fi șters.
sv_se: Meddelandet kunde inte raderas.

source: The message cannot be sent because it exceeds the maximum message length of %1$s characters.
cs_cz: Zprávu nelze odeslat, protože přesahuje maximální povolenou délku %1$s znaků.
da_dk: Beskeden kunne ikke sendes, fordi den overstiger den maksimale længde på %1$s karaktere.
es_mx: El mensaje no se pudo enviar porque supera la longitud máxima de mensaje de %1$s caracteres.
fr_fr: Le message n'a pas pu être envoyé car il dépasse la longueur maximale autorisée de %1$s caractères.
hu_hu: Az üzenetet nem lehet elküldeni, mert meghaladja az üzenet maximális hosszát (%1$s).
it_it: Il messaggio non può essere inviato perché supera la lunghezza massima del messaggio di %1$s caratteri.
nl_nl: Het bericht kon niet worden verzonden omdat het de maximale berichtslengte van %1$s karakters overschrijdt.
pl_pl: Nie udało się wysłać wiadomości, ponieważ przekracza maksymalną długość wiadomości wynoszącą %1$s znaków.
pt_br: A mensagem não pode ser enviada porque excede o comprimento máximo de mensagem de %1$s caracteres.
ro_ro: Mesajul nu a putut fi trimis, deoarece depășește lungimea maximă de %1$s caractere.
sv_se: Meddelandet kan inte skickas eftersom det överskrider den maximala meddelandelängden på %1$s tecken.

source: Remove from favorites
bg_bg: Премахни от любими
ca_es: Suprimeix dels preferits
cs_cz: Odstranit z oblíbených
da_dk: Fjern fra favoritter
es_mx: Eliminar de favoritos
fr_fr: Retirer des favoris
hu_hu: Eltávolítás a kedvencek közül
it_it: Rimuovi dai preferiti
nb_no: Fjern fra favoritter
nl_nl: Verwijder uit favorieten
pl_pl: Usuń z ulubionych
pt_br: Excluir dos favoritos
ro_ro: Elimină din favorite
sv_se: Ta bort från favoriter

source: Add to favorites
bg_bg: Добави в любими
ca_es: Afegeix als preferits
cs_cz: Přidat do oblíbených
da_dk: Tilføj til favoritter
es_mx: Añadir a favoritos
fr_fr: Ajouter aux favoris
hu_hu: Hozzáadás a kedvencekhez
it_it: Aggiungi ai preferiti
nb_no: Legg til i favoritter
nl_nl: Toevoegen aan favorieten
pl_pl: Dodaj do ulubionych
pt_br: Adicionar aos favoritos
ro_ro: Adaugă la favorite
sv_se: Lägg till i favoriter

source: Edit chat
cs_cz: Upravit rozhovor
da_dk: Redigér chat
es_mx: Editar conversación
fr_fr: Modifier la discussion instantanée
hu_hu: Csevegés szerkesztése
it_it: Modifica chat
nl_nl: Chat bewerken
pl_pl: Edytuj czat
pt_br: Editar bate-papo
ro_ro: Editează canal
sv_se: Redigera chat

source: Close channel
cs_cz: Zavřít kanál
da_dk: Luk kanal
es_mx: Cerrar canal
fr_fr: Fermer le salon
hu_hu: Csatorna bezárása
it_it: Chiudi il canale
nl_nl: Kanaal sluiten
pl_pl: Zamknij kanał
pt_br: Fechar canal
ro_ro: Închide canal
sv_se: Stäng kanal

source: Leave channel
cs_cz: Opustit kanál
da_dk: Forlad kanal
es_mx: Salir del canal
fr_fr: Quitter le salon
hu_hu: Csatorna elhagyása
it_it: Abbandona il canale
nl_nl: Kanaal verlaten
pl_pl: Opuść kanał
pt_br: Sair do canal
ro_ro: Părăsește canalul
sv_se: Lämna kanal

source: Join channel
cs_cz: Připojit se ke kanálu
da_dk: Tilslut kanal
es_mx: Unirse al canal
fr_fr: Rejoindre le salon
hu_hu: Csatornához csatlakozás
it_it: Entra nel canale
nl_nl: Aan kanaal deelnemen
pl_pl: Dołącz do kanału
pt_br: Entrar no canal
ro_ro: Alăturați-vă canalului
sv_se: Anslut till kanal

source: Delete channel
cs_cz: Smazat kanál
da_dk: Slet kanal
es_mx: Borrar canal
fr_fr: Supprimer le salon
hu_hu: Csatorna törlése
it_it: Elimina canale
nl_nl: Kanaal verwijderen
pl_pl: Usuń kanał
pt_br: Excluir canal
ro_ro: Șterge canalul
sv_se: Radera kanal

source: Delete chat
cs_cz: Smazat rozhovor
da_dk: Slet chat
es_mx: Borrar conversación
fr_fr: Supprimer la discussion
hu_hu: Beszélgetés törlése
it_it: Elimina chat
nl_nl: Chatsessie verwijderen
pl_pl: Usuń czat
pt_br: Excluir bate-papo
ro_ro: Șterge chat-ul
sv_se: Radera chat

source: The file "%1$s" cannot be uploaded because it exceeds the maximum file size of %2$s
bg_bg: Файлът \ " %1$s " не може да бъде качен, защото надхвърля максималния размер на файла %2$s
ca_es: El fitxer "%1$s" no s'ha pogut carregar perquè supera la mida màxima de fitxer de %2$s
cs_cz: Soubor „%1$s“ nelze nahrát, protože je větší než maximální povolená velikost souboru %2$s
da_dk: Filen "%1$s" kan ikke overføres, da dens størrelse er over loftet på %2$s
es_mx: El archivo "%1$s" no se puede cargar porque supera el tamaño máximo de archivo de %2$s
fr_fr: Le fichier « %1$s » ne peut pas être téléchargé car sa taille excède la taille maximale d'un fichier %2$s
hu_hu: A fájl („%1$s”) nem tölthető fel, mert meghaladja a maximális %2$s fájlméretet
it_it: Il file "%1$s" non può essere caricato poiché supera la dimensione massima dei file di %2$s
nb_no: Filen "%1$s" kan ikke lastes opp fordi den overskrider den maksimale filstørrelsen på %2$s
nl_nl: Het bestand "%1$s" kan niet worden geüpload omdat het groter is dan de maximale bestandsgrootte van %2$s
pl_pl: Nie można przesłać pliku "%1$s", ponieważ jego rozmiar przekracza wartość maksymalną wynoszącą %2$s
pt_br: O arquivo "%1$s" não pode ser enviado porque excede o tamanho máximo de arquivo de %2$s
ro_ro: Fișierul "%1$s" nu poate fi încărcat deoarece depășește dimensiunea maximă pentru fișier de %2$s
sv_se: Filen "%1$s" kan inte laddas upp eftersom dess storlek överskrider den maximala filstorleken %2$s

source: Chat list
cs_cz: Seznam rozhovorů
da_dk: Chatliste
es_mx: Lista de conversaciones
fr_fr: Liste des discussions
hu_hu: Csevegéslista
it_it: Elenco delle chat
nl_nl: Chatlijst
pl_pl: Lista czatów
pt_br: Lista de bate-papo
ro_ro: Listă de chat
sv_se: Chat-lista

source: Sending has been cancelled
cs_cz: Odesílání bylo zrušeno
da_dk: Afsendelse er blevet annulleret
es_mx: El envío ha sido cancelado
fr_fr: L'envoi a été annulé
hu_hu: A küldés törölve
it_it: L'invio è stato annullato
nl_nl: Verzenden is geannuleerd
pl_pl: Anulowano wysyłanie
pt_br: O envio foi cancelado
ro_ro: Trimiterea a fost revocată
sv_se: Skickandet har avbrutits

source: This message was deleted
cs_cz: Zpráva byla vymazána
da_dk: Denne besked blev slettet
es_mx: Este mensaje se ha borrado.
fr_fr: Ce message a été supprimé
hu_hu: Ezt az üzenetet törölték
it_it: Questo messaggio è stato eliminato
nl_nl: Dit bericht is verwijderd
pl_pl: Usunięto tę wiadomość
pt_br: Esta mensagem foi apagada
ro_ro: Acest mesaj a fost șters
sv_se: Meddelandet raderades

source: Show more
cs_cz: Zobrazit více
da_dk: Vis mere
es_mx: Mostrar más
fr_fr: Afficher plus
hu_hu: Több megjelenítése
it_it: Mostra altro
nl_nl: Toon meer
pl_pl: Pokaż więcej
pt_br: Exibir mais
ro_ro: Afișează mai multe
sv_se: Visa fler

source: Delivery failed
cs_cz: Selhalo doručení
da_dk: Levering fejlede
es_mx: Envío fallido
fr_fr: La remise a échoué
hu_hu: A küldés meghiúsult
it_it: Consegna non riuscita
nl_nl: Bezorging mislukt
pl_pl: Nie udało się dostarczyć
pt_br: Falha na entrega
ro_ro: Livrarea a eșuat
sv_se: Leverans misslyckades

source: Edited
cs_cz: Upravené
da_dk: Redigeret
es_mx: Editado
fr_fr: Modifié
hu_hu: Szerkesztett
it_it: Modificato
nl_nl: Bewerkt
pl_pl: Edytowano
pt_br: Editado
ro_ro: Editat
sv_se: Redigerad

source: Drop file here to send it
cs_cz: Chcete-li poslat soubor, přetáhněte jej sem
da_dk: Slip en fil her for at sende den
es_mx: Suelte aquí el archivo para enviarlo
fr_fr: Déposez le fichier ici pour l'envoyer
hu_hu: A küldéshez húzza ide a fájlt
it_it: Rilascia qui il file per inviarlo
nl_nl: Sleep bestand hier om het te verzenden
pl_pl: Aby przesłać plik, przeciągnij go tutaj
pt_br: Solte o arquivo aqui para enviá-lo
ro_ro: Glisați fișierul aici pentru a-l trimite
sv_se: Släpp fil här för att skicka den

source: Create private chat
cs_cz: Založit soukromý rozhovor
da_dk: Lav privat chat
es_mx: Crear conversación privada
fr_fr: Créer une discussion privée
hu_hu: Privát csevegés létrehozása
it_it: Crea chat privata
nl_nl: Privéchat aanmaken
pl_pl: Utwórz czat prywatny
pt_br: Criar um bate-papo privado
ro_ro: Creează chat privat
sv_se: Skapa privat chat

source: Load animation
cs_cz: Nahrát animaci
da_dk: Animation af indlæsning
es_mx: Cargar animación
hu_hu: Animáció betöltése
it_it: Carica animazione
nl_nl: Animatie inladen
pl_pl: Załaduj animację
pt_br: Carregar animação
ro_ro: Încarcă animația
sv_se: Läs in animering

source: Download file
cs_cz: Stáhnout soubor
da_dk: Hent fil
es_mx: Descargar archivo
fr_fr: Télécharger le fichier
hu_hu: Fájl letöltése
it_it: Scarica file
nl_nl: Bestand downloaden
pl_pl: Pobierz plik
pt_br: Baixar arquivo
ro_ro: Descărcă fișierul
sv_se: Ladda ned fil

source: Cancel file upload
cs_cz: Zrušit nahrávání souboru
da_dk: Afbryd overførelse af fil
es_mx: Cancelar carga de archivos
fr_fr: Annuler le transfert du fichier
hu_hu: A fájl feltöltésének megszakítása
it_it: Annulla il caricamento del file
nl_nl: Bestandsupload annuleren
pl_pl: Anuluj przesyłanie pliku
pt_br: Cancelar envio de arquivo
ro_ro: Revocare încărcare fișier
sv_se: Avbryt filuppladdning

source: Files could not be loaded.
cs_cz: Soubory se nepodařilo nahrát.
da_dk: Filer kunne ikke indlæses.
es_mx: No se pudieron cargar los archivos.
fr_fr: Les fichiers n'ont pas pu être chargés.
hu_hu: A fájlokat nem sikerült betölteni.
it_it: I file non possono essere caricati.
nl_nl: Bestanden konden niet worden geladen.
pl_pl: Nie udało się załadować plików.
pt_br: Não foi possível carregar os arquivos.
ro_ro: Fișierele nu au putut fi încărcate.
sv_se: Filerna kunde inte läsas in.

source: There are no files yet
cs_cz: Zatím žádné soubory
da_dk: Der er endnu ingen filer
es_mx: Aún no hay archivos
fr_fr: Il n'y a pas encore de fichier
hu_hu: Még nincsenek fájlok
it_it: Ancora nessun file
nl_nl: Er zijn nog geen bestanden
pl_pl: Nie ma jeszcze plików
pt_br: Ainda não há arquivos
ro_ro: Încă nu există fișiere
sv_se: Det finns inga filer ännu

source: Recent chats could not be loaded.
cs_cz: Nedávné rozhovory se nepodařilo nahrát.
da_dk: De seneste chats kunne ikke indlæses.
es_mx: No se pudieron cargar las conversaciones recientes.
fr_fr: Les discussions récentes n'ont pas pu être chargées.
hu_hu: A legutóbbi csevegéseket nem sikerült betölteni.
it_it: Impossibile caricare le chat recenti.
nl_nl: Recente chats konden niet worden geladen.
pl_pl: Nie udało się załadować ostatnich czatów.
pt_br: Não foi possível carregar os bate-papos recentes.
ro_ro: Chaturile recente nu au putut fi încărcate.
sv_se: Senaste chattar kunde inte laddas.

source: History actions
cs_cz: Činnosti historie
da_dk: Historik-handlinger
es_mx: Acciones de historial
fr_fr: Actions sur l'historique
hu_hu: Előzmény műveletei
it_it: Azioni della cronologia
nl_nl: Geschiedenisacties
pl_pl: Działania dotyczące historii
pt_br: Ações históricas
ro_ro: Acțiuni istoric
sv_se: Historikåtgärder

source: There are no archived chats yet
cs_cz: Zatím žádné archivované rozhovory
da_dk: Der er endnu ingen arkiveret chats
es_mx: Aún no hay conversaciones archivadas
fr_fr: Il n'y a pas encore de discussion archivée
hu_hu: Még nincsenek archivált csevegések
it_it: Ancora nessuna chat archiviata
nl_nl: Er zijn nog geen gearchiveerde chats
pl_pl: Nie ma jeszcze zarchiwizowanych czatów
pt_br: Ainda não há bate-papos arquivados
ro_ro: Încă nu există chaturi arhivate
sv_se: Det finns inga arkiverade chattar än

source: Open
ca_es: Obre
cs_cz: Otevřít
da_dk: Åbn
es_mx: Abrir
fr_fr: Ouvrir
hu_hu: Megnyitás
it_it: Apri
nl_nl: Openen
pl_pl: Otwórz
pt_br: Abrir
ro_ro: Deschide
sv_se: Öppna

source: Remove member
bg_bg: Премахнете потребителя
cs_cz: Odstranit člena
da_dk: Fjern medlem
es_mx: Eliminar miembro
fr_fr: Supprimer le membre
hu_hu: Tag eltávolítása
it_it: Rimuovi membro
nb_no: Fjern medlem
nl_nl: Verwijder deelnemer
pl_pl: Usuń członka
pt_br: Excluir membro
ro_ro: Elimină membrul
sv_se: Ta bort medlem

source: Messages are delivered by email.
cs_cz: Zprávy jsou doručovány e-mailem.
da_dk: Beskeder bliver leveret med e-mail.
es_mx: Los mensajes se entregan por correo.
fr_fr: Les messages sont distribués par courriel.
hu_hu: Az üzeneteket küldése e-mailben.
it_it: I messaggi vengono recapitati tramite posta elettronica.
nl_nl: Berichten worden per e-mail bezorgd.
pl_pl: Wiadomości są dostarczane pocztą e-mail.
pt_br: As mensagens são entregues por e-mail.
ro_ro: Mesajele sunt livrate prin e-mail.
sv_se: Meddelanden levereras via e-post.

source: Message actions
cs_cz: Činnosti zprávy
da_dk: Besked-handlinger
es_mx: Acciones de mensajes
fr_fr: Actions sur les messages
hu_hu: Üzenet műveletei
it_it: Azioni dei messaggi
nl_nl: Berichtacties
pl_pl: Działania dotyczące wiadomości
pt_br: Ações de mensagem
ro_ro: Acțiuni mesaje
sv_se: Meddelandeåtgärder

source: %1$s uploaded files
cs_cz: %1$s nahrál(a) soubory
da_dk: %1$s overførte filer
es_mx: Archivos cargados de %1$s
fr_fr: %1$s a transféré des fichiers
hu_hu: %1$s fájlokat töltött fel
it_it: %1$s file caricati
nl_nl: %1$s geüploade bestanden
pl_pl: Użytkownik %1$s przesłał pliki
pt_br: %1$s enviou arquivos
ro_ro: %1$s a încărcat fișiere
sv_se: %1$s laddade upp filer

source: %1$s uploaded a file
cs_cz: %1$s nahrál(a) soubor
da_dk: %1$s overførte en fil
es_mx: %1$s ha cargado un archivo
fr_fr: %1$s a transféré un fichier
hu_hu: %1$s fájlt töltött fel
it_it: %1$s ha caricato un file
nl_nl: %1$s heeft een bestand geüpload
pl_pl: Użytkownik %1$s przesłał plik
pt_br: %1$s enviou um arquivo
ro_ro: %1$s a încărcat un fișier
sv_se: %1$s ladda upp en fil

source: Reply
bg_bg: Отговори
ca_es: Respon
cs_cz: Odpovědět
da_dk: Svar
es_mx: Responder
fr_fr: Répondre
hu_hu: Válasz
it_it: Rispondi
nb_no: Svar
nl_nl: Beantwoorden
pl_pl: Odpowiedz
pt_br: Responder
ro_ro: Răspunde
sv_se: Svara

source: [Last] %1$s
cs_cz: [Poslední] %1$s
da_dk: [Seneste] %1$s
es_mx: [Último] %1$s
fr_fr: %1$s [dernier]
hu_hu: [Utolsó] %1$s
it_it: [Ultimo] %1$s
nl_nl: [Laatste] %1$s
pl_pl: [Ostatnie] %1$s
pt_br: [Última] %1$s
ro_ro: [Ultima] %1$s
sv_se: [Senaste] %1$s

source: Search or start new chat
cs_cz: Najít nebo zahájit rozhovor
da_dk: Søg eller start en ny chat
es_mx: Buscar o iniciar nueva conversación
fr_fr: Rechercher ou démarrer une discussion instantanée
hu_hu: Keresés vagy új csevegés indítása
it_it: Cerca o avvia una nuova chat
nl_nl: Zoek of start nieuwe chat
pl_pl: Wyszukaj lub rozpocznij nowy czat
pt_br: Pesquise ou inicie um novo bate-papo
ro_ro: Căutați sau începeți un chat nou
sv_se: Sök eller starta ny chat

source: Chat search results
cs_cz: Výsledky vyhledávání rozhovorů
da_dk: Søgeresultater for chat
es_mx: Resultados de búsqueda de conversación
fr_fr: Résultats de recherche de discussion
hu_hu: Találatok a csevegések között
it_it: Risultati di ricerca della chat
nl_nl: Chat zoekresultaten
pl_pl: Wyniki wyszukiwania na czacie
pt_br: Resultados de pesquisa de bate-papo
ro_ro: Rezultatele căutării pe chat
sv_se: Chat-sökresultat

source: No search results
cs_cz: Žádné výsledky vyhledávání
da_dk: Ingen søgeresultater
es_mx: No hay resultados de búsqueda
fr_fr: Aucun résultat pour la recherche
hu_hu: Nincsenek találatok
it_it: Nessun risultato di ricerca
nl_nl: Geen zoekresultaten
pl_pl: Brak wyników wyszukiwania
pt_br: Sem resultados de pesquisa
ro_ro: Niciun rezultat de căutare
sv_se: Inga sökresultat

source: Start new chat
cs_cz: Zahájit nový rozhovor
da_dk: Start ny chat
es_mx: Iniciar nueva conversación
fr_fr: Démarrer une nouvelle discussion instantanée
hu_hu: Új csevegés indítása
it_it: Avvia una nuova chat
nl_nl: Nieuwe chat starten
pl_pl: Rozpocznij nowy czat
pt_br: Iniciar novo bate-papo
ro_ro: Începeți un char nou
sv_se: Starta ny chatt

source: %1$s is typing ...
cs_cz: %1$s píše...
da_dk: %1$s skriver ...
es_mx: %1$s está escribiendo ...
fr_fr: %1$s écrit...
hu_hu: %1$s gépel ...
it_it: %1$s sta scrivendo...
nl_nl: %1$s is aan het typen ...
pl_pl: %1$s coś pisze...
pt_br: %1$s está digitando ...
ro_ro: %1$s tastează ...
sv_se: %1$s skriver...
