Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: iPhone or iPad
cs_cz: iPhone nebo iPad
da_dk: iPhone eller iPad
es_mx: iPhone o iPad
fr_fr: iPhone ou iPad
hu_hu: iPhone vagy iPad
it_it: iPhone o iPad
nl_nl: iPhone of iPad
pl_pl: iPhone lub iPad
pt_br: iPhone ou iPad
ro_ro: iPhone sau iPad
sv_se: iPhone eller iPad

source: Email with Android Mail
cs_cz: Zprávy v Android Mail
da_dk: E-mail med Android Mail
es_mx: Correo con Android Mail
fr_fr: Courriel avec Android Mail
hu_hu: Email Android Maillel
it_it: Messaggio di posta con Android Mail
nl_nl: E-mail met Android Mail
pl_pl: E-mail z Android Mail
pt_br: E-mail com Android Mail
ro_ro: E-mail cu Android Mail
sv_se: E-post med Android Mail

source: Email with %1$s
cs_cz: Zprávy v %1$s
da_dk: E-mail med %1$s
es_mx: Correo con %1$s
fr_fr: Courriel avec %1$s
hu_hu: Email %1$s alkalmazással
it_it: Messaggio di posta con %1$s
nl_nl: E-mail met %1$s
pl_pl: E-mail z %1$s
pt_br: E-mail com %1$s
ro_ro: E-mail cu %1$s
sv_se: E-post med %1$s

source: Email with Apple Mail
cs_cz: Zprávy v Apple Mail
da_dk: E-mail med Apple Mail
es_mx: Correo con Apple Mail
fr_fr: Courriel avec Apple Mail
hu_hu: Email Apple Maillel
it_it: Messaggio di posta con Apple Mail
nl_nl: E-mail met Apple Mail
pl_pl: E-mail z programem Mail dla komputerów Mac
pt_br: E-mail com Apple Mail
ro_ro: E-mail cu Apple Mail
sv_se: E-post med Apple Mail

source: Email with iOS Mail
cs_cz: Zprávy v iOS Mail
da_dk: E-mail med iOS Mail
es_mx: Correo con iOS Mail
fr_fr: Courriel avec iOS Mail
hu_hu: Email iOS Maillel
it_it: Messaggio di posta con iOS Mail
nl_nl: E-mail met iOS Mail
pl_pl: E-mail z aplikacją Mail dla iOS
pt_br: E-mail com iOS Mail
ro_ro: E-mail cu iOS Mail
sv_se: E-post med iOS Mail

source: Scan this code with your phone's camera to synchronize your "%1$s":
cs_cz: Pro synchronizaci aplikace „%1$s“ naskenujte tento kód fotoaparátem svého telefonu":
da_dk: Skan denne kode med din telefons kamera for at synkronisere "%1$s":
es_mx: Escanee este código con la cámara de su teléfono para sincronizar su "%1$s":
fr_fr: Scannez ce code à l'aide de l'appareil photo de votre téléphone afin de synchroniser "%1$s" :
hu_hu: A(z) "%1$s" szinkronizálásához olvassa be ezt a kódot a telefon kamerájával:
it_it: Scansionare questo codice con la fotocamera del proprio telefono per sincronizzare "%1$s":
nl_nl: Scan deze code met de camera van uw telefoon om uw "%1$s" te synchroniseren:
pl_pl: Zeskanuj ten kod aparatem telefonu, aby zsynchronizować „%1$s”:
pt_br: Leia este código com a câmera do seu telefone para sincronizar o seu "%1$s":
ro_ro: Scanați acest cod cu aparatul foto al telefonului pentru a sincroniza "%1$s":
sv_se: Skanna den här koden med din telefonkamera för att synkronisera din "%1$s":

source: Link:
cs_cz: Odkaz:
es_mx: Enlace:
fr_fr: Lien :
hu_hu: Hivatkozás:
it_it: Collegamento:
ro_ro: Legătură:
sv_se: Länk:

source: Please note: After downloading you will have to enable the profile in the Settings app to complete the installation.
cs_cz: Poznámka: pro dokončení instalace po stažení budete muset profil zapnout v nastavení aplikace.
da_dk: Vær opmærksom på, at efter overførelsen er gennemført, skal du aktivere profilen i app'en Indstillinger, for at gøre installationen færdig.
es_mx: Por favor, tenga en cuenta: Tras la descarga tendrá que activar el perfil en la aplicación de configuración para finalizar la instalación.
fr_fr: Remarque : une fois le téléchargement terminé, vous devrez activer le profil dans les réglages de l'application afin de conclure l'installation.
hu_hu: Megjegyzés: A letöltés után engedélyeznie kell a profilt a Beállítások alkalmazásban a telepítés befejezéséhez.
it_it: Nota: dopo lo scaricamento dovrai abilitare il profilo nell'applicazione Impostazioni per completare l'installazione.
nl_nl: Let op: na het downloaden moet u het profiel inschakelen in de Instellingen app om de installatie te voltooien.
pl_pl: Uwaga: po pobraniu trzeba będzie włączyć profil w aplikacji Ustawienia, aby ukończyć instalację.
pt_br: Note: após baixar você terá que habilitar o perfil nas configurações do aplicativo para concluir a instalação.
ro_ro: Vă rugăm să rețineți: După descărcare va trebui să activați profilul din Setări pentru a finaliza instalarea.
sv_se: Observera: Efter nedladdning måste du aktivera profilen i Inställningar för att slutföra installeringen.

source: To install %1$s, please scan this code with your phone's camera:
cs_cz: Pro instalaci aplikace %1$s naskenujte tento kód fotoaparátem svého telefonu":
da_dk: For at installere %1$s kan du skanne denne kode med din telefons kamera:
es_mx: Para instalar %1$s, por favor escanee este código con la cámara de su teléfono:
fr_fr: Pour installer %1$s, veuillez scanner ce code à l'aide de l'appareil photo de votre téléphone :
hu_hu: A(z) %1$s telepítéséhez olvassa be ezt a kódot a telefon kamerájával:
it_it: Per installare %1$s, scansiona questo codice con la fotocamera del tuo telefono:
nl_nl: Scan deze code met de camera van uw telefoon om %1$s te installeren:
pl_pl: Aby zainstalować aplikację %1$s, zeskanuj ten kod aparatem telefonu:
pt_br: Para instalar %1$s, leia este código com a câmera do seu telefone:
ro_ro: Pentru a instala %1$s, scanați acest cod cu aparatul foto al telefonului:
sv_se: För att installera %1$s, skanna den här koden med din telefonkamera:

source: Download %1$s for Windows
cs_cz: Stáhnout %1$s pro Windows
da_dk: Hent %1$s til Windows
es_mx: Descargue %1$s para Windows
fr_fr: Télécharger %1$s pour Windows
hu_hu: %1$s for Windows letöltése
it_it: Scarica %1$s per Windows
nl_nl: Download %1$s voor Windows
pl_pl: Pobierz %1$s dla systemu Windows
pt_br: Baixar %1$s para Windows
ro_ro: Descărcați %1$s pentru Windows
sv_se: Ladda ned %1$s för Windows

source: Please download the configuration to automatically set up your account.
cs_cz: Stáhněte nastavení pro automatickou přípravu vašeho účtu.
da_dk: Hent venligst konfigurationen for automatisk at sætte din konto op.
es_mx: Por favor, descargue la configuración para configurar su cuenta automáticamente.
fr_fr: Veuillez télécharger la configuration permettant de configurer automatiquement votre compte.
hu_hu: A felhasználói fiók automatikus beállításához töltse le a konfigurációt.
it_it: Scarica la configurazione per impostare automaticamente il tuo account.
nl_nl: Download de configuratie om uw account automatisch in te stellen.
pl_pl: Pobierz konfigurację, aby automatycznie skonfigurować konto.
pt_br: Baixe a configuração para configurar automaticamente sua conta.
ro_ro: Descărcați configurația pentru a vă configura automat contul.
sv_se: Ladda ned konfigurationen för att ställa in ditt konto automatiskt.

source: Download configuration
cs_cz: Stáhnout nastavení
da_dk: Hent konfiguration
es_mx: Descargar configuración
fr_fr: Télécharger la configuration
hu_hu: Konfiguráció letöltése
it_it: Scarica la configurazione
nl_nl: Download configuratie
pl_pl: Pobierz konfigurację
pt_br: Baixar configuração
ro_ro: Descarcă configurația
sv_se: Ladda ned konfiguration

source: Please try to add your mail address <b>%1$s</b> to check whether your mail client can automatically configure your email account.
cs_cz: Zkuste přidat svoji poštovní adresu <b>%1$s</b> pro kontrolu, jestli váš e-mailový klient umí účet automaticky nastavit.
da_dk: Prøv venligst og tilføj din e-mail-adresse <b>%1$s</b> for at tjekke, om din klient til e-mail automatisk kan sætte din konto til e-mail op.
es_mx: Por favor, intente añadir su dirección de correo <b>%1$s</b> para comprobar si su cliente de correo puede configurar automáticamente su cuenta de correo.
fr_fr: Veuillez essayer d'ajouter votre adresse électronique <b>%1$s</b> afin de vérifier si votre client de courriel peut configurer automatiquement votre compte.
hu_hu: Próbálja meg hozzáadni a(z) <b>%1$s</b> e-mail címét, és ellenőrizze, hogy az e-mail kliens képes-e automatikusan beállítani az e-mail fiókját.
it_it: Provare ad aggiungere il proprio indirizzo di posta <b>%1$s</b> per verificare se il client di posta può configurare automaticamente l'account di posta.
nl_nl: Probeer alstublieft om uw e-mailadres <b>%1$s</b> toe te voegen om te controleren of uw e-mailclient uw e-mailaccount automatisch kan configureren.
pl_pl: Spróbuj dodać swój adres e-mail <b>%1$s</b>, aby sprawdzić, czy używany klient poczty może automatycznie skonfigurować Twoje konto e-mail.
pt_br: Tente adicionar o seu endereço de e-mail <b>%1$s</b> para verificar se o seu cliente de e-mail pode configurar automaticamente a sua conta de e-mail.
ro_ro: Încercați să vă adăugați adresa de e-mail <b>%1$s</b> pentru a verifica dacă clientul de e-mail vă poate configura automat contul de e-mail.
sv_se: Försök att lägga till din e-postadress <b>%1$s</b> för att kontrollera om din e-postklient kan konfigurera ditt e-postkonto automatiskt.

source: If an automatic configuration is not possible, please use the following information to manually set up your mail account:
cs_cz: Pokud není možná automatická konfigurace, proveďte pro přípravu svého poštovního účtu ručně následující nastavení:
da_dk: Hvis automatisk konfiguration ikke er mulig, kan du bruge de følgende oplysninger, til at sætte din e-mailkonto manuelt op:
es_mx: Si no es posible una configuración automática, por favor use la información siguiente para configurar manualmente su cuenta de correo:
fr_fr: Si la configuration automatique n'est pas possible, veuillez utiliser les informations suivantes pour configurer manuellement votre compte de courriel :
hu_hu: Ha az automatikus beállítás nem lehetséges, kérjük, használja a következő információkat az e-mail fiók kézi beállításához:
it_it: Se una configurazione automatica non è possibile, utilizza le seguenti informazioni per configurare manualmente il tuo account di posta:
nl_nl: Als een automatische configuratie niet mogelijk is, gebruik dan de volgende informatie om uw e-mailaccount handmatig in te stellen:
pl_pl: Jeśli automatyczna konfiguracja nie jest możliwa, wprowadź ją ręcznie, używając następujących informacji:
pt_br: Se uma configuração automática não for possível, use a seguinte informação para configurar manualmente sua conta de e-mail:
ro_ro: Dacă nu este posibilă o configurare automată, utilizați următoarele informații pentru a configura manual contul de e-mail:
sv_se: Om en automatisk konfiguration inte är möjlig, använd följande information för att manuellt ställa in ditt e-postkonto:

source: Incoming Server Settings (IMAP)
cs_cz: Nastavení příchozí pošty (IMAP)
da_dk: Indstillinger for indkomne server (IMAP)
es_mx: Ajustes de servidor entrante (IMAP)
fr_fr: Réglages du serveur entrant (IMAP)
hu_hu: Beérkező levelek kiszolgálója (IMAP)
it_it: Impostazioni server in entrata (IMAP)
nl_nl: Inkomde serverinstellingen (IMAP)
pl_pl: Ustawienia serwera poczty przychodzącej (IMAP)
pt_br: Configurações do servidor de entrada (IMAP)
ro_ro: Setări server de intrare (IMAP)
sv_se: Inställningar för inkommande server (IMAP)

source: Server
es_mx: Servidor
fr_fr: Serveur
hu_hu: Kiszolgáló
pl_pl: Serwer
pt_br: Servidor

source: Outgoing Server Settings
cs_cz: Nastavení odchozí pošty
da_dk: Indstillinger for udgående server
es_mx: Ajustes de servidor saliente
fr_fr: Réglages du serveur sortant
hu_hu: Kimenő kiszolgáló beállításai:
it_it: Impostazioni del server in uscita
nl_nl: Uitgaande serverinstellingen
pl_pl: Ustawienia serwera poczty wychodzącej
pt_br: Configurações do servidor de saída
ro_ro: Setări server de ieșire
sv_se: Inställningar för utgående server

source: Your account password
cs_cz: Heslo k vašemu účtu
da_dk: Din kontos kodeord
es_mx: Contraseña de su cuenta
fr_fr: Mot de passe de votre compte
hu_hu: Fiók jelszava
it_it: La password del tuo account
nl_nl: Het wachtwoord van uw account
pl_pl: Hasło do Twojego konta
pt_br: A senha da sua conta
ro_ro: Parola contului dvs.
sv_se: Ditt kontos lösenord

source: This wizard helps you to use %1$s on other devices.
cs_cz: Průvodce vám pomůže nastavit %1$s na dalších zařízeních.
da_dk: Denne hjælper vil assistere dig i at bruge %1$s på andre enheder.
es_mx: Este asistente le ayuda a usar %1$s en otros dispositivos.
fr_fr: Cet assistant vous aide à utiliser %1$s sur d'autres appareils.
hu_hu: Ez a varázsló segít a(z) %1$s más eszközökön való használatában.
it_it: Questa procedura guidata aiuta a utilizzare %1$s su altri dispositivi.
nl_nl: Deze wizard helpt u om %1$s op andere apparaten te gebruiken.
pl_pl: Ten kreator pomaga w używaniu %1$s na innych urządzeniach.
pt_br: Este assistente ajuda você a usar %1$s em outros dispositivos.
ro_ro: Acest expert vă ajută să utilizați %1$s pe alte dispozitive.
sv_se: Den här guiden hjälper dig att använda %1$s på andra enheter.

source: Which device do you want to configure?
cs_cz: Které zařízení chcete nastavit?
da_dk: Hvilken enhed vil du sætte op?
es_mx: ¿Qué dispositivo desea configurar?
fr_fr: Quel appareil souhaitez-vous configurer ?
hu_hu: Melyik eszközt szeretné beállítani?
it_it: Quale dispositivo vuoi configurare?
nl_nl: Welk apparaat wilt u configureren?
pl_pl: Które urządzenie chcesz skonfigurować?
pt_br: Qual dispositivo você deseja configurar?
ro_ro: Ce dispozitiv doriți să configurați?
sv_se: Vilken enhet vill du anpassa?

source: Which application do you want to use?
cs_cz: Kterou aplikaci chcete používat?
da_dk: Hvilket program vil du bruge?
es_mx: ¿Qué aplicaciones quiere utilizar?
fr_fr: Quelle application souhaitez vous utiliser ?
hu_hu: Melyik alkalmazást szeretné használni?
it_it: Quale applicazione vuoi utilizzare?
nl_nl: Welke applicatie wilt u gebruiken?
pl_pl: Której aplikacji chcesz użyć?
pt_br: Qual aplicativo você deseja usar?
ro_ro: Ce aplicație doriți să utilizați?
sv_se: Vilket program vill du använda?

source: App
cs_cz: Aplikace
fr_fr: Application
hu_hu: Alkalmazás
it_it: Applicazione
pl_pl: Aplikacja
pt_br: Aplicativo
ro_ro: Aplicație
sv_se: Program

source: Setup
cs_cz: Nastavení
da_dk: Opsætning
es_mx: Configurar
fr_fr: Configuration
hu_hu: Beállítás
it_it: Configurazione
pl_pl: Konfiguracja
pt_br: Configuração
ro_ro: Setare
sv_se: Ställ in

source: This email address cannot be used
bg_bg: Този имейл адрес не може да бъде използван
cs_cz: Tuto e-mailovou adresu nelze použít
da_dk: Denne e-mail-adresse kan ikke bruges
es_mx: Esta dirección de correo no se puede usar
fr_fr: Cette adresse de courrier électronique ne peut pas être utilisée
hu_hu: Ez az e-mail cím nem használható
it_it: Questo indirizzo di posta elettronica non può essere utilizzato
nb_no: Denne epostadressen kan ikke brukes
nl_nl: Dit e-mailadres kan niet gebruikt worden
pl_pl: Nie można użyć tego adresu e-mail
pt_br: Este endereço de e-mail não pode ser usado
ro_ro: Această adresă de e-mail nu poate fi utilizată
sv_se: Den här e-postadressen kan inte användas

source: The following email addresses cannot be used: %1$s
cs_cz: Následující e-mailové adresy nelze použít: %1$s
da_dk: De følgende e-mail-adresser kan ikke bruges: %1$s
es_mx: Las siguientes direcciones de correo no se pueden usar: %1$s
fr_fr: Les adresses de courrier électronique suivantes ne peuvent pas être utilisées : %1$s
hu_hu: Ez az e-mail cím nem használható: %1$s
it_it: I seguenti indirizzi di posta elettronica non possono essere utilizzati: %1$s
nl_nl: De volgende e-mailadressen kunnen niet gebruikt worden: %1$s
pl_pl: Nie można użyć następujących adresów e-mail: %1$s
pt_br: Os seguintes endereços de e-mail não podem ser usados: %1$s
ro_ro: Următoarele adrese de e-mail nu pot fi utilizate: %1$s
sv_se: Följande e-postadresser kan inte användas: %1$s

source: Add contact/resource
bg_bg: Добавете контакт / ресурс
cs_cz: Přidat kontakt/zdroj
da_dk: Tilføj kontakt/ressource
es_mx: Añadir contacto/recurso
fr_fr: Ajouter un contact / une ressource
hu_hu: Névjegy/erőforrás hozzáadása
it_it: Aggiungi contatto/risorsa
nb_no: Legg til kontakt/ressurs
nl_nl: Contacten/bronnen toevoegen
pl_pl: Dodaj kontakt/zasób
pt_br: Adicionar contato/recurso
ro_ro: Adaugă contact/resursă
sv_se: Lägg till kontakt/resurs

source: Cannot add contact with an invalid mail address: %1$s
bg_bg: Не може да се добави контакт с невалиден пощенски адрес: %1$s
cs_cz: Nelze přidat kontakt s neplatnou e-mailovou adresou: %1$s
da_dk: Kan ikke tilføje en kontakt med en ugyldig e-mail-adresse: %1$s
es_mx: No se puede añadir un contacto con una dirección de correo no válida: %1$s
fr_fr: Impossible d'ajouter un contact avec une adresse électronique non valide : %1$s
hu_hu: Nem lehet névjegyet hozzáadni érvénytelen e-mail címmel: %1$s
it_it: Impossibile aggiungere un contatto con un indirizzo di posta non valido: %1$s
nb_no: Kan ikke legge til kontakt med ugyldig epostadresse: %1$s
nl_nl: Kan een contact met een ongeldig e-mailadres niet toevoegen: %1$s
pl_pl: Nie można dodać kontaktu z nieprawidłowym adresem e-mail: %1$s
pt_br: Não foi possível adicionar contato com um endereço de e-mail inválido: %1$s
ro_ro: Nu se poate adăuga un contact cu adresa de mail incorectă: %1$s
sv_se: Kan inte lägga till kontakt med ogiltig e-postadress: %1$s

source: External participants
bg_bg: Външни участници
ca_es: Participants externs
cs_cz: Externí účastníci
da_dk: Eksterne deltagere
es_mx: Participantes externos
fr_fr: Participants externes
hu_hu: Külső résztvevők
it_it: Partecipanti esterni
nb_no: Eksterne deltakere
nl_nl: Externe deelnemers
pl_pl: Uczestnicy zewnętrzni
pt_br: Participantes externos
ro_ro: Participanți externi
sv_se: Externa deltagare

source: Resources
bg_bg: Ресурси
ca_es: Recursos
cs_cz: Zdroje
da_dk: Ressourcer
es_mx: Recursos
fr_fr: Ressources
hu_hu: Erőforrások
it_it: Risorse
nb_no: Ressurser
nl_nl: Bronnen
pl_pl: Zasoby
pt_br: Recursos
ro_ro: Resurse
sv_se: Resurser

source: Resource
bg_bg: Ресурс
ca_es: Recurs
cs_cz: Zdroj
da_dk: Ressource
es_mx: Recurso
fr_fr: Ressource
hu_hu: Erőforrás
it_it: Risorsa
nb_no: Ressurs
nl_nl: Bron
pl_pl: Zasób
pt_br: Recurso
ro_ro: Resursă
sv_se: Resurs

source: Remove contact
bg_bg: Премахни контакта
ca_es: Suprimeix contacte
cs_cz: Odstranit kontakt
da_dk: Fjern kontakt
es_mx: Eliminar contacto
fr_fr: Supprimer le contact
hu_hu: Névjegy eltávolítása
it_it: Rimuovi contatto
nb_no: Fjern kontakt
nl_nl: Contact verwijderen
pl_pl: Usuń kontakt
pt_br: Excluir contato
ro_ro: Elimină contactul
sv_se: Ta bort kontakt

source: External contact
bg_bg: Външен контакт
ca_es: Contacte extern
cs_cz: Externí kontakt
da_dk: Ekstern kontakt
es_mx: Contacto externo
fr_fr: Contact externe
hu_hu: Külső névjegy
it_it: Contatto esterno
nb_no: Ekstern kontakt
nl_nl: Extern contact
pl_pl: Kontakt zewnętrzny
pt_br: Contato externo
ro_ro: Contact extern
sv_se: Extern kontakt

source: This list has no participants yet
bg_bg: Този списък все още няма участници
cs_cz: Tento seznam zatím nemá žádné účastníky
da_dk: Denne liste har endnu ikke nogen deltagere
es_mx: Esta lista no tiene participantes aún
fr_fr: Cette liste ne comporte pas encore de participants
hu_hu: A listán még nincsenek résztvevők
it_it: Questo elenco ha ancora alcun partecipanti
nb_no: Denne listen har ingen deltakere ennå
nl_nl: Deze lijst heeft nog geen deelnemers
pl_pl: Na tej liście nie ma jeszcze żadnych uczestników
pt_br: Esta lista não tem participantes ainda
ro_ro: Lista nu conține niciun participant
sv_se: Den här listan har inga deltagare än

source: Members (%1$d)
bg_bg: Членове ( %1$d )
cs_cz: Členové (%1$d)
da_dk: Medlemmer (%1$d)
es_mx: Miembros (%1$d)
fr_fr: Membres (%1$d)
hu_hu: Tagok (%1$d)
it_it: Membri (%1$d)
nb_no: Medlemmer (%1$d)
nl_nl: Deelnemers (%1$d)
pl_pl: Członkowie (%1$d)
pt_br: Membros (%1$d)
ro_ro: Membri (%1$d)
sv_se: Medlemmar (%1$d)

source: Participants (%1$d)
bg_bg: Участници ( %1$d )
cs_cz: Účastníci (%1$d)
da_dk: Deltagere (%1$d)
es_mx: Participantes (%1$d)
hu_hu: Résztvevők (%1$d)
it_it: Partecipanti (%1$d)
nb_no: Deltakere (%1$d)
nl_nl: Deelnemers (%1$d)
pl_pl: Uczestnicy (%1$d)
pt_br: Participantes (%1$d)
ro_ro: Participanți (%1$d)
sv_se: Deltagare (%1$d)

source: Resource group
bg_bg: Група ресурси
ca_es: Grup de recursos
cs_cz: Skupina zdrojů
da_dk: Ressourcegruppe
es_mx: Grupo de recursos
fr_fr: Groupe de ressources
hu_hu: Erőforráscsoport
it_it: Gruppo di risorse
nb_no: Ressursgruppe
nl_nl: Brongroep
pl_pl: Grupa zasobów
pt_br: Grupo de recurso
ro_ro: Grup de resurse
sv_se: Resursgrupp

source: Welcome to your inbox
bg_bg: Добре дошли в пощенската си кутия
ca_es: Benvingut a la vostra safata d'entrada
cs_cz: Vítejte ve své složce příchozích zpráv
da_dk: Velkommen til din indbakke
es_mx: Bienvenido/a a su bandeja de entrada
fr_fr: Bienvenue dans votre boîte de réception
hu_hu: Üdvözöljük a Beérkezett üzeneteinél
it_it: Benvenuto nella tua posta in arrivo
nb_no: Velkommen til din innboks
nl_nl: Welkom in uw inbox
pl_pl: Witamy w skrzynce odbiorczej
pt_br: Bem-vindo à sua caixa de entrada
ro_ro: Bine ați venit la dosarul dumneavoastră de mesaje primite
sv_se: Välkommen till din inkorg

source: Welcome to your calendar
bg_bg: Добре дошли в календара си
ca_es: Benvingut al vostre calendari
cs_cz: Vítejte ve svém kalendáři
da_dk: Velkommen til din kalender
es_mx: Bienvenido/a a su calendario
fr_fr: Bienvenue dans votre agenda
hu_hu: Üdvözöljük a naptárjában
it_it: Benvenuto nel tuo calendario
nb_no: Velkommen til kalenderen din
nl_nl: Welkom in uw agenda
pl_pl: Witamy w kalendarzu
pt_br: Bem-vindo ao seu calendário
ro_ro: Bine ați venit la calendarul dumneavoastră
sv_se: Välkommen till din kalender

source: Welcome to your tasks
bg_bg: Добре дошли в задачите си
ca_es: Benvingut a les vostres tasques
cs_cz: Vítejte u svých úkolů
da_dk: Velkommen til dine opgaver
es_mx: Bienvenido/a a sus tareas
fr_fr: Bienvenue dans vos tâches
hu_hu: Üdvözöljük a feladatai között
it_it: Benvenuto nelle tue attività
nb_no: Velkommen til dine oppgaver
nl_nl: Welkom bij uw taken
pl_pl: Witamy w zadaniach
pt_br: Bem-vindo às suas tarefas
ro_ro: Bine ați venit la sarcinile dumneavoastră
sv_se: Välkommen till dina uppgifter

source: Welcome to your files
bg_bg: Добре дошли във вашите файлове
ca_es: Benvingut als vostres arxius
cs_cz: Vítejte u svých souborů
da_dk: Velkommen til dine filer
es_mx: Bienvenido/a a sus archivos
fr_fr: Bienvenue dans vos fichiers
hu_hu: Üdvözöljük a fájljai között
it_it: Benvenuto nei tuoi file
nb_no: Velkommen til filene dine
nl_nl: Welkom bij uw bestanden
pl_pl: Witamy w plikach
pt_br: Bem-vindo aos seus arquivos
ro_ro: Bine ați venit la fișierele dumneavoastră
sv_se: Välkommen till dina filer

source: Good morning, %s
bg_bg: Добро утро, %s
ca_es: Bon dia, %s
cs_cz: Dobré ráno, %s
da_dk: God morgen %s
es_mx: Buenos días, %s
fr_fr: Bonjour, %s
hu_hu: Jó reggelt, %s
it_it: Buongiorno, %s
nb_no: God morgen, %s
nl_nl: Goedemorgen, %s
pl_pl: Witamy serdecznie, %s
pt_br: Bom dia, %s
ro_ro: Bună dimineața, %s
sv_se: God morgon, %s

source: Good evening, %s
bg_bg: Добър вечер, %s
ca_es: Bon vespre, %s
cs_cz: Dobrý večer, %s
da_dk: God aften %s
es_mx: Buenas noches, %s
fr_fr: Bonsoir, %s
hu_hu: Jó estét, %s
it_it: Buona sera, %s
nb_no: God kveld, %s
nl_nl: Goedenavond, %s
pl_pl: Witamy serdecznie, %s
pt_br: Boa noite, %s
ro_ro: Bună seara, %s
sv_se: God kväll, %s

source: Hello %s
bg_bg: Здравейте %s
ca_es: Bon vespre, %s
cs_cz: Dobrý den, %s
da_dk: Hej %s
es_mx: Hola %s
fr_fr: Bonjour, %s
hu_hu: Üdv, %s
it_it: Ciao %s
nb_no: Hei %s
nl_nl: Hallo %s
pl_pl: Witamy, %s
pt_br: Olá %s
ro_ro: Salut %s
sv_se: Hej, %s

source: Signed in as
bg_bg: Влезли сте като
cs_cz: Přihlášený(á) jako
da_dk: Logget ind som
es_mx: Conectado como
fr_fr: Connecté en tant que
hu_hu: Bejelentkezve, mint:
it_it: Accesso effettuato come
nl_nl: Aangemeld als
pl_pl: Zalogowano jako
pt_br: Conectado como
ro_ro: Conectat ca
sv_se: Inloggad som
