Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: We encountered some issues for your upload
cs_cz: Při nahrávání došlo k problémům
da_dk: Vi løb ind i nogle problemer med din overførelse
es_mx: Hemos encontrado algunos problemas en su carga
fr_fr: Des problèmes sont survenus lors de votre transfert
hu_hu: Felmerült néhány probléma a feltöltéssel
it_it: Abbiamo riscontrato alcuni problemi per il tuo caricamento
nl_nl: Er zijn verschillende problemen ontstaan bij uw upload
pl_pl: Napotkano problemy z przesłaniem danych
pt_br: Encontramos alguns problemas no seu envio
ro_ro: Au apărut unele probleme la încărcare
sv_se: Vi påträffade en del problem med din uppladdning

source: Uploading folders is not supported.
bg_bg: Качването на папки не се поддържа.
ca_es: No sestà permesa la pujada de carpetes.
cs_cz: Nahrávání složek není podporované.
da_dk: Overførelse af mapper er ikke understøttet.
es_mx: No se permite la subida de carpetas.
fr_fr: Le téléchargement de dossiers n'est pas pris en charge.
hu_hu: Mappák feltöltése nem támogatott.
it_it: Il caricamento delle cartelle non è supportato.
nb_no: Opplasting av mapper støttes ikke.
nl_nl: Uploaden van mappen wordt niet ondersteund.
pl_pl: Przesyłanie folderów nie jest obsługiwane.
pt_br: O envio de pastas não é suportado.
ro_ro: Încărcarea dosarelor nu este suportată.
sv_se: Inget stöd för att ladda upp mappar.

source: Mail was not imported. Only .eml files are supported.
bg_bg: Пощата не бе импортирана. Поддържат се само .eml файлове.
ca_es: No s'ha importat el correu. Només s'admeten fitxers .eml
cs_cz: E-mail nebyl importován, podporovány jsou pouze soubory .eml.
da_dk: E-mail blev ikke importeret. Kan kun læse ".eml"-filer.
es_mx: No se importó el correo. Sólo se admiten archivos .eml
fr_fr: Le courrier n'a pas été importé. Seuls les fichiers .eml sont reconnus.
hu_hu: A levél nem lett importálva, csak a .eml fájlok támogatottak.
it_it: Il messaggio non è stato importato. Sono supportati solo i file .eml.
nb_no: E-post ble ikke importert. Bare .eml filer støttes.
nl_nl: E-mailbericht is niet geïmporteerd, alleen .eml bestanden worden ondersteund.
pl_pl: Poczta nie została zaimportowana. Obsługiwane są tylko pliki .eml.
pt_br: O e-mail não foi importado. Apenas arquivos .eml são suportados.
ro_ro: Mesajul nu a fost importat. Doar fișierele .eml sunt suportate.
sv_se: Meddelandet importerades inte. Endast .eml-filer stöds.

source: Multiselect
bg_bg: Групов
cs_cz: Výběr více položek
da_dk: Vælg flere
es_mx: Multiselección
fr_fr: Sélection multiple
hu_hu: Többválasztásos
it_it: Selezione multipla
nb_no: Flervalg
pl_pl: Wielokrotny wybór
pt_br: Multi-seleção
ro_ro: Selectare multiplă
sv_se: Flerval

source: Deselect all
cs_cz: Odznačit vše
da_dk: Fravælg alle
es_mx: Deseleccionar todo
fr_fr: Tout désélectionner
hu_hu: Kijelölések megszüntetése
it_it: Deseleziona tutto
nl_nl: Alles deselecteren
pl_pl: Wyczyść wszystko
pt_br: Desmarcar todos
ro_ro: Selectează tot
sv_se: Avmarkera alla

source: Item list options
bg_bg: Опции в списъка с елементи
cs_cz: Možnosti seznamu položek
da_dk: Indstillinger for elementliste
es_mx: Opciones de la lista de elementos
fr_fr: Options de la liste d'éléments
hu_hu: Elemlista beállításai
it_it: Opzioni dell'elenco di elementi
nb_no: Innstillinger for elementliste
nl_nl: Itemoverzicht opties
pl_pl: Opcje listy elementów
pt_br: Opções da lista de itens
ro_ro: Opțiuni listă elemente
sv_se: Alternativ för objektlista

# vgrid
source: Empty
bg_bg: Празно
ca_es: Buit
cs_cz: Prázdné
da_dk: Tom
es_mx: Vacío
fr_fr: Vide
hu_hu: Üres
it_it: Vuoto
nb_no: Tom
nl_nl: Leeg
pl_pl: Puste
pt_br: Vazio
ro_ro: Gol
sv_se: Tom

source: Could not load this list
bg_bg: Този списък не можа да се зареди
ca_es: No s'ha pogut carregar aquesta llista
cs_cz: Seznam se nepodařilo načíst
da_dk: Kunne ikke indlæse denne liste
es_mx: No se pudo cargar esta lista
fr_fr: Impossible de charger cette liste
hu_hu: A lista nem tölthető be
it_it: Impossibile caricare questo elenco
nb_no: Kunne ikke laste inn denne listen
nl_nl: Kan deze lijst niet laden
pl_pl: Nie udało się wczytać tej listy
pt_br: Não foi possível carregar esta lista
ro_ro: Nu s-a putut încărca lista
sv_se: Kunde inte ladda den här listan

# tour
source: Finish
bg_bg: Пркилючи
cs_cz: Ukončit
da_dk: Færdiggør
es_mx: Terminar
fr_fr: Terminer
hu_hu: Befejezés
it_it: Fine
nb_no: Avslutt
nl_nl: Voltooien
pl_pl: Zakończ
pt_br: Terminar
ro_ro: Finalizează
sv_se: Slutför

source: Start tour
bg_bg: Започнете турнето
cs_cz: Začít prohlídku
da_dk: Start rundvisning
es_mx: Comenzar visita
fr_fr: Démarrer la visite
hu_hu: Bemutató indítása
it_it: Inizia la panoramica
nb_no: Start omvisning
nl_nl: Start rondleiding
pl_pl: Rozpocznij pokaz
pt_br: Iniciar passeio
ro_ro: Începe vizita ghidată
sv_se: Starta rundtur

source: Welcome
bg_bg: Добре дошли
cs_cz: Vítejte
da_dk: Velkommen
es_mx: Bienvenido
fr_fr: Bienvenue
hu_hu: Üdvözöljük
it_it: Benvenuto
nb_no: Velkommen
nl_nl: Welkom
pl_pl: Witamy
pt_br: Bem-vindo
ro_ro: Bine ați venit
sv_se: Välkommen

source: Upgrade required
bg_bg: Необходимо е надстройване
ca_es: Actualització requerida
cs_cz: Nutný upgrade
da_dk: Opgradering påkrævet
es_mx: Se precisa actualización
fr_fr: Une mise à jour est nécessaire
hu_hu: Frissítés szükséges
it_it: Aggiornamento richiesto
nb_no: Oppgradering nødvendig
nl_nl: Upgrade is noodzakelijk
pl_pl: Wymagane uaktualnienie
pt_br: Atualização requerida
ro_ro: Actualizare necesară
sv_se: Uppgradering krävs

source: This feature is not available. In order to use it, you need to upgrade your account now.
bg_bg: Тази функция не е налице. За да го използвате, трябва да надстроите профила си сега.
ca_es: Aquesta característica no està disponible. Per a emprar-la necessitau actualitzar el vostre compte.
cs_cz: Tato funkce není k dispozici. Abyste ji mohli používat, musíte upgradovat svůj účet.
da_dk: Denne funktion er ikke tilgængelig. For at kunne bruge den, er du nødt til at opgradere din konto nu.
es_mx: Esta característica no está disponible. Para usarla necesita actualizar su cuenta ahora.
fr_fr: Cette fonctionnalité n'est pas disponible. Pour l'utiliser, il vous faut mettre à jour votre compte maintenant.
hu_hu: Ez a szolgáltatás nem érhető el. A használatához bővítenie kell fiókját.
it_it: Questa funzionalità non è disponibile. Per utilizzarla, devi aggiornare subito il tuo account.
nb_no: Denne funksjonen er ikke tilgjengelig. For å kunne bruke den, må du oppgradere kontoen din nå.
nl_nl: Deze functie is niet beschikbaar. Om deze te gebruiken, moet u uw account upgraden.
pl_pl: Ta funkcja nie jest dostępna. Aby jej użyć, uaktualnij konto teraz.
pt_br: Este recurso não está disponível. Para usá-lo, você precisa atualizar sua conta agora.
ro_ro: Această funcționalitate nu este disponibilă. Pentru a putea să o utilizați, trebuie să vă actualizați contul acum.
sv_se: Funktionen är inte tillgänglig. För att använda den behöver du uppgradera ditt konto.

source: The first 90 days are free.
bg_bg: Първите 90 дни са безплатни.
ca_es: Els primers 90 dies son gratuïts.
cs_cz: Prvních 90 dní je zdarma.
da_dk: De første 90 dage er gratis.
es_mx: Los primeros 90 días son gratis.
fr_fr: Les 90 premiers jours sont gratuits.
hu_hu: Az első 90 nap ingyenes.
it_it: I primi 90 giorni sono gratuiti.
nb_no: De første 90 dagene er gratis.
nl_nl: De eerste 90 dagen zijn gratis.
pl_pl: Pierwsze 90 dni jest darmowe.
pt_br: Os primeiros 90 dias são grátis.
ro_ro: Primele 90 de zile sunt gratuite.
sv_se: De första 90 dagarna är gratis.

source: Get free upgrade
bg_bg: Получете безплатно надстройване
ca_es: Obtén una actualització gratuïta
cs_cz: Získat upgrade zdarma
da_dk: Få en gratis opgradering
es_mx: Obtener actualización gratuita
fr_fr: Obtenir une mise à jour gratuite
hu_hu: Ingyenes bővítés
it_it: Ottieni l'aggiornamento gratuito
nb_no: Få gratis oppgradering
nl_nl: Ontvang een gratis upgrade
pl_pl: Pobierz bezpłatne uaktualnienie
pt_br: Obter uma atualização grátis
ro_ro: Obține actualizarea gratuită
sv_se: Få gratis uppgradering

source: Sorry, there is no preview available.
cs_cz: Je nám líto, není k dispozici žádný náhled.
da_dk: Beklager. Der er ingen forhåndsvisning.
es_mx: Lo siento, no hay vista previa disponible.
fr_fr: Désolé, aucune prévisualisation disponible.
hu_hu: Sajnáljuk, de ehhez nincs előnézet.
it_it: Spiacenti, non è disponibile un'anteprima.
nl_nl: Sorry, er is geen voorbeeld beschikbaar.
pl_pl: Niestety, nie ma żadnego podglądu.
pt_br: Desculpe, não há visualização disponível.
ro_ro: Ne pare rău, nu există previzualizare.
sv_se: Tyvärr finns ingen förhandsgranskning.

source: To print this file, please use "Print as PDF" in the viewer.
cs_cz: Chcete-li vytisknout tento soubor, použijte „Vytisknout jako PDF“ v prohlížeči.
da_dk: For at udskrive denne fil, vælg venligst »Udskriv som PDF« i fremviseren.
es_mx: Para imprimir este archivo, por favor use "Imprimir como PDF" en el visor.
fr_fr: Pour imprimer ce fichier, veuillez utiliser « Imprimer au format PDF » dans l'afficheur.
hu_hu: A fájl nyomtatásához használja a "Nyomtatás PDF-ként" lehetőséget a megtekintőben.
it_it: Per stampare questo file, usa "Stampa come PDF" nel visualizzatore.
nl_nl: Om dit bestand af te drukken gebruikt u "Afdrukken als PDF" in de viewer.
pl_pl: Aby wydrukować ten plik, użyj opcji "Drukuj jako PDF" w przeglądarce.
pt_br: Para imprimir este arquivo use "Imprimir como PDF" no visualizador.
ro_ro: Pentru a imprima acest fișier, utilizați "Imprimă ca PDF" din aplicația de vizualizare.
sv_se: För att skriva ut den här filen, använd "Skriv ut som PDF" i visaren.

source: Previous
bg_bg: Предишен
ca_es: Anterior
cs_cz: Předchozí
da_dk: Foregående
es_mx: Anterior
fr_fr: Précédent
hu_hu: Előző
it_it: Indietro
nb_no: Forrige
nl_nl: Vorige
pl_pl: Poprzedni
pt_br: Anterior
ro_ro: Precedent
sv_se: Föregående

source: Use left/right arrow keys to navigate and escape key to exit the viewer.
bg_bg: Използвайте клавишите със стрелки наляво / надясно, за да се придвижите и да избягвате, за да излезете от зрителя.
cs_cz: Použijte šipky vlevo/vpravo k navigaci a klávesu Escape k opuštění prohlížeče.
da_dk: Brug venstre/højre-piltasterne for at navigere og escape for at forlade billedet.
es_mx: Utilice las teclas de movimiento del cursor izquierda/derecha para navegar y la tecla Esc para salir del visor.
fr_fr: Utilisez les flèches droite/gauche pour naviguer et la touche [Échap] pour quitter l'affichage.
hu_hu: Használja a jobb/bal billentyűket a navigáláshoz. Az Escape megnyomásával pedig kiléphet a megjelenítőből.
it_it: Utilizza le frecce direzionali destra e sinistra per navigare e il tasto Esc per uscire dal visualizzatore.
nb_no: Bruk venstre og høyre piltaster for å navigere, og [esc] for å lukke visningen.
nl_nl: Gebruik de links/rechts pijltjestoetsen om te navigeren en escape om het scherm te sluiten.
pl_pl: Aby poruszać się po przeglądarce, użyj strzałek w lewo/w prawo i klawisza Esc.
pt_br: Use as setas esquerda/direita para navegar e a tecla ESC para sair da visualização.
ro_ro: Utilizați tastele săgeți stânga/dreapta pentru a naviga și tasta escape pentru a părăsi vizualizarea.
sv_se: Använd vänster/höger piltangenter för att navigera, och escape-tangenten för att lämna visaren.

source: Cannot require a view type for %1$s
bg_bg: Не може да се изисква вид на изглед за %1$s
cs_cz: Pro %1$s nelze vyžadovat způsob prohlížení
da_dk: Kan ikke kræve en visningstype for %1$s
es_mx: No puede requerir un tipo de vista para %1$s
fr_fr: Impossible de choisir un type de vue pour %1$s
hu_hu: Nincs szükség nézettípusra ehhez: %1$s
it_it: Impossibile richiedere un tipo di vista per %1$s
nb_no: Kan ikke kreve en visningstype for %1$s
nl_nl: Kan geen overzichtstype vragen voor %1$s
pl_pl: Nie można wymagać typu widoku dla %1$s.
pt_br: Não foi possível exigir um tipo de visualização para %1$s
ro_ro: Nu se poate cere un tip de vizualizare pentru %1$s
sv_se: Kan inte kräva en visningstyp för %1$s

source: Version of %1$s
bg_bg: Версия на %1$s
cs_cz: Verze %1$s
da_dk: Udgave af %1$s
es_mx: Versión de %1$s
fr_fr: Version de %1$s
hu_hu: %1$s verzió
it_it: Versione di %1$s
nb_no: Versjon av %1$s
nl_nl: Versie van %1$s
pl_pl: Wersja z %1$s
pt_br: Versão %1$s
ro_ro: Versiune %1$s
sv_se: Version av %1$s

source: %1$d of %2$d item
bg_bg: %1$d от %2$d елемент
cs_cz: %1$d. z %2$d položek
da_dk: %1$d af %2$d element
es_mx: %1$d de %2$d elemento
fr_fr: %1$d sur %2$d élément
hu_hu: %1$d / %2$d elem
it_it: %1$d di %2$d elemento
nb_no: %1$d av %2$d element
nl_nl: %1$d van %2$d item
pl_pl: %1$d z %2$d pozycji
pt_br: %1$d de %2$d item
ro_ro: %1$d din %2$d element
sv_se: %1$d av %2$d objekt

source: Description text
bg_bg: Текст на описанието
cs_cz: Popis
da_dk: Beskrivelse
es_mx: Texto de la descripción
fr_fr: Texte de la description
hu_hu: Leírás
it_it: Testo della descrizione
nb_no: Beskrivelsestekst
nl_nl: Omschrijvingstekst
pl_pl: Tekst opisu
pt_br: Texto de descrição
ro_ro: Text descriere
sv_se: Beskrivande text

source: Edit description
bg_bg: Редактиране на описанието
ca_es: Edita'n la descripció
cs_cz: Upravit popis
da_dk: Redigér beskrivelse
es_mx: Editar descripción
fr_fr: Modifier la description
hu_hu: Leírás szerkesztése
it_it: Modifica descrizione
nb_no: Endre beskrivelse
nl_nl: Omschrijving bewerken
pl_pl: Edytuj opis
pt_br: Editar descrição
ro_ro: Editează descrierea
sv_se: Ändra beskrivning

source: Add a description
bg_bg: Добави описание
cs_cz: Přidat popis
da_dk: Tilføj en beskrivelse
es_mx: Añadir una descripción
fr_fr: Ajouter une description
hu_hu: Leírás hozzáadása
it_it: Aggiungi una descrizione
nb_no: Legg til beskrivelse
nl_nl: Omschrijving toevoegen
pl_pl: Dodaj opis
pt_br: Adicionar uma descrição
ro_ro: Adaugă o descriere
sv_se: Lägg till beskrivning

source: Private link: Only people who have access to the file/folder can use it. Use it to point to members of your organization to this file/folder.
cs_cz: Soukromý odkaz: Mohou jej použít pouze uživatelé, kteří mají přístup k souboru či složce. Použijte jej k odkázání členů vaší organizace na tento soubor či složku.
da_dk: Privat link: Kun folk med adgang til filen eller mappen kan bruge det. Det kan bruges til at pege på denne fil eller mappe, af medlemmer i din organisation.
es_mx: Enlace privado: Solo las personas que tengan acceso al archivo/carpeta pueden usarlo. Utilícelo para dirigir a este archivo/carpeta a miembros de su organización.
fr_fr: Lien privé : seules les personnes ayant accès au fichier/dossier peuvent l'utiliser. Utilisez-le pour diriger des membres de votre organisation vers ce fichier/dossier.
hu_hu: Privát hivatkozás: Csak azok használhatják, akik hozzáférnek a fájlhoz/mappához. Akkor használja, ha a szervezete tagjainak szeretné elküldeni.
it_it: Collegamento privato: solo le persone che hanno accesso al file/cartella possono utilizzarlo. Usarlo per indicare ai membri della propria organizzazione questo file/cartella.
nl_nl: Privélink: Alleen personen die toegang hebben tot het bestand/de map kunnen deze gebruiken. Gebruik het om leden van uw organisatie naar dit bestand/deze map te verwijzen.
pl_pl: Link prywatny: mogą go użyć tylko osoby, które mają dostęp do pliku albo folderu. Użyj go, aby wskazać członkom swojej organizacji ten plik lub folder.
pt_br: Link privado: Somente pessoas que têm acesso ao arquivo/pasta podem usá-lo. Use-o para apontar os membros da sua organização para este arquivo/pasta.
ro_ro: Link privat: Numai persoanele care au acces la fișier/dosar îl pot utiliza. Utilizați-l pentru a indica acest fișier/dosar membrilor organizației dvs.
sv_se: Privat länk: Endast folk som har åtkomst till filen/mappen kan använda den. Använd detta för att styra medlemmar av din organisation till den här filen/mappen.

source: The link has been copied to the clipboard.
cs_cz: Odkaz zkopírován do schránky.
da_dk: Linket er blevet kopieret til udklipsholderen.
es_mx: El enlace se ha copiado al portapapeles.
fr_fr: Le lien a été copié dans le presse-papiers.
hu_hu: A hivatkozás át lett másolva a vágólapra.
it_it: Il collegamento è stato copiato negli appunti.
nl_nl: De link is gekopieerd naar het klembord.
pl_pl: Skopiowano link do schowka.
pt_br: O link foi copiado para a área de transferência.
ro_ro: Legătura a fost copiată în clipboard.
sv_se: Länken har kopierats till klippbordet.

source: Size
bg_bg: Размер
ca_es: Mida
cs_cz: Velikost
da_dk: Størrelse
es_mx: Tamaño
fr_fr: Taille
hu_hu: Méret
it_it: Dimensione
nb_no: Størrelse
nl_nl: Grootte
pl_pl: Rozmiar
pt_br: Tamanho
ro_ro: Dimensiune
sv_se: Storlek

source: Resolution
cs_cz: Rozlišení
da_dk: Opløsning
es_mx: Resolución
fr_fr: Résolution
hu_hu: Felbontás
it_it: Risoluzione
nl_nl: Resolutie
pl_pl: Rozdzielczość
pt_br: Resolução
ro_ro: Rezoluție
sv_se: Upplösning

source: Device make
cs_cz: Značka aparátu
da_dk: Enhedsudgave
es_mx: Fabricante del dispositivo
fr_fr: Marque de l'appareil
hu_hu: Készülék
it_it: Produttore del dispositivo
nl_nl: Merk apparaat
pl_pl: Marka urządzenia
pt_br: Fabricante
ro_ro: Producător dispozitiv
sv_se: Enhetens tillverkare

source: Device model
cs_cz: Model aparátu
da_dk: Enhedsmodel
es_mx: Modelo del dispositivo
fr_fr: Modèle de l'appareil
hu_hu: Modell
it_it: Modello del dispositivo
nl_nl: Model apparaat
pl_pl: Model urządzenia
pt_br: Modelo
ro_ro: Model dispozitiv
sv_se: Enhetens modell

source: Shot
cs_cz: Záběr
da_dk: Taget
es_mx: Toma
fr_fr: Prise de vue
hu_hu: Felvétel
it_it: Scatto
nl_nl: Opname
pl_pl: Zdjęcie
pt_br: Abertura e exposição
ro_ro: Detalii captură
sv_se: Foto

source: Capture date
cs_cz: Datum pořízení
da_dk: Optaget dato
es_mx: Fecha de toma
fr_fr: Date de la prise de vue
hu_hu: Készítés dátuma
it_it: Data di acquisizione
nl_nl: Opname datum
pl_pl: Data zrobienia
pt_br: Data da captura
ro_ro: Data capturării
sv_se: Togs den

source: Folder
bg_bg: Папка
ca_es: Carpeta
cs_cz: Složka
da_dk: Mappe
es_mx: Carpeta
fr_fr: Dossier
hu_hu: Mappa
it_it: Cartella
nb_no: Mappe
nl_nl: Map
pt_br: Pasta
ro_ro: Dosar
sv_se: Mapp

source: Shares
bg_bg: Споделени
cs_cz: Sdílené položky
da_dk: Delinger
es_mx: Elementos compartidos
fr_fr: Partages
hu_hu: Megosztások
it_it: Condivisioni
nb_no: Delinger
nl_nl: Gedeelde elementen
pl_pl: Udostępnienia
pt_br: Compartilhar
ro_ro: Partajări
sv_se: Delningar

source: This file is shared with others
bg_bg: Този файл се споделя с други хора
cs_cz: Soubor je sdílen s ostatními
da_dk: Denne fil deles med andre
es_mx: Este archivo está compartido con otros
fr_fr: Ce fichier est partagé avec d'autres utilisateurs
hu_hu: Ez a fájl meg van osztva másokkal
it_it: Questo file è condiviso con altri
nb_no: Denne filen er delt med andre
nl_nl: Dit bestand wordt gedeeld met anderen
pl_pl: Plik jest udostępniony innym osobom
pt_br: Este arquivo é compartilhado com outros
ro_ro: Fișierul este partajat cu alți utilizatori
sv_se: Filen delas med andra

source: This folder is shared with others
bg_bg: Тази папка се споделя с други
cs_cz: Tato složka je sdílena s ostatními
da_dk: Denne mappe deles med andre
es_mx: Esta carpeta está compartida con otros
fr_fr: Ce dossier est partagé avec d'autres utilisateurs
hu_hu: Ez a mappa meg van osztva másokkal
it_it: Questa cartella è condivisa con altri
nb_no: Denne mappen er delt med andre
nl_nl: Deze map wordt gedeeld met anderen
pl_pl: Folder jest udostępniony innym osobom
pt_br: Esta pasta é compartilhada com outros
ro_ro: Dosarul este partajat cu alți utilizatori
sv_se: Den här mappen delas med andra

source: To
bg_bg: До
ca_es: Per a
cs_cz: Komu
da_dk: Til
es_mx: Para
fr_fr: À
hu_hu: Címzett
it_it: A
nb_no: Til
nl_nl: Aan
pl_pl: Do
pt_br: Para
ro_ro: Către
sv_se: Till

source: From
bg_bg: От
ca_es: De
cs_cz: Od
da_dk: Fra
es_mx: De
fr_fr: De
hu_hu: Feladó
it_it: Da
nb_no: Fra
nl_nl: Van
pl_pl: Od
pt_br: De
ro_ro: De la
sv_se: Från

source: Sent
bg_bg: Изпратени
cs_cz: Odesláno
da_dk: Sendt
es_mx: Enviado
fr_fr: Envoyé
hu_hu: Elküldve
it_it: Inviato
nb_no: Sendt
nl_nl: Verzonden
pl_pl: Wysłane
pt_br: Enviado
ro_ro: Trimis
sv_se: Skickades

source: Received
bg_bg: Получени
cs_cz: Přijaté zprávy
da_dk: Modtaget
es_mx: Recibido
fr_fr: Reçu
hu_hu: Fogadott
it_it: Ricevuto
nb_no: Mottatt
nl_nl: Ontvangen
pl_pl: Odebrane
pt_br: Recebidos
ro_ro: Primit
sv_se: Mottogs

source: View message
bg_bg: Преглед на съобщението
cs_cz: Zobrazit zprávu
da_dk: Se besked
es_mx: Ver mensaje
fr_fr: Afficher le message
hu_hu: Üzenet megjelenítése
it_it: Vista messaggio
nb_no: Vis melding
nl_nl: Toon bericht
pl_pl: Wyświetl wiadomość
pt_br: Visualizar mensagem
ro_ro: Vizualizează mesajul
sv_se: Visa meddelande

source: Hide details
bg_bg: Скриване на подробностите
ca_es: Amaga els detalls
cs_cz: Skrýt detaily
da_dk: Skjul detaljer
es_mx: Ocultar detalles
fr_fr: Masquer les détails
hu_hu: Részletek elrejtése
it_it: Nascondi i dettagli
nb_no: Skjul detaljer
nl_nl: Details verbergen
pl_pl: Ukryj szczegóły
pt_br: Ocultar detalhes
ro_ro: Ascunde detaliile
sv_se: Dölj detaljer

source: File version table, the first row represents the current version.
bg_bg: Таблица за версия на файла, първият ред представлява текущата версия.
cs_cz: Tabulka verzí souboru. Aktuální verze je v prvním řádku.
da_dk: Filudgavetabel. Den første række repræsenterer den aktuelle udgave.
es_mx: Tabla de versiones del archivo, la primera fila representa la versión actual.
fr_fr: Tableau des versions du fichier ; la première ligne représente la version actuelle.
hu_hu: Fájlverzió táblázata, az első sor mutatja a jelenlegi verziót.
it_it: Tabella della versione dei file, la prima riga rappresenta la versione attuale.
nb_no: Versjonstabell - den første raden representerer gjeldende versjon.
nl_nl: Bestandsversieoverzicht, de eerste rij is de huidige versie.
pl_pl: Tabela z wersjami plików. W pierwszym wierszu znajduje się bieżąca wersja.
pt_br: Tabela de versão do arquivo, a primeira linha representa a versão atual.
ro_ro: Tabel de versiuni de fișiere, prima linie conține versiunea curentă.
sv_se: Filens versionstabell; den första raden visar nuvarande version.

source: View this version
cs_cz: Zobrazit tuto verzi
da_dk: Se denne version
es_mx: Ver esta versión
fr_fr: Afficher cette version
hu_hu: Verzió megjelenítése
it_it: Visualizza questa versione
nl_nl: Toon deze versie
pl_pl: Wyświetl tę wersję
pt_br: Visualizar esta versão
ro_ro: Vizualizați această versiune
sv_se: Visa den här versionen

source: Open in pop out viewer
cs_cz: Otevřít v samostatném prohlížeči
da_dk: Åbn i selvstændig fremviser
es_mx: Abrir en visor emergente
fr_fr: Ouvrir dans l'afficheur externe
hu_hu: Megnyitás előugró megtekintőben
it_it: Apri nel visualizzatore indipendente
nl_nl: Open in een apart venster
pl_pl: Otwórz w wyskakującej przeglądarce
pt_br: Abrir no miniplayer
ro_ro: Deschide în aplicație de vizualizare separată
sv_se: Öppna i fristående visare

source: Versions (%1$d)
bg_bg: Версии ( %1$d )
cs_cz: Verze (%1$d)
da_dk: Udgaver (%1$d)
es_mx: Versiones (%1$d)
hu_hu: Verziók (%1$d)
it_it: Versioni (%1$d)
nb_no: Versjoner (%1$d)
nl_nl: Versies (%1$d)
pl_pl: Wersje (%1$d)
pt_br: Versões (%1$d)
ro_ro: Versiuni (%1$d)
sv_se: Versioner (%1$d)

source: Toggle panel
bg_bg: Превключване на панела
cs_cz: Zapnout/vypnout panel
da_dk: Slå panel til/fra
es_mx: Cambiar panel
fr_fr: Afficher/cacher le panneau
hu_hu: Panel átváltása
it_it: Commuta il pannello
nb_no: Panel av/på
nl_nl: Paneel omschakelen
pl_pl: Przełącz panel
pt_br: Alternar painel
ro_ro: Comutare panou
sv_se: Växla panel
