Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Do you really want to delete this contact?
bg_bg: Наистина ли искате да изтриете този контакт?
ca_es: Realment voleu suprimir aquest contacte?
cs_cz: Opravdu chcete smazat tento kontakt?
da_dk: Vil du virkelig slette denne kontakt?
es_mx: ¿Está seguro de querer borrar este contacto?
fr_fr: Voulez-vous vraiment supprimer ce contact ?
hu_hu: Biztos, hogy törölni szeretné ezt a névjegyet?
it_it: Vuoi davvero eliminare questo contatto?
nb_no: Ønsker du virkelig å slette denne kontakten?
nl_nl: Weet u zeker dat u dit contact wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten kontakt?
pt_br: Deseja realmente excluir este contato?
ro_ro: Sigur doriți să ștergeți contactul?
sv_se: Vill du verkligen ta bort den här kontakten?

source: Print preview
bg_bg: Преглед преди печат
cs_cz: Náhled tisku
da_dk: Forhåndsvisning
es_mx: Imprimir vista previa
fr_fr: Aperçu avant impression
hu_hu: Nyomtatási előkép
it_it: Anteprima di stampa
nb_no: Utskriftsforhåndsvisning
nl_nl: Afdrukvoorbeeld
pl_pl: Podgląd wydruku
pt_br: Visualização da impressão
ro_ro: Previzualizare imprimare
sv_se: Förhandsgranskning

source: Phone list
bg_bg: Списък с телефони
ca_es: Llista de telèfons
cs_cz: Seznam telefonů
da_dk: Telefonliste
es_mx: Lista de teléfonos
fr_fr: Répertoire téléphonique
hu_hu: Telefonlista
it_it: Elenco telefonico
nb_no: Telefonliste
nl_nl: Telefoonlijst
pl_pl: Lista telefonów
pt_br: Lista de telefone
ro_ro: Listă numere de telefon
sv_se: Telefonlista

# contact-print-dialog
source: Details
bg_bg: Детайли
cs_cz: Podrobnosti
da_dk: Detaljer
es_mx: Detalles
fr_fr: Détails
hu_hu: Részletek
it_it: Dettagli
nb_no: Detaljer
pl_pl: Szczegóły
pt_br: Detalhes
ro_ro: Detalii
sv_se: Detaljerad

source: Select print layout
bg_bg: Изберете оформление за печат
cs_cz: Vybrat tiskové rozvržení
da_dk: Vælg udskriftslayout
es_mx: Seleccione diseño de impresión
fr_fr: Choisir la disposition pour l'impression
hu_hu: Nyomtatási elrendezés kiválasztása
it_it: Seleziona la struttura di stampa
nb_no: Velg utskriftslayout
nl_nl: Selecteer een afdrukopmaak
pl_pl: Wybierz układ wydruku
pt_br: Selecionar layout de impressão
ro_ro: Selectează aspectul pentru imprimare
sv_se: Välj utskriftslayout

source: This dialog is limited to %1$d entries and your address book exceeds this limitation. Therefore, some entries are not listed.
cs_cz: Toto oznámení je omezené na %1$d položek a váš adresář tento limit překračuje. Některé položky proto nejsou uvedené.
da_dk: Denne dialog er begrænset til %1$d felter, men din adressebog overskrider denne grænse. Nogle felter vises ikke.
es_mx: Este cuadro de diálogo está limitado a %1$d elementos, y su libreta de direcciones supera dicho límite. Por tanto, algunos elementos no se han listado.
fr_fr: Cette boîte de dialogue est limitée à %1$d éléments et votre carnet d'adresses dépasse cette limite. Par conséquent, certains éléments ne sont pas affichés.
hu_hu: Ez az ablak %1$d elemet képes kezelni, és a címjegyzékében ennél több található. Ezért néhány bejegyzés nincs felsorolva.
it_it: Questa finestra è limitata a %1$d voci e la tua rubrica supera questo limite. Pertanto, alcune voci non sono elencate.
nl_nl: Deze dialoog heeft een limiet van %1$d invoerwaardes en uw adresboek overstijgt deze limiet. Daarom worden sommige waardes niet weergegeven.
pl_pl: To okno dialogowe ma ograniczenie do %1$d wpisów. Twoja książka adresowa jest dłuższa. Część wpisów nie została wyświetlona.
pt_br: Este dialogo é limitado a %1$d entradas e seu catálogo de endereços excede esse limite. Portanto, algumas entradas não estão listadas.
ro_ro: Acest dialog este limitat la %1$d intrări și agenda dvs. depășește această limitare. Prin urmare, unele elemente nu sunt listate.
sv_se: Den här dialogrutan begränsas till %1$d poster, och din adressbok överskrider den gränsen. Därför visas inte vissa poster.

source: Distribution list
bg_bg: Списък на разпространението
ca_es: Llista de distribució
cs_cz: Distribuční seznam
da_dk: Distributionsliste
es_mx: Lista de distribución
fr_fr: Liste de diffusion
hu_hu: Terjesztési lista
it_it: Lista di distribuzione
nb_no: Distribusjonsliste
nl_nl: Distributielijst
pl_pl: Lista dystrybucyjna
pt_br: Lista de distribuição
ro_ro: Listă de distribuție
sv_se: Distributionslista

source: My address books
bg_bg: Моите адресни книги
cs_cz: Mé adresáře
da_dk: Mine adressebøger
es_mx: Mis libretas de direcciones
fr_fr: Mes carnets d'adresses
hu_hu: Saját címjegyzékek
it_it: Le mie rubriche
nb_no: Mine adressebøker
nl_nl: Mijn adresboeken
pl_pl: Moje książki adresowe
pt_br: Meu catálogo de endereços
ro_ro: Agendele mele de contacte
sv_se: Mina adressböcker

source: Public address books
bg_bg: Публичена адресна книга
cs_cz: Veřejné adresáře
da_dk: Offentlige adressebøger
es_mx: Libretas de direcciones públicas
fr_fr: Carnets d'adresses publics
hu_hu: Nyilvános címjegyzékek
it_it: Rubriche pubbliche
nb_no: Offentlige adressebøker
nl_nl: Publieke adresboeken
pl_pl: Publiczne książki adresowe
pt_br: Catálogo de endereços público
ro_ro: Agende de contacte publice
sv_se: Offentliga adressböcker

source: Shared address books
bg_bg: Споделени адресни книги
cs_cz: Sdílené adresáře
da_dk: Delte adressebøger
es_mx: Libretas de direcciones compartidas
fr_fr: Carnets d'adresses partagés
hu_hu: Megosztott címjegyzékek
it_it: Rubriche condivise
nb_no: Delte adressebøker
nl_nl: Gedeelde adresboeken
pl_pl: Udostępnione książki adresowe
pt_br: Catálogo de endereços compartilhado
ro_ro: Agende de contacte partajate
sv_se: Delade adressböcker

# select-contacts
source: Select
bg_bg: Изберете
cs_cz: Vybrat
da_dk: Vælg
es_mx: Seleccionar
fr_fr: Sélectionner
hu_hu: Kiválasztás
it_it: Seleziona
nb_no: Velg
nl_nl: Selecteer
pl_pl: Wybierz
pt_br: Selecionar
ro_ro: Selectează
sv_se: Välj

source: Departments
bg_bg: Катедри
cs_cz: Oddělení
da_dk: Afdelinger
es_mx: Departamentos
fr_fr: Départements
hu_hu: Osztályok
it_it: Reparti
nb_no: Avdelinger
nl_nl: Afdelingen
pl_pl: Działy
pt_br: Departamentos
ro_ro: Departamente
sv_se: Avdelningar

source: All folders
bg_bg: Всички папки
ca_es: Totes les carpetes
cs_cz: Všechny složky
da_dk: Alle mapper
es_mx: Todas las carpetas
fr_fr: Tous les dossiers
hu_hu: Összes mappa
it_it: Tutte le cartelle
nb_no: Alle mapper
nl_nl: Alle mappen
pl_pl: Wszystkie foldery
pt_br: Todas as pastas
ro_ro: Toate dosarele
sv_se: Alla mappar

source: All distribution lists
bg_bg: Всички дистрибуционни списъци
cs_cz: Všechny distribuční seznamy
da_dk: Alle distributionslister
es_mx: Todas las listas de distribución
fr_fr: Toutes les listes de diffusion
hu_hu: Összes terjesztési lista
it_it: Tutte le liste di distribuzione
nb_no: Alle distribusjonslister
nl_nl: Alle distributielijsten
pl_pl: Wszystkie listy dystrybucyjne
pt_br: Todas as listas de distribuição
ro_ro: Toate listele de distribuție
sv_se: Alla sändlistor

source: All groups
bg_bg: Всички групи
cs_cz: Všechny skupiny
da_dk: Alle grupper
es_mx: Todos los grupos
fr_fr: Tous les groupes
hu_hu: Összes csoport
it_it: Tutti i gruppi
nb_no: Alle grupper
nl_nl: Alle groepen
pl_pl: Wszystkie grupy
pt_br: Todos os grupos
ro_ro: Toate grupurile
sv_se: Alla grupper

source: Apply filter
cs_cz: Aplikovat filtr
da_dk: Brug filter
es_mx: Aplicar filtro
fr_fr: Appliquer le filtre
hu_hu: Szűrő alkalmazása
it_it: Applica filtro
nl_nl: Filter instellen
pl_pl: Zastosuj filtr
pt_br: Aplicar filtro
ro_ro: Aplică filtrul
sv_se: Verkställ filter

source: Empty
bg_bg: Празно
cs_cz: Prázdné
da_dk: Tom
es_mx: Vacío
fr_fr: Vide
hu_hu: Üres
it_it: Vuoto
nb_no: Tom
nl_nl: Leeg
pl_pl: Puste
pt_br: Vazio
ro_ro: Gol
sv_se: Tomt

source: Remove
bg_bg: Премахване
cs_cz: Odstranit
da_dk: Fjern
es_mx: Eliminar
fr_fr: Supprimer
hu_hu: Eltávolítás
it_it: Rimuovi
nb_no: Fjern
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Excluir
ro_ro: Elimină
sv_se: Ta bort

source: %1$d item selected
bg_bg: %1$d елемент избран
cs_cz: %1$d položka vybrána
da_dk: %1$d element valgt
es_mx: %1$d elemento seleccionado
fr_fr: %1$d élément sélectionné
hu_hu: %1$d elem kijelölve
it_it: %1$d elemento selezionato
nb_no: %1$d element er valgt
nl_nl: %1$d item geselecteerd
pl_pl: Wybrano %1$d element
pt_br: %1$d item selecionado
ro_ro: %1$d element selectat
sv_se: %1$d objekt markerat

source: The selected items. Press Backspace or Delete to remove.
bg_bg: Избраните елементи. Натиснете Backspace или Delete, за да я премахнете.
cs_cz: Stiskněte Backspace nebo Delete pro odstranění vybraných položek.
da_dk: De valgte elementer. Tast »Backspace« eller »Delete« for at slette.
es_mx: Los elementos seleccionados. Presione Retroceso o Suprimir para eliminar.
fr_fr: Les éléments sélectionnés. Appuyez sur « Retour arrière » ou « Supprimer » pour effacer.
hu_hu: A kiválasztott elemek. A törléshez nyomja meg a Backspace vagy a Delete gombot.
it_it: Gli elementi selezionati. Premi Backspace o Canc per rimuovere.
nb_no: De valgte elementene. Trykk Backspace eller Delete for å fjerne.
nl_nl: De geselecteerde items. Klik op 'Backspace' of 'Delete' om deze te verwijderen.
pl_pl: Wybrane pozycje. Naciśnij Backspace lub Delete, aby usunąć.
pt_br: Itens selecionados. Pressione Backspace ou Delete para excluí-los.
ro_ro: Elementele selectate. Apăsați Backspace sau Delete pentru a elimina.
sv_se: De markerade objekten. Tryck Baksteg eller Delete för att ta bort.

source: %1$d address selected
bg_bg: %1$d избран адрес
cs_cz: %1$d adresa vybrána
da_dk: %1$d adresse valgt
es_mx: %1$d dirección seleccionada
fr_fr: %1$d adresse sélectionnée
hu_hu: %1$d cím kijelölve
it_it: %1$d indirizzo selezionato
nb_no: %1$d adresse valgt
nl_nl: %1$d adres geselecteerd
pl_pl: Wybrano %1$d adres
pt_br: %1$d endereço selecionado
ro_ro: %1$d adresă selectată
sv_se: %1$d adress markerad

source: The selected addresses. Press Backspace or Delete to remove.
bg_bg: Избраните адреси. Натиснете Backspace или Delete, за да я премахнете.
cs_cz: Stiskněte Backspace nebo Delete pro odstranění vybraných adres
da_dk: De valgte adresser. Tast »Backspace« eller »Delete« for at slette.
es_mx: Las direcciones seleccionadas. Presione Retroceso o Suprimir para eliminar.
fr_fr: Les adresses sélectionnées. Appuyez sur « Retour arrière » ou « Supprimer » pour effacer.
hu_hu: A kiválasztott címek. A törléshez nyomja meg a Backspace vagy a Delete gombot.
it_it: Gli indirizzi selezionati. Premi Backspace o Canc per rimuovere.
nb_no: Den valgte adressen. Trykk Backspace eller Delete for å fjerne.
nl_nl: De geselecteerde adressen. Klik op 'Backspace' of 'Delete' om deze te verwijderen.
pl_pl: Wybrane adresy. Naciśnij Backspace lub Delete, aby usunąć.
pt_br: Endereços selecionados. Pressione Backspace ou Delete para excluí-los.
ro_ro: Adresele selectate. Apăsați Backspace sau Delete pentru a elimina.
sv_se: De markerade adresserna. Tryck Baksteg eller Delete för att ta bort.

source: Clear selection
bg_bg: Изчистете селекцията
cs_cz: Zrušit výběr
da_dk: Ryd markering
es_mx: Borrar selección
fr_fr: Réinitialiser la sélection
hu_hu: Kijelölés megszüntetése
it_it: Cancella la selezione
nb_no: Fjern valg
nl_nl: Selectie leegmaken
pl_pl: Wyczyść zaznaczenie
pt_br: Limpar seleção
ro_ro: Golește selecția
sv_se: Rensa markering

source: Distribution List Details
bg_bg: Детайли за списъка за разпространение
cs_cz: Distribuční seznam, podrobnosti
da_dk: Distributionslistedetaljer
es_mx: Detalles de la lista de distribución
fr_fr: Détails de la liste de diffusion
hu_hu: Terjesztési lista részletei
it_it: Dettagli lista di distribuzione
nb_no: Distribusjonsliste detaljer
nl_nl: Distributielijstdetail
pl_pl: Szczegóły listy dystrybucyjnej
pt_br: Detalhes da lista de distribuição
ro_ro: Detalii listă de distribuție
sv_se: Detaljer om distributionslista

source: Contact Details
bg_bg: Данни за контакт
ca_es: Detalls del contacte
cs_cz: Podrobnosti o kontaktu
da_dk: Kontaktdetaljer
es_mx: Detalles del contacto
fr_fr: Détails sur le contact
hu_hu: Névjegy részletei
it_it: Dettagli contatto
nb_no: Kontaktinformasjon
pl_pl: Szczegóły kontaktu
pt_br: Detalhes do contato
ro_ro: Detalii de contact
sv_se: Detaljer om kontakt

source: Create list
bg_bg: Създаване на списък
ca_es: Crea una llista
cs_cz: Vytvořit seznam
da_dk: Opret liste
es_mx: Crear lista
fr_fr: Créer une liste
hu_hu: Lista létrehozása
it_it: Crea lista
nb_no: Opprett ny liste
nl_nl: Lijst aanmaken
pl_pl: Utwórz listę
pt_br: Criar lista
ro_ro: Creează o listă
sv_se: Skapa lista

source: Create distribution list
bg_bg: Създаване на списък за разпространение
ca_es: Crea una llista de distribució
cs_cz: Vytvořit distribuční seznam
da_dk: Opret distributionsliste
es_mx: Crear lista de distribución
fr_fr: Créer une liste de diffusion
hu_hu: Terjesztési lista létrehozása
it_it: Crea una lista di distribuzione
nb_no: Lag distribusjonsliste
nl_nl: Distributielijst aanmaken
pl_pl: Utwórz listę dystrybucyjną
pt_br: Criar lista de distribuição
ro_ro: Creează o listă de distribuție
sv_se: Skapa distributionslista

source: Edit distribution list
bg_bg: Редактиране на списъка за разпространение
ca_es: Edita llista de distribució
cs_cz: Upravit distribuční seznam
da_dk: Redigér distributionsliste
es_mx: Editar lista de distribución
fr_fr: Modifier une liste de diffusion
hu_hu: Terjesztési lista szerkesztése
it_it: Modifica lista di distribuzione
nb_no: Endre distribusjonsliste
nl_nl: Bewerk distributielijst
pl_pl: Edytuj listę dystrybucyjną
pt_br: Editar lista de distribuição
ro_ro: Editează lista de distribuție
sv_se: Redigera distributionslista

source: Name
bg_bg: Заглавие
ca_es: Nom
cs_cz: Název
da_dk: Navn
es_mx: Nombre
fr_fr: Nom
hu_hu: Név
it_it: Nome
nb_no: Navn
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
ro_ro: Nume
sv_se: Namn

source: This list has no members yet
bg_bg: Този списък все още няма членове
cs_cz: Tento seznam zatím nemá žádné kontakty
da_dk: Denne liste har endnu ikke nogen medlemmer
es_mx: Esta lista no tiene miembros aún
fr_fr: Cette liste ne comporte pas encore de membres
hu_hu: A listának még nincsenek tagjai
it_it: Questo elenco non contiene alcun contatto
nb_no: Denne listen har ingen medlemmer ennå
nl_nl: Deze lijst heeft nog geen deelnemers
pl_pl: Na tej liście nie ma jeszcze żadnych członków
pt_br: Esta lista não tem membros ainda
ro_ro: Lista nu conține niciun membru
sv_se: Den här listan har inga medlemmar än

source: Add contact
bg_bg: Добави контакт
ca_es: Afegeix contacte
cs_cz: Přidat kontakt
da_dk: Tilføj kontakt
es_mx: Añadir contacto
fr_fr: Ajouter un contact
hu_hu: Névjegy hozzáadása
it_it: Aggiungi un contatto
nb_no: Legg til kontaktinfo
nl_nl: Contactpersoon toevoegen
pl_pl: Dodaj kontakt
pt_br: Adicionar contato
ro_ro: Adaugă contact
sv_se: Lägg till medlem

source: To add contacts manually, just provide a valid email address (e.g john.doe@example.com or "John Doe" <jd@example.com>)
bg_bg: За да добавите ръчно контактите, трябва само да предоставите валиден имейл адрес (напр. John.doe@example.com или "John Doe " <jd@example.com>)
ca_es: Per a afegir contactes manualment, senzillament indicau una adreça de correu electrònic vàlida (per exemple, john.doe@example.com o "John Doe" <jd@example.com>)
cs_cz: Chcete-li přidat kontakty ručně, zadejte platnou e-mailovou adresu (např. jan.novak@priklad.cz nebo „Jan Novák" <jan.novak@priklad.cz>)
da_dk: For at tilføje kontakter manuelt, skal der bare gives en gyldig e-mail-adresse (for eksempel john.doe@example.com eller "John Doe" <jd@example.com>)
es_mx: Para añadir contactos manualmente, simplemente indique una dirección de correo válida (por ejemplo, john.doe@example.com o "John Doe" <jd@example.com>)
fr_fr: Pour ajouter des contacts manuellement, indiquez simplement une adresse de courriel valide (p. ex. jean.dupont@example.com ou "Jean Dupont" <jd@example.com>)
hu_hu: Névjegyek kézi hozzáadásához adjon meg egy érvényes e-mail címet (például janos.kovacs@pelda.hu vagy "Kovács János" <kj@pelda.hu>)
it_it: Per aggiungere contatti manualmente, basta fornire un indirizzo di posta valido (ad es. mario.rossi@esempio.com o "Mario Rossi" <mr@esempio.com>)
nb_no: For å legge til kontakter manuelt, oppgi en gyldig e-postadresse (f.eks john.doe@example.com eller «John Doe"< jd@example.com >)
nl_nl: Om contacten toe te voegen hoeft u alleen een geldig e-mailadres op te geven (bijvoorbeeld john.doe@example.com of "John Doe" <jd@example.com>)
pl_pl: Aby dodać kontakty ręcznie, podaj prawidłowy adres e-mail (np. jan.kowalski@example.com lub "Jan Kowalski" <jd@example.com>)
pt_br: Para adicionar contatos manualmente, forneça apenas um endereço de e-mail válido (e.g john.doe@example.com ou "John Doe" <jd@example.com>)
ro_ro: Pentru a adăuga contacte manual, introduceți o adresă de mail validă (de exemplu john.doe@example.com sau "John Doe" <jd@example.com>)
sv_se: För att lägga till deltagare manuellt, ange en giltig e-postadress (t.ex. sven.andersson@exempel.se eller "Sven Andersson" <sa@exempel.se>)

source: Distribution List
bg_bg: Списък на разпространението
ca_es: Llista de distribució
cs_cz: Distribuční seznam
da_dk: Distributionsliste
es_mx: Lista de distribución
fr_fr: Liste de diffusion
hu_hu: Terjesztési lista
it_it: Lista di distribuzione
nb_no: Distribusjonsliste
nl_nl: Distributielijst
pl_pl: Lista dystrybucyjna
pt_br: Lista de distribuição
ro_ro: Listă de distribuție
sv_se: Distributionslista

source: Distribution list has been saved
bg_bg: Списъкът за разпространение е запазен
ca_es: S'ha desat la llista de distribució
cs_cz: Distribuční seznam byl uložen
da_dk: Distributionsliste er blevet gemt
es_mx: Se ha guardado la lista de distribución
fr_fr: La liste de diffusion a été enregistrée
hu_hu: A terjesztési listát elmentettük
it_it: La lista di distribuzione è stata salvata
nb_no: Distribusjonsliste er lagret
nl_nl: De distributielijst is opgeslagen
pl_pl: Lista dystrybucyjna została zapisana
pt_br: A lista de distribuição foi salva
ro_ro: Lista de distribuție a fost salvată
sv_se: Distributionslistan sparades

source: Failed to save distribution list.
bg_bg: Списъкът с разпространение не бе записан успешен.
ca_es: No s'ha pogut desar la llista de distribució.
cs_cz: Nepodařilo se uložit distribuční seznam.
da_dk: Kunne ikke gemme distributionsliste.
es_mx: Error al guardar la lista de distribución.
fr_fr: L'enregistrement de la liste de diffusion a échoué.
hu_hu: A terjesztési lista mentése sikertelen.
it_it: Salvataggio della lista di distribuzione non riuscito.
nb_no: Kunne ikke lagre distribusjonsliste.
nl_nl: Het opslaan van de distributielijst is mislukt.
pl_pl: Nie można zapisać listy dystrybucyjnej.
pt_br: Falha ao salvar lista de distribuição.
ro_ro: Salvarea listei de distribuție a eșuat.
sv_se: Kunde inte spara distributionslista.

source: Edit Contact
bg_bg: Редактирайте контакта
ca_es: Edita contacte
cs_cz: Upravit kontakt
da_dk: Redigér kontakt
es_mx: Editar contacto
fr_fr: Modifier le contact
hu_hu: Névjegy szerkesztése
it_it: Modifica contatto
nb_no: Rediger kontakt
nl_nl: Bewerk Contactpersoon
pl_pl: Edytuj kontakt
pt_br: Editar contato
ro_ro: Editează contactul
sv_se: Redigera kontakt

source: My contact data
bg_bg: Моите данни за контакти
ca_es: Les meues dades de contacte
cs_cz: Moje kontaktní údaje
da_dk: Mine kontaktdata
es_mx: Mis datos de contacto
fr_fr: Mes données de contact
hu_hu: A névjegyadataim
it_it: I miei dati di contatto
nb_no: Kontaktinformasjon
nl_nl: Mijn contactgegevens
pl_pl: Moje dane kontaktowe
pt_br: Meus dados de contato
ro_ro: Datele mele de contact
sv_se: Min kontaktdata

source: Edit contact
bg_bg: Редактиране на контакт
cs_cz: Upravit kontakt
da_dk: Redigér kontakt
es_mx: Editar contacto
fr_fr: Modifier le contact
hu_hu: Névjegy szerkesztése
it_it: Modifica contatto
nb_no: Rediger kontakt
nl_nl: Bewerk contactpersoon
pl_pl: Edytuj kontakt
pt_br: Editar contato
ro_ro: Editează contactul
sv_se: Redigera kontakt

source: Contact
bg_bg: Контакт
ca_es: Contacte
cs_cz: Kontakt
da_dk: Kontakt
es_mx: Contacto
hu_hu: Névjegy
it_it: Contatto
nb_no: Kontakt
nl_nl: Contactpersoon
pl_pl: Kontakt
pt_br: Contato
sv_se: Kontakt

source: Personal information
bg_bg: Лична информация
ca_es: Informació personal
cs_cz: Osobní informace
da_dk: Personlig information
es_mx: Información personal
fr_fr: Informations personnelles
hu_hu: Személyes adatok
it_it: Informazioni personali
nb_no: Personlige opplysninger
nl_nl: Persoonlijke gegevens
pl_pl: Informacje osobowe
pt_br: Informação pessoal
ro_ro: Informații personale
sv_se: Personlig information

source: Messaging
bg_bg: Съобщения
ca_es: Missatgeria
cs_cz: Posílání zpráv
da_dk: Messenger
es_mx: Mensajería
fr_fr: Messagerie
hu_hu: Üzenetküldés
it_it: Messaggistica
nb_no: Meldinger
nl_nl: Berichtenservice
pl_pl: System wiadomości
pt_br: Mensagens
ro_ro: Mesagerie
sv_se: Snabbmeddelanden

source: Phone & fax numbers
bg_bg: Телефонни и факс номера
ca_es: Números de telèfon i fax
cs_cz: Čísla telefonu a faxu
da_dk: Telefon- og faxnumre
es_mx: Números de teléfono y fax
fr_fr: Numéros de téléphone et de télécopie
hu_hu: Telefon- és faxszámok
it_it: Numeri di telefono e fax
nb_no: Telefon og faksnummer
nl_nl: Telefoon- en faxnummers
pl_pl: Numery telefonów i faksów
pt_br: Números de fax e telefone
ro_ro: Numere de telefon și de fax
sv_se: Telefon- & faxnummer

source: Home address
bg_bg: Домашен адрес
ca_es: Adreça privada
cs_cz: Domácí adresa
da_dk: Hjemmeadresse
es_mx: Dirección privada
fr_fr: Adresse privée
hu_hu: Otthoni cím
it_it: Indirizzo di casa
nb_no: Hjemmeadresse
nl_nl: Huisadres
pl_pl: Adres domowy
pt_br: Endereço residencial
ro_ro: Adresă personală
sv_se: Hemadress

source: Business address
bg_bg: Бизнес адрес
ca_es: Adreça professional
cs_cz: Firemní adresa
da_dk: Virksomhedsadresse
es_mx: Dirección profesional
fr_fr: Adresse professionnelle
hu_hu: Munkahelyi cím
it_it: Indirizzo di lavoro
nb_no: Forretningsadresse
nl_nl: Zakelijk adres
pl_pl: Adres służbowy
pt_br: Endereço comercial
ro_ro: Adresă profesională
sv_se: Arbetsadress

source: Other address
bg_bg: Друг адрес
ca_es: Altres adreces
cs_cz: Další adresa
da_dk: Anden adresse
es_mx: Otras direcciones
fr_fr: Autre adresse
hu_hu: Egyéb cím
it_it: Altro indirizzo
nb_no: Annen adresse
nl_nl: Ander adres
pl_pl: Inny adres
pt_br: Outro endereço
ro_ro: Altă adresă
sv_se: Övrig adress

source: Job description
bg_bg: Описание на работата
ca_es: Descripció del treball
cs_cz: Popis práce
da_dk: Jobbeskrivelse
es_mx: Descripción del trabajo
fr_fr: Description du poste
hu_hu: Munkaköri leírás
it_it: Descrizione dell'attività
nb_no: Arbeidsbeskrivelse
nl_nl: Taakomschrijving
pl_pl: Opis stanowiska
pt_br: Descrição do trabalho
ro_ro: Descrierea postului
sv_se: Jobbeskrivning

source: Advanced
cs_cz: Pokročilé
da_dk: Avanceret
es_mx: Avanzado
fr_fr: Avancé
hu_hu: Speciális
it_it: Avanzate
nl_nl: Geavanceerd
pl_pl: Zaawansowane
pt_br: Avançado
ro_ro: Avansat
sv_se: Avancerat

source: User fields
bg_bg: Потребителски полета
ca_es: Camps d'usuari
cs_cz: Uživatelská pole
da_dk: Brugerfelter
es_mx: Campos de usuario
fr_fr: Champs définis par l'utilisateur
hu_hu: Felhasználói mezők
it_it: Campi dell'utente
nb_no: Brukerfelt
nl_nl: Gebruikersvelden
pl_pl: Pola użytkownika
pt_br: Campos do usuário
ro_ro: Câmpur utilizator
sv_se: Användarfält

source: Remove field
cs_cz: Odstranit pole
da_dk: Fjern felt
es_mx: Eliminar campo
fr_fr: Supprimer le champ
hu_hu: Mező eltávolítása
it_it: Rimuovi campo
nl_nl: Veld verwijderen
pl_pl: Usuń pole
pt_br: Excluir campo
ro_ro: Șterge câmp
sv_se: Ta bort fält
