Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Rich Text Area. Press ALT-F10 for toolbar
bg_bg: Богата текстова област. Натиснете ALT-F10 за лентата с инструменти
cs_cz: Zadávání textu. Stiskněte Alt-F10 pro zobrazení nástrojové lišty
da_dk: Formatteret tekstfelt. Tast Alt-F10 for værktøjslinje.
es_mx: Zona de texto enriquecido. Presione ALT-F10 para mostrar la barra de herramientas
fr_fr: Zone de texte enrichi. Appuyez sur « Alt+F10 » pour la barre d'outils
hu_hu: Formázott szöveg. Az eszköztár megjelenítéséhez nyomja meg az ALT-F10 billentyűkombinációt
it_it: Area di testo formattato. Premi ALT-F10 per la barra degli strumenti
nb_no: Rikt tekstområde. Trykk ALT+F10 for verktøylinje
nl_nl: Rijketekstgebied. Toets Alt+F10 voor de werkbalk
pl_pl: Obszar tekstu formatowanego. Naciśnij ALT-F10, aby wyświetlić pasek narzędzi.
pt_br: Área de Texto Rico. Pressione ALT-F10 para barra de ferramentas
ro_ro: Zonă de text îmbogățit. Apăsați ALT-F10 pentru bara de unelte
sv_se: Rich Text-område. Tryck Alt-F10 för verktygsrad

source: Clear
bg_bg: Изчисти
cs_cz: Vyprázdnit
da_dk: Ryd
es_mx: Borrar
fr_fr: Réinitialiser
hu_hu: Törlés
it_it: Cancella
nb_no: Tøm
nl_nl: Leegmaken
pl_pl: Wyczyść
pt_br: Limpar
ro_ro: Golește
sv_se: Rensa

source: An error occurred while loading the document so it cannot be displayed.
cs_cz: Při nahrávání dokumentu došlo k chybě, takže jej nelze zobrazit.
da_dk: Der opstod en fejl under indlæsningen af dokumentet, så det kan ikke vises.
es_mx: Se ha producido un error al cargar el documento, por lo que no se puede mostrar.
fr_fr: Une erreur s'est produite lors du chargement du document. Par conséquent, celui-ci ne peut pas être affiché.
hu_hu: Hiba történt a dokumentum betöltése közben, ezért az nem jeleníthető meg.
it_it: Si è verificato un errore durante il caricamento del documento, quindi non può essere visualizzato.
nl_nl: Er is een fout opgetreden bij het laden van het document waardoor het niet weergegeven kan worden.
pl_pl: Podczas ładowania dokumentu wystąpił błąd. Nie można go wyświetlić.
pt_br: Ocorreu um erro ao carregar o documento, logo ele não poderá ser exibido.
ro_ro: A apărut o eroare la încărcarea documentului și nu poate fi afișat.
sv_se: Ett fel inträffade när dokumentet lästes in, så det kan inte visas.

source: An error occurred while converting the document so it cannot be displayed.
cs_cz: Při konverzi dokumentu došlo k chybě, takže jej nelze zobrazit.
da_dk: Der opstod en fejl under konventeringen af dokumentet, så det kan ikke vises.
es_mx: Se ha producido un error al convertir el documento, por lo que no se puede mostrar.
fr_fr: Une erreur s'est produite lors de la conversion du document. Par conséquent, celui-ci ne peut pas être affiché.
hu_hu: Hiba történt a dokumentum konvertálása közben, ezért az nem jeleníthető meg.
it_it: Si è verificato un errore durante la conversione del documento, quindi non può essere visualizzato.
nl_nl: Er is een fout opgetreden bij het converteren van het document waardoor het niet weergegeven kan worden.
pl_pl: Podczas konwersji dokumentu wystąpił błąd. Nie można go wyświetlić.
pt_br: Ocorreu um erro ao converter o documento, logo ele não poderá ser exibido.
ro_ro: A apărut o eroare la convertirea documentului și nu poate fi afișat.
sv_se: Ett fel inträffade när dokumentet konverterades, så det kan inte visas.

source: This document is password protected and cannot be displayed.
bg_bg: Този документ е защитена с парола и не може да се покаже.
cs_cz: Tento dokument je chráněný heslem a nelze jej zobrazit.
da_dk: Dette dokument er beskyttet med en adgangskode og kan ikke vises.
es_mx: Este documento está protegido con contraseña y no se puede mostrar.
fr_fr: Ce document est protégé par un mot de passe et ne peut donc être affiché.
hu_hu: Ez a dokumentum jelszóval védett és nem jeleníthető meg.
it_it: Questo documento è protetto da password e non può essere visualizzato.
nb_no: Dette dokumentet er passordbeskyttet og kan ikke vises.
nl_nl: Dit document is beveiligd met een wachtwoord en kan niet worden getoond.
pl_pl: Dokument jest chroniony hasłem. Nie można go wyświetlić.
pt_br: Este documento é protegido por senha e não pode ser exibido.
ro_ro: Documentul este protejat prin parolă și nu poate fi afișat.
sv_se: Dokumentet är lösenordsskyddat och kan inte visas.

source: The PDF could not be exported. The file name contains invalid characters:
cs_cz: PDF nebylo možné exportovat. Název souboru obsahuje neplatné znaky:
da_dk: PDF'en kunne ikke eksporteres. Filnavnet indeholde ugyldige karaktere:
es_mx: No se pudo exportar el PDF. El nombre del archivo contiene caracteres no válidos:
fr_fr: Le PDF n'a pas pu être exporté. Le nom du fichier contient des caractères non valides :
hu_hu: A PDF nem exportálható. A fájlnév nem megengedett karaktereket tartalmaz.
it_it: Il PDF non può essere esportato. Il nome del file contiene caratteri non validi:
nl_nl: De PDF kan niet worden geëxporteerd. De bestandsnaam bevat ongeldige karakters:
pl_pl: Nie udało się wyeksportować pliku PDF. Nazwa pliku zawiera niedozwolone znaki:
pt_br: O PDF não poderá ser exportado. O nome do arquivo contém caracteres inválidos:
ro_ro: Imposibil de exportat PDF-ul. Numele de fișier conține caractere nevalide:
sv_se: PDF:en kunde inte exporteras. Filnamnet innehåller ogiltiga tecken:

source: Conflicts
bg_bg: Конфликти
cs_cz: Konflikty
da_dk: Konflikter
es_mx: Conflictos
fr_fr: Conflits
hu_hu: Ütközések
it_it: Conflitti
nb_no: Konflikter
nl_nl: Conflicten
pl_pl: Konflikty
pt_br: Conflitos
ro_ro: Conflicte
sv_se: Konflikter

source: Warnings:
bg_bg: Предупреждения:
cs_cz: Varování:
da_dk: Advarsler:
es_mx: Advertencias:
fr_fr: Avertissements :
hu_hu: Figyelmeztetés:
it_it: Avvisi:
nb_no: Advarsler:
nl_nl: Waarschuwingen:
pl_pl: Ostrzeżenia:
pt_br: Avisos:
ro_ro: Avertismente:
sv_se: Varningar:

source: Canceled
bg_bg: Откажи
ca_es: Cancel·lat
cs_cz: Zrušeno
da_dk: Annulleret
es_mx: Cancelado
fr_fr: Annulé
hu_hu: Megszakítva
it_it: Annullata
nb_no: Avbrutt
nl_nl: Geannuleerd
pl_pl: Anulowano
pt_br: Cancelado
ro_ro: Anulat
sv_se: Avbruten

source: Light green
bg_bg: Светло зелен
ca_es: Verd clar
cs_cz: Světle zelená
da_dk: Lysegrøn
es_mx: Verde claro
fr_fr: Vert clair
hu_hu: Világoszöld
it_it: Verde chiaro
nb_no: Lysegrønt
nl_nl: Lichtgroen
pl_pl: Jasnozielony
pt_br: Verde claro
ro_ro: Verde deschis
sv_se: Ljusgrönt

source: Light blue
bg_bg: Светло син
ca_es: Cel
cs_cz: Světle modrá
da_dk: Lyseblå
es_mx: Azul claro
fr_fr: Bleu clair
hu_hu: Világoskék
it_it: Blu chiaro
nb_no: Lyseblå
nl_nl: Lichtblauw
pl_pl: Jasnoniebieski
pt_br: Azul claro
ro_ro: Albastru deschis
sv_se: Ljusblått

source: Yellow
bg_bg: Жълт
ca_es: Groc
cs_cz: Žlutá
da_dk: Gul
es_mx: Amarillo
fr_fr: Jaune
hu_hu: Sárga
it_it: Giallo
nb_no: Gul
nl_nl: Geel
pl_pl: Żółty
pt_br: Amarelo
ro_ro: Galben
sv_se: Gult

source: Set color
bg_bg: Избери цвят
ca_es: Assigna-hi color
cs_cz: Nastavit barvu
da_dk: Sæt farve
es_mx: Asignar color
fr_fr: Définir la couleur
hu_hu: Szín beállítása
it_it: Imposta il colore
nb_no: Angi farge
nl_nl: Stel kleur in
pl_pl: Ustaw kolor
pt_br: Definir cor
ro_ro: Setează culoarea
sv_se: Ange färg

source: An error occurred. There is no valid token available.
bg_bg: Възникна грешка. Няма валиден токен.
cs_cz: Došlo k chybě. Není k dispozici platný token.
da_dk: Der opstod en fejl. Der er ikke noget tilgængeligt, gyldigt adgangssymbol.
es_mx: Ha ocurrido un error. No hay un token válido disponible.
fr_fr: Une erreur s'est produite. Il n'y a pas de jeton valide disponible.
hu_hu: Hiba történt. Nem érhető el érvényes token.
it_it: Si è verificato un errore. Non è disponibile alcun token valido.
nb_no: Det oppstod en feil. Det er ingen gyldig token tilgjengelig.
nl_nl: Er is een fout opgetreden. Er is geen geldig token beschikbaar.
pl_pl: Wystąpił błąd. Brak ważnego tokenu.
pt_br: Ocorreu um erro. Não há token válido disponível.
ro_ro: A apărut o eroare. Nu este disponibil niciun simbol valid.
sv_se: Ett fel inträffade. Ingen giltig token tillgänglig.

source: %1$d item
cs_cz: %1$d položka
da_dk: %1$d element
es_mx: %1$d elemento
fr_fr: %1$d élément
hu_hu: %1$d elem
it_it: %1$d elemento
pl_pl: %1$d element
ro_ro: Un element
sv_se: %1$d objekt

source: Remind me again
bg_bg: Напомни ми отново
ca_es: Recorda-m'ho de nou
cs_cz: Připomeň mi znovu
da_dk: Påmind mig igen
es_mx: Recordarme de nuevo
fr_fr: Me le rappeler à nouveau
hu_hu: Emlékeztessen újra
it_it: Ricordami in seguito
nb_no: Minn meg på dette senere
nl_nl: Herinner me opnieuw
pl_pl: Przypomnij mi później
pt_br: Lembrar-me novamente
ro_ro: Amintește-mi din nou
sv_se: Påminn mig igen

source: Don't remind me again
cs_cz: Již mi to nepřipomínej
da_dk: Påmind mig ikke igen
es_mx: No recordármelo de nuevo
fr_fr: Ne plus me le rappeler
hu_hu: Ne emlékeztessen újra
it_it: Non ricordamelo nuovamente
nl_nl: Herinner me niet opnieuw
pl_pl: Nie przypominaj ponownie
pt_br: Não me lembre de novo
ro_ro: Nu-mi mai aminti
sv_se: Påminn mig inte igen

source: Press to open Details
bg_bg: Натиснете, за да отворите Детайли
cs_cz: Stiskněte pro otevření podrobností
da_dk: Tryk for at åbne »Detaljer«
es_mx: Presione para abrir Detalles
fr_fr: Appuyez pour ouvrir les détails
hu_hu: Nyomja meg a részletek megnyitásához
it_it: Premi per aprire Dettagli
nb_no: Trykk for å åpne Detaljer
nl_nl: Klik om Details te openen
pl_pl: Naciśnij, aby otworzyć Szczegóły
pt_br: Pressione para abrir detalhes
ro_ro: Apăsați pentru a deschide detaliile
sv_se: Tryck för att öppna Detaljer

source: Reminder for task %1$s.
bg_bg: Напомняне за задача %1$s .
cs_cz: Připomenutí úkolu %1$s.
da_dk: Påmindelse om opgaven %1$s.
es_mx: Recordatorio de la tarea %1$s.
fr_fr: Rappel pour la tâche %1$s.
hu_hu: Emlékeztető a(z) %1$s feladathoz.
it_it: Promemoria per l'attività %1$s.
nb_no: Påminnelse for oppgave %1$s.
nl_nl: Herinnering voor taak %1$s.
pl_pl: Przypomnienie dla zadania %1$s.
pt_br: Lembrete para a tarefa %1$s.
ro_ro: Memento pentru sarcina %1$s.
sv_se: Påminnelse för uppgiften %1$s.

source: Reminder for appointment %1$s.
bg_bg: Напомняне за среща %1$s .
cs_cz: Připomenutí schůzky %1$s.
da_dk: Påmindelse om aftalen %1$s.
es_mx: Recordatorio de la cita %1$s.
fr_fr: Rappel pour le rendez-vous %1$s.
hu_hu: Emlékeztető a(z) %1$s találkozóhoz.
it_it: Promemoria per l'appuntamento %1$s.
nb_no: Påminnelse for avtale %1$s.
nl_nl: Herinnering voor afspraak %1$s.
pl_pl: Przypomnienie dla spotkania %1$s.
pt_br: Lembrete para compromisso %1$s.
ro_ro: Memento pentru întâlnirea %1$s.
sv_se: Påminnelse för mötet %1$s.

source: Bell
bg_bg: звънец
cs_cz: Zvon
da_dk: Klokke
es_mx: Timbre
fr_fr: Cloche
hu_hu: Harang
it_it: Campana
nb_no: Klokke
nl_nl: Bel
pl_pl: Dzwonek
pt_br: Sino
ro_ro: Clopoțel
sv_se: Bjällra

source: Wood
bg_bg: дърво
cs_cz: Dřevo
da_dk: Træ
es_mx: Madera
fr_fr: Bois
hu_hu: Fa
it_it: Bosco
nb_no: Ved
nl_nl: Hout
pl_pl: Drewno
pt_br: Madeira
ro_ro: Lemn
sv_se: Trä

source: Chimes
bg_bg: Тонове
cs_cz: Zvonkohra
da_dk: Klokkespil
es_mx: Campanadas
fr_fr: Carillon
hu_hu: Harangok
it_it: Campane tubolari
nb_no: Bjeller
nl_nl: Klokkenspel
pl_pl: Kuranty
pt_br: Badalos
ro_ro: Clopote tubulare
sv_se: Vindspel

source: No autocomplete entries found
bg_bg: Няма намерени записи за автоматично довършване
cs_cz: Nepodařilo se nalézt žádné položky pro automatické doplnění
da_dk: Fandt ikke nogle autocomplete-muligheder
es_mx: No se encontraron entradas de autocompletado
fr_fr: Aucun élément trouvé en autocomplétion
hu_hu: Nincs automatikus kiegészítés
it_it: Nessuna voce di completamento automatico trovata
nb_no: Ingen autofullfør-oppføringer ble funnet
nl_nl: Er zijn geen overeenkomstige woorden gevonden
pl_pl: Nie znaleziono pozycji autouzupełniania
pt_br: Nenhuma entrada de preenchimento automático encontrada
ro_ro: Nu s-au găsit intrări de completare automată
sv_se: Inga autofyllposter hittades

source: %1$d autocomplete entry found
cs_cz: Nalezena jedna položka pro automatické doplnění
da_dk: %1$d autoudfyldt felt fundet
es_mx: %1$d elemento de autocompletado encontrado
fr_fr: %1$d élément trouvé en autocomplétion
hu_hu: %1$d automatikus kiegészítés található
it_it: %1$d voce di completamento automatico trovata
nl_nl: %1$d automatisch gevulde waarde gevonden
pl_pl: Znaleziono %1$d pozycję autouzupełniania
pt_br: %1$d entrada de preenchimento automático encontrada
ro_ro: O completare automată găsită
sv_se: %1$d autofyllningspost hittades

source: Added distribution list %s with %s member. The only member of the distribution list is %s.
bg_bg: Добавен списък за разпространение %s с член %s . Единственият член от списъка за разпространение е %s .
cs_cz: Byl přidán distribuční seznam %s s %s členem. Jediný člen distribučního seznamu je %s.
da_dk: Tilføjet distributionslisten %s med %s medlemmer. Det eneste medlem af distributionslisten er %s.
es_mx: Añadida lista de distribución %s con el miembro %s. El único miembro de la lista de distribución es %s.
fr_fr: Liste de diffusion %s, composée de %s membre, ajoutée. Le seul membre de la liste de diffusion est %s.
hu_hu: %s terjesztési lista %s taggal. %s az egyetlen tagja a terjesztési listának.
it_it: Aggiunta la lista distribuzione %s con %s membro. Il solo membro della lista di distribuzione è %s.
nb_no: La til distribusjonslisten %s med %s medlem. Det eneste medlemmet for distribusjonslisten er %s.
nl_nl: Distributielijst %s uitgebreid met %s deelnemer. De enige deelnemer in deze distributielijst is %s.
pl_pl: Dodano listę dystrybucyjną %s z %s członkiem. Tym jedynym członkiem listy dystrybucyjnej jest %s.
pt_br: Adicionada a lista de distribuição %s com %s membro. O único membro da lista de distribuição é %s.
ro_ro: S-a adăugat lista de distribuție %s cu %s membru. Singurul membru al listei de distribuție este %s.
sv_se: Lade till distributionslista %s med %s medlem. Den enda medlemmen i distributionslistan är %s.

source: Added distribution list %s with %s members. Members of the distribution list are %s.
bg_bg: Добавен списък за разпространение %s с членове %s . Членовете на списъка за разпространение са %s .
cs_cz: Byl přidán distribuční seznam %s s %s členy. Členové distribučního seznamu jsou %s.
da_dk: Tilføjet distributionslisten %s med %s medlemmer. Medlemmerne af distributionslisten er %s.
es_mx: Añadida lista de distribución %s con los miembros %s. Los miembros de la lista de distribución son %s.
fr_fr: Liste de diffusion %s, composée de %s membres, ajoutée. Les membres de la liste de diffusion sont %s.
hu_hu: %s terjesztési lista hozzáadva %s taggal. A terjesztési listának %s tagja van.
it_it: Aggiunta la lista distribuzione %s con %s membri. I membri della lista di distribuzione sono %s.
nb_no: La til distribusjonslisten %s med %s medlemmer. Medlemmer av listen er %s.
nl_nl: Distributielijst %s uitgebreid met %s deelnemers. Deelnemers van deze distributielijst zijn %s.
pl_pl: Dodano listę dystrybucyjną %s z %s członkami. Członkami tej listy dystrybucyjnej są %s.
pt_br: Adicionada a lista de distribuição %s com %s membros. Os membros da lista de distribuição são %s.
ro_ro: S-a adăugat lista de distribuție %s cu %s membri. Membrii listei de distribuție sunt %s.
sv_se: Lade till distributionslista %s med %s medlemmar. Medlemmarna i distributionslistan är %s.

source: Added %1$s, %2$s.
bg_bg: Добавени %1$s , %2$s .
cs_cz: Přidán %1$s, %2$s.
da_dk: Tilføjet %1$s <%2$s>.
es_mx: Añadido %1$s, %2$s.
fr_fr: %1$s, %2$s ajouté.
hu_hu: %1$s, %2$s hozzáadva.
it_it: Aggiunto %1$s, %2$s.
nb_no: La til %1$s, %2$s.
nl_nl: %1$s toegevoegd, %2$s.
pl_pl: Dodano %1$s, %2$s.
pt_br: Adicionado %1$s, %2$s.
ro_ro: S-a adăugat %1$s, %2$s.
sv_se: Lade till %1$s, %2$s.

source: Added %1$s.
bg_bg: Добавено %1$s .
cs_cz: Přidáno %1$s.
da_dk: Tilføjede %1$s.
es_mx: Añadido %1$s.
fr_fr: %1$s ajouté.
hu_hu: %1$s hozzáadva.
it_it: Aggiunto %1$s.
nb_no: La til %1$s.
nl_nl: %1$s toegevoegd.
pl_pl: Dodano %1$s.
pt_br: %1$s adicionado.
ro_ro: S-a adăugat %1$s.
sv_se: Lade till %1$s.

source: Removed %1$s, %2$s.
bg_bg: Премахнати %1$s , %2$s .
cs_cz: Odstraněn %1$s, %2$s.
da_dk: Fjernet %1$s <%2$s>.
es_mx: Eliminado %1$s, %2$s.
fr_fr: %1$s, %2$s supprimé.
hu_hu: %1$s, %2$s eltávolítva.
it_it: Rimosso %1$s, %2$s.
nb_no: Fjernet %1$s, %2$s.
nl_nl: %1$s verwijderd, %2$s.
pl_pl: Usunięto %1$s, %2$s.
pt_br: Excluído %1$s, %2$s.
ro_ro: S-a eliminat %1$s, %2$s.
sv_se: Tog bort %1$s, %2$s.

source: Removed %1$s.
bg_bg: Премахнат %1$s .
cs_cz: Odebráno %1$s.
da_dk: Fjernede %1$s.
es_mx: Eliminado %1$s.
fr_fr: %1$s supprimé.
hu_hu: %1$s eltávolítva.
it_it: Rimosso %1$s.
nb_no: Fjernet %1$s
nl_nl: %1$s verwijderd.
pl_pl: Usunięto %1$s.
pt_br: %1$s excluído.
ro_ro: S-a eliminat %1$s.
sv_se: Tog bort %1$s.

source: Press spacebar to grab and re-order. Press backspace to delete.
cs_cz: Stiskněte mezerník pro označení a přeuspořádání. Stiskněte Delete pro smazání.
da_dk: Tryk på mellemrum for at tage fat og arrangere. Tryk på Backspace for at slette.
es_mx: Presione Barra espaciadora para recoger y reordenar. Presione Retroceso para borrar.
fr_fr: Appuyez sur la barre d'espace pour saisir et réordonner un élément. Appuyez sur la touche d'effacement arrière pour supprimer un élément.
hu_hu: Nyomja meg a szóközt az újrarendeléshez. A törléshez nyomja meg a Backspace gombot.
it_it: Premi la barra spaziatrice per afferrare e riordinare. Premi Backspace per eliminare.
nl_nl: Druk op spatie om vast te pakken en te herschikken. Druk backspace om te verwijderen.
pl_pl: Naciśnij spację, aby złapać i zmienić kolejność. Aby usunąć, naciśnij klawisz Backspace.
pt_br: Pressione a barra de espaço para agarrar e reordenar. Pressione Backspace para excluir.
ro_ro: Apăsați bara de spațiu pentru a alege și re-aranja. Apăsați backspace pentru a șterge.
sv_se: Tryck mellanslag för att märka och omsortera. Tryck baksteg för att radera.

source: %1$s, grabbed. Current position in list: %2$s of %3$s. Press up and down arrow to change position, Spacebar to drop, Escape to cancel.
cs_cz: %1$s označeno. Aktuální umístění v seznamu: %2$s z %3$s. Stiskněte šipku nahoru nebo dolu pro změnu umístění, mezerník pro uvolnění a Escape pro zrušení.
da_dk: %1$s taget fat i. Nuværende position på listen: %2$s af %3$s. Tryk på pil op og pil ned at ændre position, mellemrum for at slippe og Escape for at afbryde.
es_mx: %1$s, recogido. Posición actual en la lista: %2$s de %3$s. Presione Cursor arriba y Cursor abajo para cambiar la posición, Barra espaciadora para soltar, Esc para cancelar.
fr_fr: Élément %1$s saisi. Position actuelle dans la liste : %2$s sur %3$s. Appuyez sur les flèches haut et bas pour modifier sa position, sur la barre d'espace pour le déposer, et sur la touche Échappement pour annuler.
hu_hu: %1$s, kiválasztva. Jelenlegi pozíció a listában: %2$s / %3$s. A pozíció megváltoztatásához nyomja meg a fel vagy le nyilat, a szóközt az elemek elengedéséhez, az Escape gombot a visszavonáshoz.
it_it: %1$s, afferrato. Posizione corrente nell'elenco:%2$s di %3$s. Premi la freccia in e in giù per cambiare posizione, barra spaziatrice per rilasciare, Esc per annullare.
nl_nl: %1$s, vastgepakt. Huidige positie in lijst: %2$s van %3$s. Druk pijltje omhoog en omlaag om de positie te veranderen, spatie om los te laten, Esc om te annuleren.
pl_pl: %1$s, złapano. Aktualna pozycja na liście: %2$s z %3$s. Naciśnij strzałkę w górę albo w dół, aby zmienić pozycję, spację, aby upuścić, klawisz Escape, aby anulować.
pt_br: %1$s, agarrado. Posição atual na lista: %2$s de %3$s. Pressione seta para cima ou para baixo para mudar a posição, Spacebar para soltar, Escape para cancelar.
ro_ro: %1$s, ales. Poziția curentă în listă: %2$s din %3$s. Apăsați săgeata în sus și în jos pentru a schimba poziția, bara de spațiu a plasa, Escape pentru a anula.
sv_se: %1$s, märkt. Aktuell position i listan: %2$s av %3$s. Tryck uppåt- och nedåtpil för att ändra position, mellanslag för att släppa, Escape för att avbryta.

source: %1$s. New position in list: %2$s of %3$s
cs_cz: %1$s. Nové umístění v seznamu: %2$s z %3$s
da_dk: %1$s. Ny position på listen: %2$s af %3$s
es_mx: %1$s. Nueva posición en la lista: %2$s de %3$s
fr_fr: Élément %1$s. Nouvelle position dans la liste : %2$s sur %3$s
hu_hu: %1$s. Új pozíció a listában: %2$s / %3$s
it_it: %1$s. Nuova posizione in elenco: %2$s of %3$s
nl_nl: %1$s. Nieuwe positie in lijst: %2$s van %3$s
pl_pl: %1$s. Nowa pozycja na liście: %2$s z %3$s
pt_br: %1$s. Nova posição na lista: %2$s de %3$s
ro_ro: %1$s a fost mutat în poziția %2$s din %3$s
sv_se: %1$s. Ny position i listan: %2$s av %3$s

source: %1$s, dropped. Final position in list: %2$s of %3$s
cs_cz: %1$s uvolněno. Výsledné umístění v seznamu: %2$s z %3$s
da_dk: %1$s droppet. Endelig position på listen: %2$s af %3$s
es_mx: %1$s, soltado. Posición final en la lista: %2$s de %3$s
fr_fr: Élément %1$s déposé. Position finale dans la liste : %2$s sur %3$s
hu_hu: %1$s elengedve. Végleges pozíció a listában: %2$s / %3$s
it_it: %1$s, rilasciato. Posizione finale nell'elenco:%2$s di %3$s
nl_nl: %1$s, losgelaten. Laatste positie in lijst: %2$s van %3$s
pl_pl: %1$s, upuszczono. Ostateczna pozycja na liście: %2$s z %3$s
pt_br: %1$s, solto. Posição final na lista: %2$s de %3$s
ro_ro: %1$s, plasat. Poziția finală în listă: %2$s din %3$s
sv_se: %1$s, släppta. Slutgiltig position i listan: %2$s av %3$s

source: %1$s, dropped. Re-order cancelled.
cs_cz: %1$s ovolněno. Přeuspořádání zrušení.
da_dk: %1$s droppet. Arrangering afbrudt.
es_mx: %1$s, soltado. Reordenación cancelada.
fr_fr: Élément %1$s déposé. Réorganisation annulée.
hu_hu: %1$s, elengedve. Átrendezés törölve.
it_it: %1$s, rilasciato. Riordino annullato.
nl_nl: %1$s, losgelaten. Herschikken geannuleerd.
pl_pl: %1$s, upuszczono. Zmiana kolejności anulowana.
pt_br: %1$s, solto. Reordenamento cancelado.
ro_ro: %1$s, plasat. Re-aranjarea a fost anulată.
sv_se: %1$s, släppta. Omsortering avbruten.

source: Unable to upload file
cs_cz: Soubor se nepodařilo nahrát
da_dk: Kan ikke overføre fil
es_mx: No se pudo cargar el archivo
fr_fr: Impossible de transférer le fichier
hu_hu: A fájl feltöltése nem sikerült
it_it: Impossibile caricare il file
nl_nl: Bestand uploaden niet mogelijk
pl_pl: Nie udało się przesłać pliku
pt_br: Não foi possível enviar o arquivo
ro_ro: Fișierul nu s-a putut încărca
sv_se: Kunde inte ladda upp fil

source: Unable to upload files
cs_cz: Soubory se nepodařilo nahrát
da_dk: Filer kunne ikke overføres
es_mx: No se pudieron cargar los archivos
fr_fr: Impossible de transférer les fichiers
hu_hu: A fájlok feltöltése nem sikerült
it_it: Impossibile caricare i file
nl_nl: Bestanden uploaden niet mogelijk
pl_pl: Nie udało się przesłać plików
pt_br: Não foi possível enviar os arquivos
ro_ro: Fișierele nu s-au putut încărca
sv_se: Kunde inte ladda upp filer

source: We encountered an issue for your upload
cs_cz: Při nahrávání došlo k problému
da_dk: Vi stødte ind i et problem med din overførelse
es_mx: Hemos encontrado un problema en su carga
fr_fr: Un problème est survenu lors de votre transfert
hu_hu: Felmerült egy probléma a feltöltéssel
it_it: Abbiamo riscontrato un problema per il tuo caricamento
nl_nl: Er is een probleem ontstaan bij uw upload
pl_pl: Napotkano problem z przesłaniem danych
pt_br: Encontramos um problema no seu envio
ro_ro: A apărut o problemă la încărcare
sv_se: Vi hittade ett problem för din uppladdning
