Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Please enter the recovery code
cs_cz: Zadejte obnovovací kód
da_dk: Indtast venligst koden til gendannelse
es_mx: Por favor, introduzca el código de recuperación
fr_fr: Veuillez saisir le code de récupération
hu_hu: Adja meg a helyreállítási kódot
it_it: Digita il codice di ripristino
nl_nl: Geef alstublieft de herstelcode
pl_pl: Wpisz kod odzyskiwania
pt_br: Insira o código de recuperação
ro_ro: Vă rugăm să introduceți codul de recuperare
sv_se: Mata in återställningskoden

source: Next 4 characters of the backup string
cs_cz: Další čtyři znaky zálohovacího řetězce
da_dk: Næste 4 karaktere af reservestrengen
es_mx: 4 caracteres siguientes de la cadena de copia de seguridad
fr_fr: 4 caractères suivants dans la chaîne de récupération
hu_hu: A biztonsági másolat következő 4 karaktere
it_it: I 4 caratteri successivi della stringa di backup
nl_nl: De volgende 4 tekens van de hersteltekst
pl_pl: Następne 4 znaki ciągu kopii zapasowej
pt_br: Próximos 4 caracteres do texto de backup
ro_ro: Următoarele 4 caractere ale șirului de rezervă
sv_se: Nästa 4 tecken i backup-strängen

source: I lost my device
cs_cz: Ztratil(a) jsem své zařízení
da_dk: Jeg har mistet min enhed
es_mx: He perdido mi dispositivo
fr_fr: J'ai perdu mon appareil
hu_hu: Elvesztettem a készülékemet
it_it: Ho perso il mio dispositivo
nl_nl: Ik ben mijn apparaat verloren
pl_pl: Urządzenie zostało utracone
pt_br: Perdi meu dispositivo
ro_ro: Mi-am pierdut dispozitivul
sv_se: Jag tappade bort min enhet

source: Reauthentication required for this action
cs_cz: K provedení této operace je potřeba opětovná autentizace
da_dk: Det er nødvendigt at godkende igen, for at gennemføre denne handling
es_mx: Se necesita volver a autenticarse para esta acción
fr_fr: Réauthentification obligatoire pour cette action
hu_hu: A művelethez újrahitelesítés szükséges
it_it: Nuova autenticazione richiesta per questa azione
nl_nl: Authenticatie is opnieuw noodzakelijk voor deze actie
pl_pl: To działanie wymaga ponownego uwierzytelnienia
pt_br: Reautenticação necessária para esta ação
ro_ro: Reautentificarea necesară pentru această acțiune
sv_se: Omautentisering krävs för den här åtgärden

source: Select 2-Step Verification Method
cs_cz: Zvolte metodu dvoufázového ověření
da_dk: Vælg tofaktorgodkendelse
es_mx: Seleccione método de verificación en 2 pasos
fr_fr: Sélectionner la méthode de vérification en deux étapes
hu_hu: Kétlépéses ellenőrzési módszer kiválasztása
it_it: Seleziona metodo di verifica in due fasi
nl_nl: Selecteer 2-Staps Verificatiemethode
pl_pl: Wybierz metodę weryfikacji 2-etapowej
pt_br: Selecione o método de verificação em duas etapas
ro_ro: Selectați metoda de verificare în doi pași
sv_se: Väl 2-Step-verifieringsmetod

source: Please select a device to use for additional authentication
cs_cz: Vyberte zařízení pro doplňující autentizaci
da_dk: Vælg venligst en enhed til yderligere godkendelse
es_mx: Por favor, seleccione un dispositivo a usar para autenticación adicional
fr_fr: Veuillez choisir un appareil à utiliser pour l'authentification supplémentaire
hu_hu: Válasszon ki egy eszközt, amelyet további hitelesítéshez használ
it_it: Seleziona un dispositivo per utilizzare un'autenticazione aggiuntiva
nl_nl: Selecteer alstublieft een apparaat voor additionele authenticatie
pl_pl: Wybierz urządzenie, którego chcesz użyć do dodatkowego uwierzytelnienia
pt_br: Selecione um dispositivo para usar a autenticação adicional
ro_ro: Selectați un dispozitiv de utilizat pentru autentificarea suplimentară
sv_se: Välj en enhet att använda för ytterligare autentisering

source: New code sent.
cs_cz: Odeslán nový kód.
da_dk: Ny kode sent.
es_mx: Nuevo código enviado.
fr_fr: Nouveau code envoyé.
hu_hu: Az új kód elküldve.
it_it: Nuovo codice inviato.
nl_nl: Nieuwe code verzonden.
pl_pl: Wysłano nowy kod.
pt_br: Novo código enviado.
ro_ro: Cod nou trimis.
sv_se: Ny kod skickad.

source: A new code was sent to your SMS device. Please enter the code.
cs_cz: Na vaše SMS zařízení byl odeslán nový kód. Zadejte jej.
da_dk: En nye kode blev sendt til din SMS enhed. Indtast venligst koden.
es_mx: Se ha enviado un nuevo código a su dispositivo SMS. Por favor, introduzca el código.
fr_fr: Un nouveau code a été envoyé à votre appareil SMS. Veuillez saisir ce code.
hu_hu: Új kódot küldtünk az SMS-eszközre. Kérjük, adja meg a kódot.
it_it: Un nuovo codice è stato inviato al tuo dispositivo SMS. Digita il codice.
nl_nl: Een nieuwe code is naar uw SMS apparaat gestuurd. Geef alstublieft deze code.
pl_pl: Wysłano na Twoje urządzenie wiadomość SMS z nowym kodem. Wpisz kod.
pt_br: Um novo código foi enviado por SMS para o seu dispositivo. Insira o código.
ro_ro: Un nou cod a fost trimis dispozitivului dvs. prin SMS. Vă rugăm să introduceți codul.
sv_se: En ny kod skickades till din SMS-enhet. Mata in koden.

source: You secured your account with 2-Step Verification. Please enter the verification code we sent to the phone *****%s.
cs_cz: Zabezpečil(a) jste svůj účet pomocí dvoufázového ověření. Zadejte kód poslaný na váš telefon: *****%s.
da_dk: Du har sikret din konto med tofaktorgodkendelse. Indtast venligst koden til verifikation som blev sendt til telefonen *****%s.
es_mx: Ha asegurado su cuenta con verificación en 2 pasos. Por favor, introduzca el código de verificación que hemos enviado al teléfono *****%s.
fr_fr: Vous avez sécurisé votre compte au moyen d'une vérification en deux étapes. Veuillez saisir le code de vérification que nous avons envoyé au téléphone *****%s.
hu_hu: A felhasználói fiókot kétlépcsős ellenőrzéssel biztosította. Kérjük, adja meg a telefonra elküldött ellenőrző kódot *****%s.
it_it: Hai protetto il tuo account con la verifica in due fasi. Digita il codice di verifica che abbiamo inviato al telefono *****%s.
nl_nl: U heeft uw account beveiligd met Twee Factor Authenticatie. Geef alstublieft de verificatiecode die we hebben gestuurd naar de telefoon met het nummer *****%s.
pl_pl: Konto zostało zabezpieczone za pomocą weryfikacji 2-etapowej. Wpisz kod weryfikacyjny wysłany na telefon *****%s.
pt_br: Você protegeu sua conta com a verificação em duas etapas. Insira o código de verificação que enviamos para o telefone *****%s.
ro_ro: V-ați securizat contul cu verificarea în doi pași. Vă rugăm să introduceți codul de verificare care a fost trimis numărului de telefon *****%s.
sv_se: Du skyddade ditt konto med 2-Step-verifiering. Ange verifieringskoden som vi skickade till telefonen *****%s.

source: You secured your account with 2-Step Verification. Please enter the verification code from the Authenticator App.
cs_cz: Zabezpečil(a) jste svůj účet pomocí dvoufázového ověření. Zadejte kód z autentizační aplikace.
da_dk: Du har sikret din konto med tofaktorgodkendelse. Indtast venligst verifikationskoden fra app'en til godkendelse.
es_mx: Ha asegurado su cuenta con verificación en 2 pasos. Por favor, introduzca el código de verificación de la aplicación Authenticator.
fr_fr: Vous avez sécurisé votre compte au moyen d'une vérification en deux étapes. Veuillez saisir le code de vérification fourni par l'app Authenticator.
hu_hu: A felhasználói fiókot kétlépcsős ellenőrzéssel biztosította. Kérjük, adja meg az Authenticator App által adott ellenőrző kódot.
it_it: Hai protetto il tuo account con la verifica in due fasi. Digita il codice di verifica dall'applicazione Authenticator.
nl_nl: U heeft uw account beveiligd met Twee Factor Authenticatie. Geef alstublieft de verificatiecode uit de Authenticator App.
pl_pl: Konto zostało zabezpieczone za pomocą weryfikacji 2-etapowej. Wpisz kod weryfikacyjny wysłany do aplikacji do uwierzytelniania.
pt_br: Você protegeu sua conta com a verificação em duas etapas. Insira o código de verificação do aplicativo Authenticator.
ro_ro: V-ați securizat contul cu verificarea în doi pași. Vă rugăm să introduceți codul de verificare din aplicația Autentificator.
sv_se: Du skyddade ditt konto med 2-Step-verifiering. Ange verifieringskoden från autentiseringsprogrammet.

source: Authentication Code:
cs_cz: Autentizační kód:
da_dk: Godkendelseskode:
es_mx: Código de autenticación
hu_hu: Hitelesítési kód:
it_it: Codice di autenticazione:
nl_nl: Authenticatiecode:
pl_pl: Kod uwierzytelniający:
pt_br: Código de autenticação:
ro_ro: Cod de autentificare:
sv_se: Autentiseringskod:

source: You secured your account with 2-Step Verification. Please use your authentication token to complete verification.
cs_cz: Zabezpečil(a) jste svůj účet pomocí dvoufázového ověření. Pro dokončení ověření použijte autentizační token.
da_dk: Du har sikret din konto med tofaktorgodkendelse. Indtast venligst din token til godkendelse for at færdiggøre verifikationen.
es_mx: Ha asegurado su cuenta con verificación en 2 pasos. Por favor, use su token de autenticación para completar la verificación.
fr_fr: Vous avez sécurisé votre compte au moyen d'une vérification en deux étapes. Veuillez utiliser votre jeton d'authentification pour terminer la vérification.
hu_hu: A felhasználói fiókot kétlépcsős ellenőrzéssel biztosította. Kérjük, használja a z ellenőrzéshez használt hitelesítési tokent.
it_it: Hai protetto il tuo account con la verifica in due fasi. Usa il tuo token di autenticazione per completare la verifica.
nl_nl: U heeft uw account beveiligd met Twee Factor Authenticatie. Gebruik alstublieft uw authenticatie-token om de controle te voltooien.
pl_pl: Konto zostało zabezpieczone za pomocą weryfikacji 2-etapowej. Aby ukończyć weryfikację, użyj tokenu uwierzytelniania.
pt_br: Você protegeu sua conta com a verificação em duas etapas. Use o seu token de autenticação para concluir a verificação.
ro_ro: V-ați securizat contul cu verificarea în doi pași. Vă rugăm să folosiți tokenul de autentificare pentru a finaliza verificarea.
sv_se: Du skyddade ditt konto med 2-Step-verifiering. Använd din autentiserings-token för att slutföra verifiering.

source: This browser is not compatible with your configured authentication device. Please use Chrome browser, or Firefox with U2F enabled.
cs_cz: Tento prohlížeč není kompatibilní s vaším autentizačním zařízením. Použijte Chrome nebo Firefox s povoleným U2F.
da_dk: Denne browser er ikke kompatibel med din indstillede enhed til godkendelse. Brug venligst Chrome browseren, eller Firefox med U2F slået til.
es_mx: Este navegador no es compatible con su dispositivo de autenticación configurado. Por favor, use el navegador Chrome, o Firefox con U2F activado.
fr_fr: Ce navigateur n'est pas compatible avec l'appareil d'authentification que vous avez configuré. Veuillez utiliser le navigateur Chrome, ou Firefox avec U2F activé.
hu_hu: Ez a böngésző nem kompatibilis a beállított hitelesítő eszközzel. Használja a Chrome böngészőt, vagy a Firefoxot, amelyen az U2F engedélyezve van.
it_it: Questo browser non è compatibile con il dispositivo di autenticazione configurato. Usa il browser Chrome, o Firefox con U2F abilitato.
nl_nl: Deze browser is niet compatibel met de door u ingestelde authenticatie apparaat. Gebruik alstublieft de Chrome browser, of Firefox met U2F ingeschakeld.
pl_pl: Ta przeglądarka nie jest zgodna ze skonfigurowanym urządzeniem uwierzytelniającym. Użyj przeglądarki Chrome lub Firefox z włączoną funkcją U2F.
pt_br: Este navegador não é compatível com o seu dispositivo de autenticação configurado. Use os navegadores Chrome ou Firefox com o U2F ativado.
ro_ro: Acest browser nu este compatibil cu dispozitivul de autentificare configurat. Vă rugăm să utilizați browserul Chrome, sau Firefox cu U2F activat.
sv_se: Den här webbläsaren är inte kompatibel med din konfigurerade autentiseringsenhet. Använd webbläsaren Chrome, eller Firefox med U2F aktiverat.

source: Bad parameters for authenticating with this key. Possibly wrong URL domain for this key.
cs_cz: Chybné parametry pro autentizaci s tímto klíčem. Možná chybné URL domény pro daný klíč.
da_dk: Dårlige parametre for godkendelse med denne nøgle. Mulige årsager er forkert URL domæne.
es_mx: Parámetros erróneos para la autenticación con esta clave. Posiblemente, el dominio de URL es erróneo para esta clave.
fr_fr: Paramètres incorrects pour l'authentification avec cette clé. Il est possible que le domaine d'URL soit incorrect pour cette clé.
hu_hu: Hibás paraméterek ezzel a kulccsal való hitelesítéshez. Lehetséges, hogy ennek a kulcsnak helytelen az URL-címe.
it_it: Parametri errati per l'autenticazione con questa chiave. Dominio dell'URL probabilmente errato per questa chiave.
nl_nl: Verkeerde parameters voor het authenticeren met deze sleutel. Mogelijk is dit de verkeerde URL of domein voor deze sleutel.
pl_pl: Nieprawidłowe parametry do uwierzytelnienia za pomocą tego klucza. Prawdopodobnie domena URL klucza nie jest właściwa.
pt_br: Parâmetros inválidos para autenticar com esta chave. Domínio de URL possivelmente errado para essa chave.
ro_ro: Parametri greșiți pentru autentificarea cu această cheie. Este posibil ca adresa URL pentru această cheie să fie greșită.
sv_se: Felaktiga parametrar för autentisering med den här nyckeln. Kanske fel URL-domän för nyckeln.

source: Configuration not supported
cs_cz: Konfigurace není podporována
da_dk: Konfigurationen er ikke understøttet
es_mx: Configuración no permitida
fr_fr: Configuration non prise en charge
hu_hu: A konfiguráció nem támogatott.
it_it: Configurazione non supportata
nl_nl: Configuratie wordt niet ondersteund
pl_pl: Konfiguracja nie jest obsługiwana
pt_br: Configuração não suportada
ro_ro: Configurația nu este acceptată
sv_se: Konfiguration stöds inte

source: This device is not eligible for this request. Wrong hardware key?
cs_cz: Toto zařízení není pro daný požadavek k dispozici. Špatný hardwarový klíč?
da_dk: Denne enhed kan ikke modtage denne type af forespørgsel. Er hardware-nøglen forkert?
es_mx: Este dispositivo no es seleccionable para esta petición. ¿Clave de hardware errónea?
fr_fr: Cet appareil n'est pas éligible pour cette requête. Clé de matériel incorrecte ?
hu_hu: Ez az eszköz nem jogosult erre a kérésre. Rossz a hardverkulcs?
it_it: Questo dispositivo non è idoneo per questa richiesta. Chiave hardware errata?
nl_nl: Dit apparaat is niet toegestaan voor deze aanvraag. Verkeerde hardware sleutel?
pl_pl: To urządzenie nie ma uprawnień do tego żądania. Niewłaściwy klucz sprzętowy?
pt_br: Este dispositivo não está qualificado para esta solicitação. Chave de hardware errada?
ro_ro: Acest dispozitiv nu este eligibil pentru această solicitare. Cheie hardware greșită?
sv_se: Den här enheten får inte skicka den här begäran. Fel hårdvarunyckel?

source: Timeout
cs_cz: Čas vypršel
da_dk: Tidsudløb
es_mx: Tiempo agotado
fr_fr: Délai expiré
hu_hu: Időtúllépés
it_it: Tempo scaduto
pl_pl: Limit czasu
pt_br: Tempo esgotado
ro_ro: Timpul a expirat
sv_se: Tidsgräns

source: Error authenticating. Please reload browser and try again.
cs_cz: Chyba autentizace. Znovu načtěte stránku.
da_dk: Fejl ved godkendelse. Genstart browseren og prøv venligst igen.
es_mx: Error al autenticar. Por favor, recargue el navegador e inténtelo de nuevo.
fr_fr: Erreur d'authentification. Veuillez recharger votre navigateur et réessayer.
hu_hu: Hitelesítési hiba. Töltse újra a böngésző tartalmát, és próbálja újra.
it_it: Errore durante l'autenticazione. Ricarica il browser e prova ancora.
nl_nl: Authenticatie is mislukt. Ververs alstublieft uw browser en probeer opnieuw.
pl_pl: Błąd uwierzytelniania. Odśwież okno w przeglądarce i spróbuj ponownie.
pt_br: Erro ao autenticar. Recarregue o navegador e tente novamente.
ro_ro: Eroare la autentificare. Vă rugăm să reîncărcați browser-ul și încercați din nou.
sv_se: Fel vid autentisering. Ladda om webbläsaren och försök igen.

source: Topics
bg_bg: Теми
cs_cz: Témata
da_dk: Emner
es_mx: Temas
fr_fr: Sujets
hu_hu: Témakörök
it_it: Argomenti
nb_no: Emner
nl_nl: Onderwerpen
pl_pl: Tematy
pt_br: Tópicos
ro_ro: Subiecte
sv_se: Rubriker

source: Preview not available
bg_bg: Визуализацията не е налице
cs_cz: Náhled není k dispozici
da_dk: Forhåndsvisning ikke tilgængelig
es_mx: Vista previa no disponible
fr_fr: Pas d'aperçu disponible
hu_hu: Az előkép nem érhető el
it_it: Anteprima non disponibile
nb_no: Forhåndsvisning ikke tilgjengelig
nl_nl: Voorbeeld niet beschikbaar
pl_pl: Podgląd niedostępny
pt_br: Pré-visualização não disponível
ro_ro: Previzualizarea nu este disponibilă
sv_se: Ingen förhandsgranskning tillgänglig

source: Send by mail
bg_bg: Изпрати по мейл
ca_es: Envia per correu electrònic
cs_cz: Poslat ve zprávě
da_dk: Send med e-mail
es_mx: Enviar por correo
fr_fr: Envoyer par courriel
hu_hu: Küldés e-mailben
it_it: Invia tramite posta
nb_no: Send per e-post
nl_nl: Verzenden via e-mailbericht
pl_pl: Wyślij w wiadomości e-mail
pt_br: Enviar por e-mail
ro_ro: Trimite prin mail
sv_se: Skicka via e-post

source: Sign in with Google. This will add your Gmail account.
cs_cz: Přihlaste se pomocí účtu Google. Tím přidáte svůj účet Gmail.
da_dk: Log ind med Google. Det vil tilføje din Google-konto.
es_mx: Iniciar sesión con Google. Esto añadirá su cuenta de Google.
fr_fr: Se connecter avec Google. Cette opération ajoutera votre compte Gmail.
hu_hu: Bejelentkezés Google-lal. Ezzel hozzáadja a Gmail-fiókját.
it_it: Accedi a Google. Questo aggiungerà il tuo account Gmail.
nl_nl: Meld u aan met Google. Hierdoor wordt uw Gmail account toegevoegd.
pl_pl: Zaloguj się przez Google. Spowoduje to dodanie Twojego konta Gmail.
pt_br: Inicie sessão com o Google. Isso adicionará sua conta do Gmail.
ro_ro: Autentificare prin Google. Acest lucru vă va adăuga contul de Gmail.
sv_se: Logga in med Google. Detta kommer att lägga till ditt Gmail-konto.

source: My %1$s account
bg_bg: Моят %1$s профил
cs_cz: Můj účet %1$s
da_dk: Min %1$s-konto
es_mx: Mi cuenta de %1$s
fr_fr: Mon compte %1$s
hu_hu: %1$s felhasználói fiókom
it_it: Il mio account %1$s
nb_no: Min %1$s-konto
nl_nl: Mijn %1$s account
pl_pl: Moje konto %1$s
pt_br: Minha conta %1$s
ro_ro: Contul meu %1$s
sv_se: Mitt %1$s-konto

source: My %1$s account (%2$d)
bg_bg: Моят %1$s профил ( %2$d )
cs_cz: Můj účet %1$s (%2$s)
da_dk: Min %1$s-konto (%2$d)
es_mx: Mi cuenta de %1$s (%2$d)
fr_fr: Mon compte %1$s (%2$d)
hu_hu: %1$s felhasználói fiókom (%2$d)
it_it: Il mio account %1$s (%2$d)
nb_no: Min %1$s-konto (%2$d)
nl_nl: Mijn %1$s account (%2$d)
pl_pl: Moje konto %1$s (%2$d)
pt_br: Minha conta %1$s (%2$d)
ro_ro: Contul meu %1$s (%2$d)
sv_se: Mitt %1$s-konto (%2$d)

source: Reauthorize
bg_bg: Ново упълномощаване
ca_es: Torna'l a autoritzar
cs_cz: Znovu autorizovat
da_dk: Re-godkend
es_mx: Volver a autorizar
fr_fr: Autoriser à nouveau
hu_hu: Újraengedélyezés
it_it: Nuova autorizzazione
nb_no: Autoriser på nytt
nl_nl: Herbevestigen
pl_pl: Autoryzuj ponownie
pt_br: Reautorizar
ro_ro: Autorizează din nou
sv_se: Kontrollera igen

source: Account Name
bg_bg: Име на акаунта
cs_cz: Název účtu
da_dk: Kontonavn
es_mx: Nombre de cuenta
fr_fr: Nom du compte
hu_hu: Postafiók neve
it_it: Nome account
nb_no: Kontonavn
nl_nl: Accountnaam
pl_pl: Nazwa konta
pt_br: Nome da conta
ro_ro: Nume cont
sv_se: Kontonamn

source: Get the App from %1$s.
bg_bg: Изтеглете приложението от %1$s .
cs_cz: Získat aplikaci z %1$s.
da_dk: Få app'en fra %1$s.
es_mx: Consiga la aplicación en %1$s.
fr_fr: Obtenir l'App dans %1$s.
hu_hu: Alkalmazás telepítése innen: %1$s
it_it: Ottieni l'applicazione da %1$s.
nb_no: Last ned appen fra %1$s.
nl_nl: Download de App vanuit %1$s.
pl_pl: Pobierz aplikację z %1$s.
pt_br: Baixe o aplicativo da %1$s.
ro_ro: Obțineți aplicația de la %1$s.
sv_se: Hämta programmet från %1$s.

source: Get the App from %1$s
bg_bg: Изтеглете приложението от %1$s
cs_cz: Získat aplikaci z %1$s
da_dk: Få app'en fra %1$s
es_mx: Consiga la aplicación en %1$s
fr_fr: Obtenir l'App depuis %1$s
hu_hu: Alkalmazás telepítése innen: %1$s
it_it: Ottieni l'applicazione da %1$s
nb_no: Last ned appen fra %1$s
nl_nl: Download de App vanuit %1$s
pl_pl: Pobierz aplikację z %1$s
pt_br: Baixe o aplicativo da %1$s
ro_ro: Obțineți aplicația de la %1$s
sv_se: Hämta program från %1$s

source: Download the application.
bg_bg: Изтеглете приложението.
cs_cz: Stáhnout aplikaci.
da_dk: Hent programmet.
es_mx: Descargar la aplicación.
fr_fr: Télécharger l'application.
hu_hu: Alkalmazás letöltése.
it_it: Scarica l'applicazione.
nb_no: Last ned applikasjonen
nl_nl: De applicatie downloaden.
pl_pl: Pobierz aplikację.
pt_br: Baixar o aplicativo.
ro_ro: Descarcă aplicația.
sv_se: Ladda ner programmet.

source: Get your device configured by email.
bg_bg: Конфигурирайте устройството си по имейл.
cs_cz: Nastavte své zařízení pomocí e-mailu.
da_dk: Få din enhed sat op per e-mail.
es_mx: Configure su dispositivo por correo.
fr_fr: Faites configurer votre appareil par courriel.
hu_hu: Végezze el az eszköz beállítását e-mailen keresztül.
it_it: Ottieni la configurazione del tuo dispositivo tramite email.
nb_no: Konfigurer enheten din via epost.
nl_nl: Configureer uw apparaat door middel van een e-mailbericht.
pl_pl: Skonfiguruj urządzenie przez e-mail.
pt_br: Obtenha seu dispositivo configurado por e-mail.
ro_ro: Configurați-vă dispozitivul via e-mail.
sv_se: Anpassa din enhet via e-post.

source: iOS devices can be automatically configured by installing the configuration profile.
cs_cz: Zařízení se systémem iOS mohou být nastavena automaticky nainstalováním konfiguračním profilem.
da_dk: iOS-enheder kan konfigureres automatisk ved at installere konfigurations-profilen.
es_mx: Los dispositivos iOS se pueden configurar automáticamente instalando el perfil de configuración.
fr_fr: Les appareils iOS peuvent être configurés automatiquement en installant le profil de configuration.
hu_hu: Az iOS-eszközök automatikusan beállíthatók a konfigurációs profil telepítésével.
it_it: I dispositivi iOS possono essere configurati automaticamente installando il profilo di configurazione.
nl_nl: iOS apparaten kunnen automatisch ingesteld worden door het configuratie profiel te installeren.
pl_pl: Urządzenia z systemem iOS można skonfigurować automatycznie, instalując profil konfiguracji.
pt_br: Os dispositivos iOS podem ser configurados automaticamente instalando o perfil de configuração.
ro_ro: Dispozitivele iOS pot fi configurate automat prin instalarea profilului de configurare.
sv_se: iOS-enheter kan konfigureras automatiskt genom att installera konfigurationsprofilen.

source: Server Name
bg_bg: Име на сървъра
cs_cz: Název serveru
da_dk: Servernavn
es_mx: Nombre del servidor
fr_fr: Nom du serveur
hu_hu: Kiszolgáló neve
it_it: Nome server
nb_no: Servernavn
nl_nl: Servernaam
pl_pl: Nazwa serwera
pt_br: Nome do servidor
ro_ro: Nume server
sv_se: Servernamn

source: User Name
bg_bg: Потребителско име
cs_cz: Uživatelské jméno
da_dk: Brugernavn
es_mx: Nombre de usuario
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév
it_it: Nome utente
nb_no: Brukernavn
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
ro_ro: Nume utilizator
sv_se: Användarnamn

source: Connection
bg_bg: Връзка
cs_cz: Spojení
da_dk: Forbindelse
es_mx: Conexión
fr_fr: Connexion
hu_hu: Csatlakozás
it_it: Connessione
nb_no: Tilkobling
nl_nl: Verbinding
pl_pl: Połączenie
pt_br: Conexão
ro_ro: Conexiune
sv_se: Anslutning
