Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Appointments
bg_bg: Срещи
ca_es: Cites
cs_cz: Schůzky
da_dk: Aftaler
es_mx: Citas
fr_fr: Rendez-vous
hu_hu: Találkozók
it_it: Appuntamenti
nb_no: Avtaler
nl_nl: Afspraken
pl_pl: Spotkania
pt_br: Compromissos
ro_ro: Întâlniri
sv_se: Möten

source: Appointment options
bg_bg: Опции за срещи
cs_cz: Možnosti schůzky
da_dk: Aftalemuligheder
es_mx: Opciones de cita
fr_fr: Options du rendez-vous
hu_hu: Találkozó beállításai
it_it: Opzioni degli appuntamenti
nl_nl: Afspraak options
pl_pl: Opcje spotkania
pt_br: Opções de compromisso
ro_ro: Opțiuni întâlnire
sv_se: Mötesalternativ

source: No matching items found.
bg_bg: Не бяха намерени съответстващи елементи.
cs_cz: Nepodařilo se nalézt žádné odpovídající položky
da_dk: Ingen passende elementer fundet.
es_mx: No se encontraron elementos coincidentes.
fr_fr: Aucun élément correspondant trouvé.
hu_hu: Nem találhatók ilyen elemek.
it_it: Nessun elemento corrispondente trovato.
nb_no: Ingen treff ble funnet.
nl_nl: Geen overeenkomstige elementen gevonden.
pl_pl: Nie znaleziono pasujących elementów.
pt_br: Nenhum item correspondente encontrado.
ro_ro: Nu s-au găsit elemente corespunzătoare.
sv_se: Inga matchande objekt hittades.

source: Application may not work as expected until this problem is solved.
bg_bg: Приложението може да не работи според очакванията, докато този проблем не бъде разрешен.
ca_es: L'aplicació pot no funcionar correctament fins que es resolgui aquest problema.
cs_cz: Aplikace nemusí pracovat podle očekávání, dokud nebude tento problém vyřešen.
da_dk: Programmet virker ikke nødvendigvis som forventet før dette problem er løst.
es_mx: La aplicación puede no funcionar como debería hasta que se resuelva este problema.
fr_fr: Il se peut que l'application ne fonctionne pas correctement tant que ce problème n'est pas réglé.
hu_hu: Az alkalmazás nem feltétlenül fog az elvárható módon működni a probléma megoldásáig.
it_it: L'applicazione potrebbe non funzionare come previsto finché il problema non sarà risolto.
nb_no: Programmet vil ikke fungere som forventet før dette problemet er løst.
nl_nl: De applicatie werkt mogelijk niet zoals verwacht totdat dit probleem is opgelost.
pl_pl: Dopóki ten problem nie zostanie rozwiązany, aplikacja może działać nieprawidłowo.
pt_br: O aplicativo pode não funcionar como esperado até este problema ser resolvido.
ro_ro: S-ar putea ca aplicația să nu funcționeze conform așteptărilor până când această problemă va fi rezolvată.
sv_se: Programmet kanske inte fungerar som väntat tills problemet är löst.

source: Calendar view
bg_bg: Изглед в календара
ca_es: Vista de calendari
cs_cz: Kalendář
da_dk: Kalendervisning
es_mx: Vista de calendario
fr_fr: Vue en calendrier
hu_hu: Naptár nézet
it_it: Vista di calendario
nb_no: Kalendervisning
nl_nl: Agendaoverzicht
pl_pl: Widok kalendarza
pt_br: Visualização do calendário
ro_ro: Vedere calendar
sv_se: Kalendervy

source: Show next month
cs_cz: Zobrazit následující měsíc
da_dk: Vis næste måned
es_mx: Mostrar mes siguiente
fr_fr: Afficher le mois suivant
hu_hu: Következő hónap megjelenítése
it_it: Mostra mese successivo
nl_nl: Toon volgende maand
pl_pl: Pokaż następny miesiąc
pt_br: Exibir próximo mês
ro_ro: Afișează luna următoare
sv_se: Visa nästa månad

source: Show previous month
cs_cz: Zobrazit předchozí měsíc
da_dk: Vis forrige måned
es_mx: Mostrar mes anterior
fr_fr: Afficher le mois précédent
hu_hu: Előző hónap megjelenítése
it_it: Mostra mese precedente
nl_nl: Toon vorige maand
pl_pl: Pokaż poprzedni miesiąc
pt_br: Exibir mês anterior
ro_ro: Afișează luna precedentă
sv_se: Visa föregående månad

source: Today
bg_bg: Днес
ca_es: Avui
cs_cz: Dnes
da_dk: I dag
es_mx: Hoy
fr_fr: Aujourd'hui
hu_hu: Ma
it_it: Oggi
nb_no: I dag
nl_nl: Vandaag
pl_pl: Dzisiaj
pt_br: Hoje
ro_ro: Astăzi
sv_se: Idag

source: The end date must be after the start date.
bg_bg: Крайната дата трябва да е след началната дата.
cs_cz: Datum konce musí být po datu začátku.
da_dk: Slutdatoen skal komme efter startdatoen.
es_mx: La fecha de finalización debe ser posterior a la fecha de comienzo.
fr_fr: La date de fin doit se trouver après la date de départ.
hu_hu: A kezdődátumnak a végdátum előtt kell lennie.
it_it: La data di fine deve essere successiva a quella di inizio.
nb_no: Sluttdatoen må være etter startdatoen.
nl_nl: De einddatum moet na de startdatum vallen.
pl_pl: Data zakończenia musi przypadać po dacie rozpoczęcia.
pt_br: A data de término deve ser após a data de início.
ro_ro: Data de sfârșit trebuie să fie după data de început.
sv_se: Slutdatumet måste vara efter startdatumet.

source: Files can not be uploaded, because upload limit of %1$s is exceeded.
bg_bg: Файловете не могат да бъдат качени, тъй като ограничението за качване на %1$s е превишено.
cs_cz: Soubory nelze nahrát, protože je přesahují limit %1$s.
da_dk: Filer kan ikke overføres, da overførselskvoten på %1$s er overskredet.
es_mx: Los archivos no se pueden subir, porque se ha superado el límite de subida de %1$s.
fr_fr: Les fichiers ne peuvent pas être envoyés, car la limite d'envoi de %1$s a été atteinte.
hu_hu: A fájl nem tölthető fel, mert meghaladja a kvótakorlátot (%1$s).
it_it: I file non possono essere caricati, perché è stato superato il limite di caricamento di %1$s.
nb_no: Filer kan ikke lastes opp fordi opplastingskvoten på %1$s er overskredet.
nl_nl: Bestanden kunnen niet worden geüpload omdat de uploadgrens van %1$s is bereikt.
pl_pl: Nie można przesłać plików. Przekroczono limit przesyłania %1$s.
pt_br: Os arquivo não puderam ser enviados, pois o limite de %1$s foi excedido.
ro_ro: Fișierele nu pot fi încărcate deoarece s-a depășit limita de încărcare de %1$s.
sv_se: Filer kan inte laddas upp, eftersom uppladdningskvoten på %1$s har överskridits.

source: You cannot mark the appointment as secret, when blocking a ressource.
cs_cz: Schůzku není možné označit jako důvěrnou, blokuje-li zdroje.
da_dk: Du kan ikke markere aftalen som hemmelig, når den blokerer en ressource.
es_mx: No puede marcar citas como secretas cuando se bloquea un recurso.
fr_fr: Vous ne pouvez pas définir ce rendez-vous comme secret si vous réservez une ressource.
hu_hu: Nem jelölheti meg a találkozót titkosnak, amikor blokkol egy erőforrást.
it_it: Non puoi marcare l'appuntamento come segreto, quando blocca una risorsa.
nl_nl: U kan de afspraak niet als geheim markeren als deze bronnen blokkeert.
pl_pl: Nie możesz oznaczyć spotkania jako tajne przy blokowaniu zasobu.
pt_br: Você não pode marcar o compromisso como secreto ao bloquear um recurso.
ro_ro: Nu puteți marca întâlnirea ca secretă dacă blocați o resursă.
sv_se: Du får inte märka mötet som hemligt när en resurs blockeras.

source: Previous Month
cs_cz: Minulý měsíc
da_dk: Sidste måned
es_mx: Mes previo
fr_fr: Mois précédent
hu_hu: Előző hónap
it_it: Mese precedente
nl_nl: Vorige Maand
pl_pl: Poprzedni miesiąc
pt_br: Mês anterior
ro_ro: Luna precedentă
sv_se: Föregående månad

source: Next Month
cs_cz: Příští měsíc
da_dk: Næste måned
es_mx: Mes siguiente
fr_fr: Mois suivant
hu_hu: Következő hónap
it_it: Mese successivo
nl_nl: Volgende Maand
pl_pl: Następny miesiąc
pt_br: Próximo mês
ro_ro: Luna următoare
sv_se: Nästa månad

source: Your current selection contains too many appointments for the chosen timeframe.
cs_cz: Váš aktuální výběr obsahuje příliš mnoho schůzek na dané období.
da_dk: Din nuværende markering indeholder for mange aftaler for den valgte tid.
es_mx: Su selección actual contiene demasiadas citas para el período de tiempo elegido.
fr_fr: Votre sélection actuelle contient trop de rendez-vous pour l'intervalle de temps choisi.
hu_hu: A jelenleg kiválasztott elemek túl sok találkozót tartalmaznak a kiválasztott időkerethez.
it_it: La selezione attuale contiene troppi appuntamenti per il periodo di tempo prescelto.
nl_nl: Uw huidige selectie bevat teveel afspraken voor het gekozen tijdsvak.
pl_pl: Bieżący wybór obejmuje zbyt wiele spotkań w wybranym przedziale czasu.
pt_br: Sua seleção atual contém muitos compromissos para o período escolhido.
ro_ro: Selecția curentă conține prea multe întâlniri pentru intervalul de timp ales.
sv_se: Din nuvarande markering innehåller för många möten för den begärda tidsrymden.

source: Appointment was changed in the meantime and was updated accordingly.
cs_cz: Schůzka byla mezitím změněna a aktualizována podle toho.
da_dk: Aftalen blev ændret i mellemtiden og er blevet opdateret.
es_mx: La cita ha cambiado, y por consiguiente se ha actualizado.
fr_fr: Le rendez-vous a été modifié entre temps et a été mis à jour en conséquence.
hu_hu: Időközben a kinevezés megváltozott, és az ennek megfelelően frissült.
it_it: L'appuntamento è stato modificato nel frattempo e aggiornato di conseguenza.
nl_nl: Afspraak is tussendoor gewijzigd en is zodanig bijgewerkt.
pl_pl: W międzyczasie spotkanie zostało zmienione i odpowiednio zaktualizowane.
pt_br: O compromisso foi alterado e atualizado adequadamente.
ro_ro: Întâlnirea a fost modificată între timp și a fost actualizată în consecință.
sv_se: Mötet ändrades medan du arbetade och har uppdaterats med dessa ändringar.

source: Participants
bg_bg: Участници
cs_cz: Účastníci
da_dk: Deltagere
es_mx: Participantes
hu_hu: Résztvevők
it_it: Partecipanti
nb_no: Deltakere
nl_nl: Deelnemers
pl_pl: Uczestnicy
pt_br: Participantes
ro_ro: Participanți
sv_se: Deltagare

source: Accepted
bg_bg: Приета
ca_es: Acceptat
cs_cz: Přijal(a)
da_dk: Accepteret
es_mx: Aceptada
fr_fr: Accepté
hu_hu: Elfogadva
it_it: Accettato
nb_no: Akseptert
nl_nl: Geaccepteerd
pl_pl: Zaakceptowane
pt_br: Aceito
ro_ro: Acceptat
sv_se: Accepterad

source: Declined
bg_bg: Отказана
ca_es: Rebutjat
cs_cz: Odmítnuto
da_dk: Afslået
es_mx: Rechazada
fr_fr: Décliné
hu_hu: Elutasítva
it_it: Rifiutata
nb_no: Avslått
nl_nl: Afgewezen
pl_pl: Odrzucono
pt_br: Recusado
ro_ro: Respins
sv_se: Nekad

source: Tentatively accepted
ca_es: Acceptat provisionalment
cs_cz: Předběžně přijal(a)
da_dk: Accepteret foreløbigt
es_mx: Aceptada provisionalmente
fr_fr: Accepté provisoirement
hu_hu: Feltételesen elfogadva
it_it: Accettato provvisoriamente
nb_no: Foreløpig godtatt
nl_nl: Voorlopig geaccepteerd
pl_pl: Wstępnie zaakceptowane
pt_br: Aceito provisoriamente
ro_ro: Acceptat provizoriu
sv_se: Preliminärt accepterad

source: Unconfirmed
bg_bg: Непотвърдени
ca_es: No confirmat
cs_cz: Nepotvrzeno
da_dk: Ubekræftet
es_mx: No confirmada
fr_fr: Non confirmé
hu_hu: Megerősítetlen
it_it: Non confermata
nb_no: Ubekreftet
nl_nl: Niet bevestigd
pl_pl: Niepotwierdzone
pt_br: Não confirmado
ro_ro: Neconfirmat
sv_se: Obekräftad

source: %1$d minutes
bg_bg: %1$d минути
cs_cz: %1%d minut
da_dk: %1$d minutter
es_mx: %1$d minutos
hu_hu: %1$d perc
it_it: %1$d minuti
nl_nl: %1$d minuten
pl_pl: %1$d min
pt_br: %1$d minutos
ro_ro: %1$d minute
sv_se: %1$d minuter

source: %1$d day
bg_bg: %1$d ден
cs_cz: %1$d den
da_dk: %1$d dag
es_mx: %1$d día
fr_fr: %1$d jour
hu_hu: %1$d nap
it_it: %1$d giorno
nb_no: %1$d dag
nl_nl: %1$d dag
pl_pl: %1$d dzień
pt_br: %1$d dia
ro_ro: %1$d zi
sv_se: %1$d dag

# app
source: Calendar
bg_bg: Календар
ca_es: Calendari
cs_cz: Kalendář
da_dk: Kalender
es_mx: Calendario
fr_fr: Agenda
hu_hu: Naptár
it_it: Calendario
nb_no: Kalender
nl_nl: Agenda
pl_pl: Kalendarz
pt_br: Calendário
sv_se: Kalender

# noun
source: View
bg_bg: Изглед
cs_cz: Zobrazit
da_dk: Visning
es_mx: Vista
fr_fr: Afficher
hu_hu: Nézet
it_it: Vista
nl_nl: Weergave
pl_pl: Widok
pt_br: Visualização
ro_ro: Vedere
sv_se: Vy

source: Start of working time
bg_bg: Начало на работното време
ca_es: Inici de la jornada laboral
cs_cz: Začátek pracovní doby
da_dk: Start på arbejdstid
es_mx: Comienzo de jornada laboral
fr_fr: Heure de début de travail
hu_hu: Munkaidő kezdete
it_it: Inizio della giornata lavorativa
nb_no: Arbeidsdagen starter
nl_nl: Begin van werktijd
pl_pl: Początek czasu pracy
pt_br: Início do horário de trabalho
ro_ro: Ora la care s-a început lucrul
sv_se: Arbetstid startar

source: End of working time
bg_bg: Край на работното време
ca_es: Final de la jornada laboral
cs_cz: Konec pracovní doby
da_dk: Slut på arbejdstid
es_mx: Fin de jornada laboral
fr_fr: Heure de fin de travail
hu_hu: Munkaidő vége
it_it: Ora di fine della giornata lavorativa
nb_no: Arbeidsdagen slutter
nl_nl: Einde van werktijd
pl_pl: Koniec czasu pracy
pt_br: Fim do horário de trabalho
ro_ro: Sfârșitul zilei de lucru
sv_se: Arbetstid slutar

source: Time scale
bg_bg: Скала за време
cs_cz: Časový rozsah
da_dk: Tidsskala
es_mx: Escala de tiempo
fr_fr: Échelle de temps
hu_hu: Időskála
it_it: Scala temporale
nl_nl: Intervaltijd
pl_pl: Skala czasu
pt_br: Escala de tempo
ro_ro: Interval de timp
sv_se: Tidsskala

source: Show declined appointments
bg_bg: Показване на отхвърлените срещи
ca_es: Mostra les cites rebutjades
cs_cz: Zobrazit odmítnuté schůzky
da_dk: Vis afslået aftaler
es_mx: Mostrar citas rechazadas
fr_fr: Afficher les rendez-vous déclinés
hu_hu: Elutasított találkozók megjelenítése
it_it: Mostra appuntamenti rifiutati
nb_no: Vis avviste avtaler
nl_nl: Toon afgewezen afspraken
pl_pl: Pokaż odrzucone spotkania
pt_br: Exibir compromissos recusados
ro_ro: Afișează întâlnirile respinse
sv_se: Visa nekade möten

source: Show birthday calendar
bg_bg: Покажете календара за рожденни ден
cs_cz: Zobrazit kalendář narozenin
da_dk: Vis fødselsdagskalender
es_mx: Mostrar calendario de fechas de nacimiento
fr_fr: Afficher le calendrier des anniversaires
hu_hu: Születésnapok megjelenítése
it_it: Mostra calendario dei compleanni
nl_nl: Toon verjaardagskalender
pl_pl: Pokaż kalendarz urodzin
pt_br: Exibir calendário de aniversários
ro_ro: Afișează calendarul de aniversări
sv_se: Visa födelsedagskalender

source: Birthday calendar
cs_cz: Kalendář narozenin
da_dk: Fødselsdagskalender
es_mx: Calendario de fechas de nacimiento
fr_fr: Calendrier des anniversaires
hu_hu: Születésnapok naptára
it_it: Calendario dei compleanni
nl_nl: Verjaardagskalender
pl_pl: Kalendarz urodzin
pt_br: Calendário de aniversário
ro_ro: Calendar de aniversări
sv_se: Födelsedagskalender

source: Workweek view
bg_bg: Преглед на работна седмица
cs_cz: Pohled: pracovní týden
da_dk: Arbejdsugevisning
es_mx: Vista de semana laboral
fr_fr: Vue semaine ouvrée
hu_hu: Munkahét nézet
it_it: Vista Settimana lavorativa
nl_nl: Werkweekoverzicht
pl_pl: Widok tygodnia roboczego
pt_br: Visualizar semana de trabalho
ro_ro: Vedere pe săptămâni de lucru
sv_se: Arbetsveckovy

source: Week start
bg_bg: Седмицата започва
cs_cz: Začátek pracovního týdne
da_dk: Ugen begynder
es_mx: Comienzo de semana
fr_fr: Premier jour de la semaine
hu_hu: Hét kezdete
it_it: Inizio della settimana
nl_nl: Werkweek start
pl_pl: Początek tygodnia
pt_br: Começo da semana
ro_ro: Săptămâna începe
sv_se: Veckostart

source: Workweek length
bg_bg: Дължина на работната седмица
cs_cz: Délka pracovního týdne
da_dk: Arbejdsugelængde
es_mx: Longitud de semana laboral
fr_fr: Durée de la semaine ouvrée
hu_hu: Munkahét hossza
it_it: Durata della settimana lavorativa
nl_nl: Werkweek lengte
pl_pl: Długość tygodnia roboczego
pt_br: Tamanho da semana de trabalho
ro_ro: Durată săptămână de lucru
sv_se: Arbetsveckans längd

source: New appointment
bg_bg: Нова среща
ca_es: Nova cita
cs_cz: Nová schůzka
da_dk: Ny aftale
es_mx: Nueva cita
fr_fr: Nouveau rendez-vous
hu_hu: Új találkozó
it_it: Nuovo appuntamento
nb_no: Ny avtale
nl_nl: Nieuwe afspraak
pl_pl: Nowe spotkanie
pt_br: Novo compromisso
ro_ro: Întâlnire nouă
sv_se: Nytt möte

source: Mark all day appointments as free
bg_bg: Маркирайте всички срещи за деня като безплатни
ca_es: Marca totes les cites de dia sencer com a lliure
cs_cz: Označit všechny denní schůzky jako volné
da_dk: Markér alle dagens aftaler som frie
es_mx: Marcar todas las citas de día completo como libre
fr_fr: Libérer les rendez-vous sur la journée
hu_hu: Egész napos találkozók szabadnak jelölése
it_it: Marca gli appuntamenti di un intero giorno come liberi
nb_no: Marker heldagsavtaler som ledige
nl_nl: Markeer alle dagafspraken als vrij
pl_pl: Oznacz spotkania całodniowe jako Wolne
pt_br: Marcar todos os compromissos do dia como livre
ro_ro: Marchează toate întâlnirile de azi ca ore libere
sv_se: Märk heldagsmöten som ledig

source: Participants can edit appointments
cs_cz: Účastníci mohou schůzky upravovat
da_dk: Deltagere kan ændre aftaler
es_mx: Los participantes pueden editar citas
fr_fr: Les participants peuvent modifier les rendez-vous
hu_hu: A résztvevők szerkeszthetik a találkozót
it_it: I partecipanti possono modificare gli appuntamenti
nl_nl: Deelnemers kunnen afspraken bewerken
pl_pl: Uczestnicy mogą edytować spotkania
pt_br: Os participantes podem editar os compromissos
ro_ro: Participanții pot edita întâlniri
sv_se: Deltagare kan redigera möten

source: Email notifications
bg_bg: Известия по имейл
cs_cz: E-mailová oznámení
da_dk: E-mail-underretninger
es_mx: Notificaciones por correo
fr_fr: Notifications par courriel
hu_hu: E-mail értesítés
it_it: Notifiche tramite posta elettronica
nb_no: E-postvarslinger
nl_nl: E-mailkennisgevingen
pl_pl: Powiadomienia e-mail
pt_br: Notificações de e-mail
ro_ro: Notificări e-mail
sv_se: E-postaviseringar

source: Receive notifications when an appointment in which you participate is created, modified or deleted
cs_cz: Dostávat oznámení, pokud je úkol, na kterém se podílíte, vytvořen, upraven nebo smazán
da_dk: Modtag påmindelser når en aftale du deltager i, enten bliver oprettet, ændret eller slettet
es_mx: Recibir notificaciones cuando una cita en la que participa se cree, se modifique o se elimine.
fr_fr: Recevoir des notifications lorsqu'un rendez-vous auquel vous participez est créé, modifié ou supprimé
hu_hu: Értesítés olyan találkozók létrehozásakor, módosításakor és törlésekor, amelyekben résztvevő
it_it: Ricevi notifiche quando un appuntamento alla quale partecipi viene creato, modificato o eliminato
nl_nl: Ontvang kennisgevingen als een afspraak waar u deelnemer van bent wordt aangemaakt, aangepast of wordt verwijderd
pl_pl: Otrzymuj powiadomienia o utworzeniu, zmodyfikowaniu lub usunięciu spotkania, w którym uczestniczysz
pt_br: Receber notificações quando um compromisso no qual você participa seja criado, modificado ou excluído
ro_ro: Primiți notificări când o sarcină la care participați este creată, modificată sau ștearsă
sv_se: Få aviseringar när ett möte du deltar i skapas, ändras eller tas bort

source: Receive notification as appointment creator when participants accept or decline
bg_bg: Получавайте известие като създател на срещи, когато участниците приемат или отхвърлят
cs_cz: Dostávat coby tvůrce schůzky oznámení o přijetí či odmítnutí pozvaných
da_dk: Modtag underretning som aftaleopretter, når deltagere takker ja eller nej
es_mx: Recibir notificación como creador de la cita cuando los participantes la acepten o la rechacen
fr_fr: Recevoir des notifications en tant que créateur du rendez-vous lorsque des participants acceptent ou déclinent
hu_hu: Értesítés a találkozó létrehozójának, amikor a résztvevők elfogadják vagy elutasítják azt
it_it: Ricevi una notifica come creatore di un appuntamento quando i partecipanti accettano o rifiutano
nb_no: Motta varsel som avtaleansvarlig når deltakere godtar eller avslår
nl_nl: Ontvang een e-mailkennisgeving voor u als organisator als een deelnemer accepteert of weigert
pl_pl: Otrzymuj powiadomienia jako twórca spotkania po przyjęciu lub odrzuceniu zaproszenia przez uczestnika
pt_br: Receber notificação como criador do compromisso quando os participantes aceitam ou recusam
ro_ro: Obține notificări ca inițiator al întâlnirii când participanții acceptă sau resping
sv_se: Ta emot avisering som mötets skapare när deltagare accepterar eller avböjer

source: Receive notification as appointment participant when other participants accept or decline
bg_bg: Получаване на известие като участник в срещата, когато други участници приемат или отхвърлят
cs_cz: Dostávat coby účastník schůzky oznámení o přijetí či odmítnutí pozvaných
da_dk: Modtag underretning som deltager, når andre deltagere takker ja eller nej
es_mx: Recibir notificación como participante de una cita cuando otro participante la acepte o la rechace
fr_fr: Recevoir des notifications en tant que participant au rendez-vous lorsque d'autres participants acceptent ou déclinent
hu_hu: Értesítés a találkozó résztvevőinek, amikor más résztvevők elfogadják vagy elutasítják azt
it_it: Ricevi una notifica come partecipante all'appuntamento quando altri partecipanti accettano o rifiutano
nb_no: Motta varsel som avtaledeltaker når andre deltakere godtar eller avslår
nl_nl: Ontvang een e-mailkennisgeving voor u als deelnemer als andere deelnemers accepteren of weigeren
pl_pl: Otrzymuj powiadomienia jako twórca spotkania po przyjęciu lub odrzuceniu zaproszenia przez innego uczestnika
pt_br: Receber notificação como participante do compromisso quando outros participantes aceitam ou recusam
ro_ro: Obține notificări ca participant la întâlnire când alți participanți acceptă sau resping
sv_se: Ta emot avisering som mötesdeltagare när andra deltagare accepterar eller avböjer

source: Automatically delete the invitation email after the appointment has been accepted or declined
bg_bg: Автоматично изтриване на имейла за покана след приемането или отхвърлянето на срещата
cs_cz: Automaticky vymazat pozvánku, po té co byla schůzka přijata nebo odmítnuta
da_dk: Slet automatisk e-mail-invitationen, når aftalen er blevet accepteret eller afslået
es_mx: Borrar automáticamente el correo de invitación después de que la cita haya sido aceptada o rechazada
fr_fr: Supprimer automatiquement le courriel d'invitation une fois que le rendez-vous a été accepté ou décliné
hu_hu: Automatikusan törli a meghívó levelet a találkozó elfogadása vagy elutasítása után
it_it: Elimina automaticamente i messaggi di invito quando l'appuntamento è stato accettato o rifiutato
nb_no: Slett innkommende invitasjonsepost automatisk når avtalen har blitt akseptert eller avvist
nl_nl: Automatisch uitnodigingsberichten verwijderen als de afspraak is geaccepteerd of afgewezen
pl_pl: Usuń automatycznie wiadomość e-mail z zaproszeniem po jego przyjęciu lub odrzuceniu.
pt_br: Excluir automaticamente o e-mail de convite após o compromisso ter sido aceito ou recusado
ro_ro: Șterge automat mailul de invitație după ce întâlnirea a fost acceptată sau respinsă
sv_se: Ta automatiskt bort inbjudningsbrevet efter att mötet har accepterats eller avböjts

source: Automatically apply appointment changes received via email to your calendar
cs_cz: Automaticky zohlednit změny schůzek přijaté e-mailem ve vašem kalendáři
da_dk: Overfør automatisk ændringer til dine aftaler fra e-mail
es_mx: Aplicar automáticamente los cambios en citas recibidos por correo a su calendario
hu_hu: Automatikusan alkalmazza az e mailben kapott találkozó módosításait a naptárában
it_it: Applica automaticamente le modifiche agli appuntamenti ricevute tramite posta al tuo calendario
nl_nl: Pas automatisch via e-mail ontvangen afspraakwijzigingen toe aan uw agenda
pl_pl: Automatycznie wprowadzaj do kalendarza zmiany w spotkaniach otrzymane pocztą e-mail
pt_br: Aplicar automaticamente as alterações de compromisso recebidas por e-mail ao seu calendário
ro_ro: Aplicați automat în calendar modificările de întâlniri primite prin e-mail
sv_se: Tillämpa automatiskt mötesändringar mottagna via e-post till din kalender

source: Only from known senders
cs_cz: Pouze od známých odesílatelů
da_dk: Kun fra kendte afsendere
es_mx: Solo de remitentes conocidos
hu_hu: Csak az ismert feladóktól
it_it: Solo da mittenti conosciuti
nl_nl: Alleen van bekende afzenders
pl_pl: Tylko od znanych nadawców
pt_br: Apenas de remetentes conhecidos
ro_ro: Numai de la expeditori cunoscuți
sv_se: Endast från kända avsändare
