Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Always
cs_cz: Vždy
da_dk: Altid
es_mx: Siempre
hu_hu: Mindig
it_it: Sempre
nl_nl: Altijd
pl_pl: Zawsze
pt_br: Sempre
ro_ro: Întotdeauna
sv_se: Alltid

source: Reminders
cs_cz: Upomínky
da_dk: Påmindelser
es_mx: Recordatorios
fr_fr: Rappels
hu_hu: Emlékeztetők
it_it: Promemoria
nl_nl: Herinneringen
pl_pl: Przypomnienia
pt_br: Lembretes
ro_ro: Memento
sv_se: Påminnelser

source: Show reminders for past appointments
cs_cz: Zobrazit upomínky na předchozí schůzky
da_dk: Vis påmindelser for tidligere aftaler
es_mx: Mostrar recordatorios de citas pasadas
fr_fr: Afficher les rappels pour les rendez-vous passés
hu_hu: Emlékeztetők megjelenítése a korábbi találkozókhoz
it_it: Mostra promemoria per gli appuntamenti passati
nl_nl: Herinneringen weergeven voor afspraken uit het verleden
pl_pl: Pokaż przypomnienia dotyczące spotkań z przeszłości
pt_br: Exibir lembretes para compromissos passados
ro_ro: Afișare mementouri pentru întâlnirile anterioare
sv_se: Visa påminnelser för förflutna möten

source: Subscribe to shared calendars
cs_cz: Přihlásit ke sdíleným kalendářům
da_dk: Abonnér på delte kaldendere
es_mx: Suscribirse a calendarios compartidos
fr_fr: S'abonner à des agendas partagés
hu_hu: Feliratkozás megosztott naptárakra
it_it: Sottoscrivi calendari condivisi
nl_nl: Abonneren op gedeelde agenda's
pl_pl: Subskrybuj kalendarze udostępnione
pt_br: Inscrever nos calendários compartilhados
ro_ro: Abonare la calendare partajate
sv_se: Prenumerera på delade kalendrar

source: Add calendar
bg_bg: Добавяне на календар
cs_cz: Přidat kalendář
da_dk: Tilføj kalender
es_mx: Añadir calendario
fr_fr: Ajouter un agenda
hu_hu: Naptár hozzáadása
it_it: Aggiungi calendario
nl_nl: Agenda toevoegen
pl_pl: Dodaj kalendarz
pt_br: Adicionar calendário
ro_ro: Adaugă calendar
sv_se: Lägg till kalender

source: Start
bg_bg: Старт
ca_es: Inici
es_mx: Inicio
fr_fr: Démarrer
hu_hu: Kezdés
it_it: Inizia
nl_nl: Begin
pl_pl: Początek
pt_br: Início
ro_ro: Începe

source: The integration of the subscribed calendars might take a while.
bg_bg: Интеграцията на абонираните календари може да отнеме известно време.
cs_cz: Integrace kalendářů, ke kterým jste se přihlásil(a), může chvíli trvat.
da_dk: Integrationen af de abonnerede kalendere kan tage lidt tid.
es_mx: La integración de los calendarios suscritos puede tomar un tiempo.
fr_fr: L'intégration des inscriptions aux agendas va prendre un certain temps.
hu_hu: Néhány időbe telhet az előfizetett naptárak integrálása.
it_it: L'integrazione dei calendari sottoscritti potrebbe richiedere del tempo.
nl_nl: Het samenvoegen van de agenda's kan enige tijd kosten.
pl_pl: Integracja subskrybowanych kalendarzy może chwilę potrwać.
pt_br: A integração dos calendários inscritos pode demorar um pouco.
ro_ro: Integrarea calendarelor abonate poate dura.
sv_se: Integrering av kalendrarna du prenumererar på kan ta en stund.

source: subscribe to calendar
bg_bg: абонирайте се за календар
cs_cz: přihlásit ke kalendáři
da_dk: abonnér på kalender
es_mx: suscribirse a calendario
fr_fr: s'abonner à l'agenda
hu_hu: feliratkozás a naptárra
it_it: sottoscrivi calendario
nl_nl: abonneren op agenda
pl_pl: subskrybuj kalendarz
pt_br: inscrever no calendário
ro_ro: abonați-vă la calendar
sv_se: prenumerera på kalender

source: Language
bg_bg: Език
ca_es: Llengua
cs_cz: Jazyk
da_dk: Sprog
es_mx: Idioma
fr_fr: Langue
hu_hu: Nyelv
it_it: Lingua
nb_no: Språk
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
ro_ro: Limbă
sv_se: Språk

source: Country
bg_bg: Държава
ca_es: País
cs_cz: Země
da_dk: Land
es_mx: País
fr_fr: Pays
hu_hu: Ország
it_it: Nazione
nb_no: Land
nl_nl: Land
pl_pl: Kraj
pt_br: País
ro_ro: Țară
sv_se: Land

source: Your default reminders will be applied to these calendars.
cs_cz: Pro tyto kalendáře budou nastaveny vaše výchozí upomínky.
da_dk: Dine standard påmindelser vil gælde for disse kalendere.
es_mx: Sus recordatorios predeterminados se aplicarán a estos calendarios.
fr_fr: Vos rappels par défaut seront appliqués à ces agendas.
hu_hu: Az alapértelmezett emlékeztetők ezekre a naptárakra vonatkoznak.
it_it: I tuoi promemoria predefiniti saranno applicati a questi calendari.
nl_nl: Uw standaard herinnering wordt toegepast op deze agenda's.
pl_pl: Do tych kalendarzy zostaną zastosowane Twoje domyślne przypomnienia.
pt_br: Seus lembretes padrões serão aplicados a estes calendários.
ro_ro: Mementourile implicite vor fi aplicate acestor calendare.
sv_se: Dina förvalda påminnelser kommer att verkställas på dessa kalendrar.

source: Add timezone
bg_bg: Добави времева зона
cs_cz: Přidat časové pásmo
da_dk: Tilføj tidszone
es_mx: Añadir zona horaria
fr_fr: Ajouter un fuseau horaire
hu_hu: Időzóna hozzáadása
it_it: Aggiungi fuso orario
nb_no: Legg til tidssone
nl_nl: Tijdzone toevoegen
pl_pl: Dodaj strefę czasową
pt_br: Adicionar fuso horário
ro_ro: Adaugă un fus orar
sv_se: Lägg till tidszon

source: Select favorite timezone
bg_bg: Изберете любимата часова зона
cs_cz: Zvolte oblíbené časové pásmo
da_dk: Vælg favorittidszone
es_mx: Seleccione la zona horaria favorita
fr_fr: Sélectionner le fuseau horaire favori
hu_hu: Válassza ki kedvenc időzónáját
it_it: Seleziona fuso orario preferito
nb_no: Velg favoritt-tidssone
nl_nl: Selecteer uw favoriete tijdzone
pl_pl: Wybierz ulubioną strefę czasową
pt_br: Selecione o fuso horário favorito
ro_ro: Alegeți fusul orar preferat
sv_se: Välj favorittidszon

source: Add
bg_bg: Добави
ca_es: Afegeix
cs_cz: Přidat
da_dk: Tilføj
es_mx: Añadir
fr_fr: Ajouter
hu_hu: Hozzáadás
it_it: Aggiungi
nb_no: Legg til
nl_nl: Toevoegen
pl_pl: Dodaj
pt_br: Adicionar
ro_ro: Adaugă
sv_se: Lägg till

source: Time zone
bg_bg: Часова зона
ca_es: Zona horària
cs_cz: Časové pásmo
da_dk: Tidszone
es_mx: Zona horaria
fr_fr: Fuseau horaire
hu_hu: Időzóna
it_it: Fuso orario
nb_no: Tidssone
nl_nl: Tijdzone
pl_pl: Strefa czasowa
pt_br: Fuso horário
ro_ro: Fus orar
sv_se: Tidszon

source: The selected timezone is already a favorite.
bg_bg: Избраната часова зона вече е предпочитана.
cs_cz: Vybrané časové pásmo již je označené jako oblíbené.
da_dk: Den valgte tidszone er allerede din favorit.
es_mx: La zona horaria seleccionada ya es favorita.
fr_fr: Le fuseau horaire sélectionné est déjà dans les favoris.
hu_hu: A kiválasztott időzóna már a kedvenc.
it_it: Il fuso orario selezionato è già nei preferiti.
nb_no: Den valgte tidssonen er allerede en favoritt.
nl_nl: De geselecteerd tijdzone is al favoriet.
pl_pl: Wybrana strefa czasowa jest już ulubiona.
pt_br: O fuso horário selecionado já é um favorito.
ro_ro: Fusul orar selectat este deja în lista de favorite.
sv_se: Den markerade tidszonen är redan en favorit.

source: Favorite timezones
bg_bg: Любими часови зони
cs_cz: Oblíbená časová pásma
da_dk: Favorittidszoner
es_mx: Zonas horarias favoritas
fr_fr: Fuseaux horaires favoris
hu_hu: Kedvenc időzónák
it_it: Fusi orari preferiti
nb_no: Favoritt-tidssoner
nl_nl: Favoriete tijdzones
pl_pl: Ulubione strefy czasowe
pt_br: Fusos horários favoritos
ro_ro: Fusuri orare favorite
sv_se: Favorittidszoner

# app
source: Favorite timezones
bg_bg: Любими часови зони
cs_cz: Oblíbená časová pásma
da_dk: Favorittidszoner
es_mx: Zonas horarias favoritas
fr_fr: Fuseaux horaires favoris
hu_hu: Kedvenc időzónák
it_it: Fusi orari preferiti
nb_no: Favoritt-tidssoner
nl_nl: Favoriete tijdzones
pl_pl: Ulubione strefy czasowe
pt_br: Fusos horários favoritos
ro_ro: Fusuri orare preferate
sv_se: Favorittidszoner

source: View
bg_bg: Изглед
ca_es: Vista
cs_cz: Zobrazit
da_dk: Visning
es_mx: Vista
fr_fr: Vue
hu_hu: Nézet
it_it: Vista
nb_no: Visning
nl_nl: Weergave
pl_pl: Widok
pt_br: Visualização
ro_ro: Vedere
sv_se: Vy

source: Layout
bg_bg: Оформление
ca_es: Disposició
cs_cz: Rozložení
es_mx: Disposición
fr_fr: Disposition
hu_hu: Elrendezés
it_it: Disposizione
nb_no: Utforming
pl_pl: Układ
ro_ro: Aspect

source: Workweek
bg_bg: Работна седмица
ca_es: Setmana laboral
cs_cz: Pracovní týden
da_dk: Arbejdsuge
es_mx: Semana laboral
fr_fr: Semaine ouvrée
hu_hu: Munkahét
it_it: Settimana lavorativa
nb_no: Arbeidsuke
nl_nl: Werkweek
pl_pl: Tydzień roboczy
pt_br: Semana de trabalho
ro_ro: Săptămână de lucru
sv_se: Arbetsvecka

source: List
bg_bg: Лист
ca_es: Llista
cs_cz: Seznam
da_dk: Liste
es_mx: Lista
fr_fr: Liste
hu_hu: Lista
it_it: Elenco
nb_no: Liste
nl_nl: Lijst
pl_pl: Lista
pt_br: Lista
ro_ro: Listă
sv_se: Lista

source: Folder view
bg_bg: Изглед на папки
ca_es: Vista de carpeta
cs_cz: Pohled na složku
da_dk: Mappevisning
es_mx: Vista de carpeta
fr_fr: Vue des dossiers
hu_hu: Mappa nézet
it_it: Vista delle cartelle
nb_no: Mappevisning
nl_nl: Mappenoverzicht
pl_pl: Widok folderów
pt_br: Visualização de pasta
ro_ro: Vedere dosar
sv_se: Mappvy

source: Mini calendar
bg_bg: Мини календар
cs_cz: Mini kalendář
da_dk: Minikalender
es_mx: Mini calendario
fr_fr: Mini agenda
hu_hu: Mini naptár
it_it: Calendario minimale
nl_nl: Mini agenda
pl_pl: Minikalendarz
pt_br: Mini calendário
sv_se: Minikalender

source: Weekends
cs_cz: Víkendy
da_dk: Weekender
es_mx: Fines de semana
hu_hu: Hétvégék
it_it: Fine settimana
nl_nl: Weekeinden
pl_pl: Weekendy
pt_br: Finais de semana
ro_ro: Sfărșit de săptămână
sv_se: Helger

source: Checkboxes
bg_bg: Полета за отметка
ca_es: Caselles de verificació
cs_cz: Zaškrtávací políčka
da_dk: Afkrydsningsfelter
es_mx: Casillas de verificación
fr_fr: Cases à cocher
hu_hu: Jelölőnégyzetek
it_it: Caselle di selezione
nb_no: Avmerkingsbokser
nl_nl: Selectievakken
pl_pl: Pola wyboru
pt_br: Caixas de seleção
ro_ro: Casete de selectare
sv_se: Kryssrutor

source: fifth / last
bg_bg: пети / последен
cs_cz: pátý(é)/poslední
da_dk: femte / sidste
es_mx: quinto / último
fr_fr: cinquième / dernier
hu_hu: ötödik / utolsó
it_it: quinto / ultimo
nb_no: femte / siste
nl_nl: vijfde / laatste
pl_pl: piąty/ostatni
pt_br: quinta / última
ro_ro: al cincilea/ultimul
sv_se: femte / sista

source: first
bg_bg: първи
ca_es: primer
cs_cz: první
da_dk: første
es_mx: primer
fr_fr: premier
hu_hu: első
it_it: primo
nb_no: første
nl_nl: eerste
pt_br: primeira
ro_ro: prima
sv_se: första

source: second
bg_bg: втори
ca_es: segon
cs_cz: druhý(é)
da_dk: anden
es_mx: segundo
fr_fr: deuxième
hu_hu: második
it_it: secondo
nb_no: andre
nl_nl: tweede
pt_br: segunda
ro_ro: a doua
sv_se: andra

source: third
bg_bg: трети
ca_es: tercer
cs_cz: třetí
da_dk: tredje
es_mx: tercer
fr_fr: troisième
hu_hu: harmadik
it_it: terzo
nb_no: tredje
nl_nl: derde
pt_br: terceira
ro_ro: a treia
sv_se: tredje

source: fourth
bg_bg: четвърти
ca_es: quart
cs_cz: čtvrtý(é)
da_dk: fjerde
es_mx: cuarto
fr_fr: quatrième
hu_hu: negyedik
it_it: quarto
nb_no: fjerde
nl_nl: vierde
pt_br: quarta
ro_ro: a patra
sv_se: fjärde

source: unconfirmed
bg_bg: непотвърдена
ca_es: no confirmat
cs_cz: nepotvrzené
da_dk: ubekræftet
es_mx: no confirmada
fr_fr: non confirmé
hu_hu: megerősítetlen
it_it: non confermato
nb_no: ubekreftet
nl_nl: niet bevestigd
pl_pl: niepotwierdzone
pt_br: não confirmado
ro_ro: neconfirmat
sv_se: obekräftad

source: accepted
bg_bg: приета
ca_es: acceptat
cs_cz: přijaté
da_dk: accepteret
es_mx: aceptada
fr_fr: accepté
hu_hu: elfogadva
it_it: accettato
nb_no: akseptert
nl_nl: geaccepteerd
pl_pl: zaakceptowane
pt_br: aceito
ro_ro: acceptat
sv_se: accepterad

source: declined
bg_bg: отказана
ca_es: rebutjat
cs_cz: odmítnuté
da_dk: afslået
es_mx: rechazada
fr_fr: décliné
hu_hu: elutasítva
it_it: rifiutato
nb_no: avslått
nl_nl: afgewezen
pl_pl: odrzucone
pt_br: recusado
ro_ro: respins
sv_se: nekad

source: tentative
bg_bg: несигурно
ca_es: provisional
cs_cz: předběžně
da_dk: foreløbigt
es_mx: provisional
fr_fr: provisoire
hu_hu: feltételes
it_it: provvisorio
nb_no: foreløpig
nl_nl: voorlopig
pl_pl: wstępne
pt_br: provisório
ro_ro: tentativă
sv_se: preliminär

# superessive
source: Sunday
bg_bg: Неделя
cs_cz: neděli
da_dk: søndage
es_mx: Domingo
fr_fr: Dimanche
hu_hu: Vasárnap
it_it: Domenica
nb_no: søndag
nl_nl: Zondag
pl_pl: Niedziela
pt_br: Domingo
ro_ro: Duminică
sv_se: söndagar

# superessive
source: Monday
bg_bg: Понеделник
cs_cz: pondělí
da_dk: mandage
es_mx: Lunes
fr_fr: Lundi
hu_hu: Hétfő
it_it: Lunedì
nb_no: mandag
nl_nl: Maandag
pl_pl: Poniedziałek
pt_br: Segunda-feira
ro_ro: Luni
sv_se: måndagar

# superessive
source: Tuesday
bg_bg: Вторник
cs_cz: úterý
da_dk: tirsdage
es_mx: Martes
fr_fr: Mardi
hu_hu: Kedd
it_it: Martedì
nb_no: tirsdag
nl_nl: Dinsdag
pl_pl: Wtorek
pt_br: Terça-feira
ro_ro: Marți
sv_se: tisdagar

# superessive
source: Wednesday
bg_bg: Сряда
cs_cz: středu
da_dk: onsdage
es_mx: Miércoles
fr_fr: Mercredi
hu_hu: Szerda
it_it: Mercoledì
nb_no: onsdag
nl_nl: Woensdag
pl_pl: Środa
pt_br: Quarta-feira
ro_ro: Miercuri
sv_se: onsdagar

# superessive
source: Thursday
bg_bg: Четвъртък
cs_cz: čtvrtek
da_dk: torsdage
es_mx: Jueves
fr_fr: Jeudi
hu_hu: Csütörtök
it_it: Giovedì
nb_no: torsdag
nl_nl: Donderdag
pl_pl: Czwartek
pt_br: Quinta-feira
ro_ro: Joi
sv_se: torsdagar

# superessive
source: Friday
bg_bg: Петък
cs_cz: pátek
da_dk: fredage
es_mx: Viernes
fr_fr: Vendredi
hu_hu: Péntek
it_it: Venerdì
nb_no: fredag
nl_nl: Vrijdag
pl_pl: Piątek
pt_br: Sexta-feira
ro_ro: Vineri
sv_se: fredagar

# superessive
source: Saturday
bg_bg: Събота
cs_cz: sobotu
da_dk: lørdage
es_mx: Sábado
fr_fr: Samedi
hu_hu: Szombat
it_it: Sabato
nb_no: lørdag
nl_nl: Zaterdag
pl_pl: Sobota
pt_br: Sábado
ro_ro: Sâmbătă
sv_se: lördagar

source: light red
bg_bg: светло червено
cs_cz: světle červená
da_dk: lys rød
es_mx: rojo claro
fr_fr: rouge clair
hu_hu: halványpiros
it_it: rosso chiaro
nl_nl: lichtrood
pl_pl: jasny czerwony
pt_br: vermelho claro
ro_ro: roșu deschis
sv_se: ljusröd

source: light orange
bg_bg: светло оранжево
cs_cz: světle oranžová
da_dk: lys orange
es_mx: naranja claro
fr_fr: orange clair
hu_hu: világos narancssárga
it_it: arancione chiaro
nl_nl: licht-oranje
pl_pl: jasny pomarańczowy
pt_br: laranja claro
ro_ro: portocaliu deschis
sv_se: ljusorange

source: light yellow
bg_bg: светло жълто
cs_cz: světle žlutá
da_dk: lys gul
es_mx: amarillo claro
fr_fr: jaune clair
hu_hu: halványsárga
it_it: giallo chiaro
nl_nl: lichtgeel
pl_pl: jasny żółty
pt_br: amarelo claro
ro_ro: galben deschis
sv_se: ljusgul

source: light olive
bg_bg: лека маслина
cs_cz: světle olivová
da_dk: lys olivengrøn
es_mx: verde oliva claro
fr_fr: olive clair
hu_hu: világos olíva
it_it: oliva chiaro
nl_nl: licht-olijfgroen
pl_pl: jasny oliwkowy
pt_br: oliva claro
ro_ro: măsliniu deschis
sv_se: ljusoliv

source: light green
bg_bg: светло зелен
cs_cz: světle zelená
da_dk: lysegrøn
es_mx: verde claro
fr_fr: vert clair
hu_hu: világoszöld
it_it: verde chiaro
nb_no: lysegrønt
nl_nl: lichtgroen
pl_pl: jasnozielony
pt_br: verde claro
ro_ro: verde deschis
sv_se: ljusgrönt

source: light cyan
bg_bg: светъл циан
cs_cz: světle tyrkysová
da_dk: lys turkisblå
es_mx: cian claro
fr_fr: cyan clair
hu_hu: világos ciánkék
it_it: ciano chiaro
nl_nl: licht-cyaan
pl_pl: jasny błękitny
pt_br: ciano claro
ro_ro: cyan deschis
sv_se: ljus-cyan

source: light azure
bg_bg: светъл лазур
cs_cz: světle azurová
da_dk: lys azurblå
es_mx: celeste claro
fr_fr: bleu ciel clair
hu_hu: világos azúrkék
it_it: azzurro chiaro
nl_nl: licht azuurblauw
pl_pl: jasny lazurowy
pt_br: azul-celeste claro
ro_ro: azuriu deschis
sv_se: ljusasurblå

source: light blue
bg_bg: светло синьо
ca_es: cel
cs_cz: světle modrá
da_dk: lyseblå
es_mx: azul claro
fr_fr: bleu clair
hu_hu: világoskék
it_it: blu chiaro
nb_no: lyseblå
nl_nl: lichtblauw
pl_pl: jasnoniebieski
pt_br: azul claro
ro_ro: albastru deschis
sv_se: ljusblått

source: light indigo
bg_bg: светло индиго
cs_cz: světlá indigová modř
da_dk: lys indigo
es_mx: índigo claro
fr_fr: indigo clair
hu_hu: világos indigó
it_it: indaco chiaro
nl_nl: licht indigo
pl_pl: jasne indygo
pt_br: anil claro
ro_ro: indigo deschis
sv_se: ljusindigo

source: light purple
bg_bg: светло лилав
cs_cz: světle purpurová
da_dk: lys lilla
es_mx: púrpura claro
fr_fr: violet clair
hu_hu: világos lila
it_it: viola chiaro
nl_nl: light paars
pl_pl: jasny fioletowy
pt_br: roxo claro
ro_ro: violet deschis
sv_se: ljuslila

source: light magenta
bg_bg: светла магента
cs_cz: světle tmavě purpurová
da_dk: lys magenta
es_mx: magenta claro
fr_fr: magenta clair
hu_hu: világos bíbor
it_it: magenta chiaro
pl_pl: jasny amarantowy
pt_br: magenta claro
ro_ro: magenta deschis
sv_se: ljusmagenta

source: light pink
bg_bg: светло розово
cs_cz: světle růžová
da_dk: lys pink
es_mx: rosa claro
fr_fr: rose clair
hu_hu: világos rózsaszín
it_it: rosa chiaro
nl_nl: lichtroze
pl_pl: jasny różowy
pt_br: rosa claro
ro_ro: roz deschis
sv_se: ljusrosa

source: light gray
bg_bg: светло сиво
cs_cz: světle šedá
da_dk: lysegrå
es_mx: gris claro
fr_fr: gris clair
hu_hu: világos szürke
it_it: grigio chiaro
nl_nl: lichtgrijs
pl_pl: jasny szary
pt_br: cinza claro
ro_ro: gri deschis
sv_se: ljusgrå

source: red
bg_bg: червен
cs_cz: červená
da_dk: rød
es_mx: rojo
fr_fr: rouge
hu_hu: vörös
it_it: rosso
nb_no: rød
nl_nl: rood
pl_pl: czerwony
pt_br: vermelho
ro_ro: roșu
sv_se: rött

source: orange
bg_bg: оранжев
cs_cz: oranžová
es_mx: naranja
hu_hu: narancs
it_it: arancione
nb_no: oransje
nl_nl: oranje
pl_pl: pomarańczowy
pt_br: laranja
ro_ro: portocaliu

source: yellow
bg_bg: жълт
cs_cz: žlutá
da_dk: gul
es_mx: amarillo
fr_fr: jaune
hu_hu: sárga
it_it: giallo
nb_no: gul
nl_nl: geel
pl_pl: żółty
pt_br: amarelo
ro_ro: galben
sv_se: gult

source: olive
bg_bg: маслина
cs_cz: olivová
da_dk: olivengrøn
es_mx: verde oliva
hu_hu: olíva
it_it: oliva
nl_nl: olijfgroen
pl_pl: oliwkowy
pt_br: oliva
ro_ro: măsliniu
sv_se: oliv

source: green
bg_bg: зелен
cs_cz: zelená
da_dk: grøn
es_mx: verde
fr_fr: vert
hu_hu: zöld
it_it: verde
nl_nl: groen
pl_pl: zielony
pt_br: verde
ro_ro: verde
sv_se: grön

source: cyan
bg_bg: циан
cs_cz: tyrkysová
da_dk: turkisblå
es_mx: cian
hu_hu: ciánkék
it_it: ciano
nl_nl: cyaan
pl_pl: cyjan
pt_br: ciano

source: azure
bg_bg: лазурен
cs_cz: azurová
da_dk: azurblå
es_mx: celeste
fr_fr: bleu ciel
hu_hu: azúrkék
it_it: azzurro
nl_nl: azuurblauw
pl_pl: lazurowy
pt_br: azul-celeste
ro_ro: azuriu
sv_se: asurblå

source: blue
bg_bg: син
cs_cz: modrá
da_dk: blå
es_mx: azul
fr_fr: bleu
hu_hu: kék
it_it: blu
nl_nl: blauw
pl_pl: niebieski
pt_br: azul
ro_ro: albastru
sv_se: blå

source: indigo
bg_bg: индиго
cs_cz: indigová modř
es_mx: índigo
hu_hu: indigókék
it_it: indaco
pl_pl: indygo
pt_br: anil

source: purple
bg_bg: лилаво
cs_cz: purpurová
da_dk: lilla
es_mx: morado
fr_fr: violet
hu_hu: bíbor
it_it: viola
nb_no: lilla
nl_nl: paars
pl_pl: fioletowy
pt_br: roxo
ro_ro: violet
sv_se: lila

source: magenta
bg_bg: пурпурен цвят
cs_cz: tmavě purpurová
hu_hu: bíborvörös
pl_pl: amarantowy

source: pink
bg_bg: розов
cs_cz: růžová
da_dk: lyserød
es_mx: rosa
fr_fr: rose
hu_hu: rózsaszín
it_it: rosa
nb_no: rosa
nl_nl: roze
pl_pl: różowy
pt_br: rosa
ro_ro: roz
sv_se: rosa

source: gray
bg_bg: сив
cs_cz: šedá
da_dk: grå
es_mx: gris
fr_fr: gris
hu_hu: szürke
it_it: grigio
nb_no: grå
nl_nl: grijs
pl_pl: szary
pt_br: cinza
ro_ro: gri
sv_se: grått

source: dark red
bg_bg: тъмно червено
cs_cz: tmavě červená
da_dk: mørkerød
es_mx: rojo oscuro
fr_fr: rouge foncé
hu_hu: sötét vörös
it_it: rosso scuro
nl_nl: donkerrood
pl_pl: ciemny czerwony
pt_br: vermelho escuro
ro_ro: roșu închis
sv_se: mörkröd

source: dark orange
bg_bg: тъмно оранжев
cs_cz: tmavě oranžová
da_dk: mørk orange
es_mx: naranja oscuro
fr_fr: orange foncé
hu_hu: sötét narancs
it_it: arancione scuro
nl_nl: donker-oranje
pl_pl: ciemny pomarańczowy
pt_br: laranja escuro
ro_ro: portocaliu închis
sv_se: mörkorange

source: dark yellow
bg_bg: тъмно жълто
cs_cz: tmavě žlutá
da_dk: mørk gul
es_mx: amarillo oscuro
fr_fr: jaune foncé
hu_hu: sötét sárga
it_it: giallo scuro
nl_nl: donkergeel
pl_pl: ciemny żółty
pt_br: amarelo escuro
ro_ro: galben închis
sv_se: mörkgul

source: dark olive
bg_bg: тъмна маслина
cs_cz: tmavě olivová
da_dk: mørk olivengrøn
es_mx: verde oliva oscuro
fr_fr: olive foncé
hu_hu: sötét olíva
it_it: oliva scuro
nl_nl: donker olijfgroen
pl_pl: ciemny oliwkowy
pt_br: oliva escuro
ro_ro: măsliniu închis
sv_se: mörkoliv

source: dark green
bg_bg: тъмно зелен
cs_cz: tmavě zelená
da_dk: mørkegrøn
es_mx: verde oscuro
fr_fr: vert foncé
hu_hu: sötétzöld
it_it: verde scuro
nb_no: mørk grønn
nl_nl: donkergroen
pl_pl: ciemnozielony
pt_br: verde escuro
ro_ro: verde închis
sv_se: mörkgrönt

source: dark cyan
bg_bg: тъмно циан
cs_cz: tmavě tyrkysová
da_dk: mørk turkisblå
es_mx: cian oscuro
fr_fr: cyan foncé
hu_hu: sötét ciánkék
it_it: ciano scuro
nl_nl: donker cyaan
pl_pl: ciemny cyjan
pt_br: ciano escuro
ro_ro: cyan închis
sv_se: mörk-cyan

source: dark azure
bg_bg: тъмно морско синьо
cs_cz: tmavě azurová
da_dk: mørk azurblå
es_mx: celeste oscuro
fr_fr: bleu ciel foncé
hu_hu: sötét azúrkék
it_it: azzurro scuro
nl_nl: donker azuurblauw
pl_pl: ciemny lazurowy
pt_br: azul-celeste escuro
ro_ro: azuriu închis
sv_se: mörkasurblå

source: dark blue
bg_bg: тъмно синьо
cs_cz: tmavě modrá
da_dk: mørkeblå
es_mx: azul oscuro
fr_fr: bleu foncé
hu_hu: sötétkék
it_it: blu scuro
nb_no: mørk blå
nl_nl: donkerblauw
pl_pl: ciemnoniebieski
pt_br: azul escuro
ro_ro: albastru închis
sv_se: mörkblått

source: dark indigo
bg_bg: тъмно индиго
cs_cz: tmavě indigová modř
da_dk: mørk indigo
es_mx: índigo oscuro
fr_fr: indigo foncé
hu_hu: sötét indigókék
it_it: indaco scuro
nl_nl: donker indigo
pl_pl: ciemne indygo
pt_br: anil escuro
ro_ro: indigo închis
sv_se: mörkindigo

source: dark purple
bg_bg: тъмно лилаво
cs_cz: tmavě purpurová
da_dk: mørk lilla
es_mx: púrpura oscuro
fr_fr: violet foncé
hu_hu: sötét lila
it_it: viola scuro
nl_nl: donkerpaars
pl_pl: ciemny fioletowy
pt_br: roxo escuro
ro_ro: violet închis
sv_se: mörklila

source: dark magenta
bg_bg: тъмна магента
cs_cz: velmi tmavě purpurová
da_dk: mørk magenta
es_mx: magenta oscuro
fr_fr: magenta foncé
hu_hu: sötét bíbor
it_it: magenta scuro
nl_nl: donker magenta
pl_pl: ciemny amarantowy
pt_br: magenta escuro
ro_ro: magenta închis
sv_se: mörkmagenta

source: dark pink
bg_bg: тъмно розово
cs_cz: tmavě růžová
da_dk: mørk pink
es_mx: rosa oscuro
fr_fr: rose foncé
hu_hu: sötét rózsaszín
it_it: rosa scuro
nl_nl: donker roze
pl_pl: ciemny różowy
pt_br: rosa escuro
ro_ro: roz închis
sv_se: mörkrosa

source: dark gray
bg_bg: тъмно сиво
cs_cz: velmi tmavě šedá
da_dk: mørkegrå
es_mx: gris oscuro
fr_fr: gris foncé
hu_hu: sötét szürke
it_it: grigio scuro
nl_nl: donkergrijs
pl_pl: ciemny szary
pt_br: cinza escuro
ro_ro: gri închis
sv_se: mörkgrå

source: Yesterday
bg_bg: Вчера
ca_es: Ahir
cs_cz: Včera
da_dk: I går
es_mx: Ayer
fr_fr: Hier
hu_hu: Tegnap
it_it: Ieri
nb_no: I går
nl_nl: Gisteren
pl_pl: Wczoraj
pt_br: Ontem
ro_ro: Ieri
sv_se: Igår

source: Tomorrow
bg_bg: Утре
ca_es: Demà
cs_cz: Zítra
da_dk: I morgen
es_mx: Mañana
fr_fr: Demain
hu_hu: Holnap
it_it: Domani
nb_no: I morgen
nl_nl: Morgen
pl_pl: Jutro
pt_br: Amanhã
ro_ro: Mâine
sv_se: Imorgon

source: %1$s to %2$s
bg_bg: %1$s до %2$s
cs_cz: %1$s, %2$s
da_dk: Fra %1$s til %2$s
es_mx: %1$s a %2$s
fr_fr: %1$s à %2$s
hu_hu: ettől: %1$s eddig: %2$s
it_it: dal %1$s al %2$s
nb_no: %1$s til %2$s
nl_nl: %1$s tot %2$s
pl_pl: %1$s do %2$s
pt_br: %1$s até %2$s
ro_ro: din%1$s până în %2$s
sv_se: %1$s till %2$s

source: Whole day
bg_bg: Цял ден
ca_es: Tot el dia
cs_cz: Celý den
da_dk: Hel dag
es_mx: Todo el día
fr_fr: Journée entière
hu_hu: Egész nap
it_it: Giornata intera
nb_no: Hele dagen
nl_nl: Volledige dag
pl_pl: Całodniowe
pt_br: Dia inteiro
ro_ro: Toată ziua
sv_se: Hel dag

source: %d day
bg_bg: %d ден
ca_es: %d dia
cs_cz: %d den
da_dk: %d dag
es_mx: %d día
fr_fr: %d jour
hu_hu: %d nap
it_it: %d giorno
nb_no: %d dag
nl_nl: %d dag
pl_pl: %d dzień
pt_br: %d dia
ro_ro: %d zi
sv_se: %d dag

source: %1$d minute
bg_bg: %1$d минута
cs_cz: %1$d minuta
da_dk: %1$d minut
es_mx: %1$d minuto
hu_hu: %1$d perc
it_it: %1$d minuto
nb_no: %1$d minutt
nl_nl: %1$d minuut
pl_pl: %1$d min
pt_br: %1$d minuto
ro_ro: %1$d minut
sv_se: %1$d minut
