Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Learn more
bg_bg: Научи повече
cs_cz: Dozvědět se více
da_dk: Lær mere
es_mx: Aprenda más
fr_fr: En savoir plus
hu_hu: További információ
it_it: Per saperne di più
nb_no: Lær mer
nl_nl: Leer meer
pl_pl: Dowiedz się więcej
pt_br: Saber mais
ro_ro: Mai multe informații
sv_se: Läs mer

source: Ignoring existing appointments is helpful to import public holiday calendars, for example.
cs_cz: Ignorovat existující schůzky. Hodí se například pro importování kalendářů se státními svátky.
da_dk: At ignorere eksisterende aftaler kan for eksempel være praktisk, hvis man importerer en helligdagskalender.
es_mx: Ignorar citas existentes es útil para importar calendarios de festividades públicas, por ejemplo.
fr_fr: Ignorer les rendez-vous existants peut être utile pour importer des calendriers de jours fériés.
hu_hu: A meglévő találkozó figyelmen kívül hagyása hasznos lehet például az ünnepnapokat tartalmazó naptárak importálásakor.
it_it: Ignorare gli appuntamenti esistenti è utile per importare i calendari delle festività pubbliche, ad esempio.
nl_nl: Het negeren van bestaande afspraken is praktisch bij het importeren van bijvoorbeeld algemene feestdagen.
pl_pl: Zignorowanie istniejących spotkań to opcja przydatna np. podczas importowania kalendarzy dni ustawowo wolnych od pracy.
pt_br: Ignorar compromissos existentes é útil para importar calendários de feriados públicos, por exemplo.
ro_ro: Ignorarea întâlnirilor existente poate fi utilă, de exemplu, pentru importul de calendare de sărbători oficiale.
sv_se: Att ignorera befintliga möten underlättar import av t.ex. kalendrar för allmänna högtider.

source: Please note that other participants are removed on calendar import.
cs_cz: Vezměte, prosím, na vědomí, že při importu kalendáře jsou ostatní účastníci odstraněni.
da_dk: Bemærk venligst at andre deltagere fjernes, når kalenderen importeres.
es_mx: Por favor, tenga en cuenta se eliminan los otros participantes al importar el calendario.
fr_fr: Veuillez noter que les autres participants sont supprimés à l'importation de l'agenda.
hu_hu: Vegye figyelembe, hogy a többi résztvevő eltávolításra kerül a naptár importálásakor.
it_it: Nota che tutti gli altri partecipanti sono rimossi all'importazione del calendario.
nl_nl: Houd er rekening mee dat andere deelnemers verwijderd worden bij het importeren van de agenda.
pl_pl: Pamiętaj, że inni uczestnicy są usuwani podczas importu kalendarza.
pt_br: Note que outros participantes são excluídos na importação de calendário.
ro_ro: Atenție: ceilalți participanți vor fi eliminați la importarea calendarului.
sv_se: Observera att andra deltagare tas bort vid kalenderimport.

source: Import from file
bg_bg: Импортирай от файл
cs_cz: Importovat ze souboru
da_dk: Importér fra fil
es_mx: Importar desde archivo
fr_fr: Importer depuis un fichier
hu_hu: Importálás fájlból
it_it: Importa da file
nb_no: Importer fra fil
nl_nl: Importeren vanuit een bestand
pl_pl: Importuj z pliku
pt_br: Importar do arquivo
ro_ro: Importă dintr-un fișier
sv_se: Importera från fil

source: There was no contact data to import
bg_bg: Няма данни за връзка за импортиране
cs_cz: Žádné kontaktní údaje k importu
da_dk: Der var ingen kontaktoplysninger at importere
es_mx: No había datos de contacto para importar
fr_fr: Pas de données de contacts à importer
hu_hu: Nem volt importálható névjegyzék
it_it: Non c'erano dati di contatto da importare
nb_no: Det var ingen kontaktdata som kunne importeres
nl_nl: Er waren geen contactgegevens om te importeren
pl_pl: Brak danych kontaktowych do zaimportowania
pt_br: Sem dados de contato para importar
ro_ro: Nu s-a găsit nicio dată despre contacte de importat
sv_se: Det fanns ingen kontaktdata att importera

source: There was no task data to import
bg_bg: Няма данни за задача за импортиране
cs_cz: Žádné údaje o úkolech k importu
da_dk: Der var ingen opgaveoplysninger at importere
es_mx: No había datos de tareas para importar
fr_fr: Pas de données de tâches à importer
hu_hu: Nem volt importálható feladat
it_it: Non c'erano dati di attività da importare
nb_no: Det var ingen oppgavedata som kunne importeres
nl_nl: Er waren geen taakgegevens om te importeren
pl_pl: Brak danych zadań do zaimportowania
pt_br: Sem dados de tarefas para importar
ro_ro: Nu s-a găsit nicio dată despre sarcini de importat
sv_se: Det fanns ingen uppgiftsdata att importera

source: There was no appointment data to import
bg_bg: Няма данни за записване за импортиране
ca_es: No hi ha hagut informació de la cita per importar
cs_cz: Žádné údaje o schůzkách k importování
da_dk: Der var ingen aftaleoplysninger at importere
es_mx: No había datos de citas para importar
fr_fr: Pas de données de rendez-vous à importer
hu_hu: Nem volt importálható találkozó
it_it: Non ci sono dati di appuntamento da importare
nb_no: Det var ingen avtaledata som skal importeres
nl_nl: Er waren geen afspraakgegevens om te importeren
pl_pl: Brak danych spotkania do importu
pt_br: Sem dados de compromisso para importar
ro_ro: Nu s-a găsit nicio dată despre întâlniri de importat
sv_se: Det fanns ingen mötesinformation att importera

source: Please select a file to import
bg_bg: Моля изберете файл за импортиране
ca_es: Per favor, seleccionau un fitxer a importar
cs_cz: Vyberte, prosím, soubor k importu
da_dk: Vælg venligst en fil at importere
es_mx: Por favor, seleccione un archivo a importar
fr_fr: Veuillez sélectionner un fichier à importer
hu_hu: Válassza ki a fájlt az importáláshoz
it_it: Selezionare un file da importare
nb_no: Velg en fil som skal importeres
nl_nl: Selecteer een bestand voor import
pl_pl: Wybierz plik do importu
pt_br: Selecione um arquivo para importar
ro_ro: Selectați fișierul care trebuie importat
sv_se: Välj fil att importera

source: Please select a valid iCal File to import
bg_bg: Моля, изберете валиден iCal файл за импортиране
ca_es: Per favor, seleccionau un fitxer iCal vàlid per a importar
cs_cz: Vyberte, prosím, platný soubor iCal k importu
da_dk: Vælg venligst en gyldig "iCal"-fil at importere
es_mx: Por favor, seleccione un archivo iCal válido para importar
fr_fr: Veuillez sélectionner un fichier iCal valide à importer
hu_hu: Válasszon egy érvényes iCal fájlt az importáláshoz
it_it: Seleziona un file iCal valido da importare
nb_no: Vennligst velg en gyldig iCal-fil som skal importeres
nl_nl: Selecteer een geldig iCal bestand voor import
pl_pl: Wybierz prawidłowy plik iCal do importu
pt_br: Selecione um arquivo iCal válido para importar
ro_ro: Selectați un fișier iCal de importat
sv_se: Välj en giltig iCal-fil att importera

source: You must enter a folder name
cs_cz: Musíte zadat název složky
da_dk: Du bliver nødt til at indtaste et mappenavn
es_mx: Debe introducir un nombre de carpeta
fr_fr: Vous devez saisir un nom de dossier
hu_hu: Meg kell adnia egy mappanevet.
it_it: Devi digitare il nome di una cartella
nl_nl: U moet een nieuwe mapnaam ingeven
pl_pl: Należy wprowadzić nazwę folderu.
pt_br: Você deve inserir um nome de pasta
ro_ro: Trebuie să introduceți un nume de dosar
sv_se: Du måste ange ett mappnamn

source: This action takes some time, so please be patient, while the import runs in the background.
cs_cz: Tato akce chvíli trvá. Mějte tedy strpení, zatímco na pozadí probíhá import.
da_dk: Denne handling tager lidt tid, så vær tålmodig imens importen kører i baggrunden.
es_mx: Esta acción tarda algo de tiempo, de modo que tenga paciencia mientras la importación se realiza en segundo plano.
fr_fr: Cette action peut prendre un certain temps. Veuillez patienter pendant que l'importation s'effectue en arrière-plan.
hu_hu: Ez a művelet eltart egy ideig, várjon türelemmel, amíg az importálás a háttérben fut.
it_it: Questa azione richiede del tempo, per cui pazientare, mentre l'importazione viene eseguita in background.
nl_nl: Deze actie neemt wat tijd in beslag, graag uw geduld terwijl de import op de achtergrond wordt uitgevoerd.
pl_pl: To działanie może zająć trochę czasu. Prosimy o cierpliwość na czas importu realizowanego w tle.
pt_br: Esta ação leva algum tempo, portanto, seja paciente, enquanto a importação é executada em segundo plano.
ro_ro: Această acțiune va dura ceva timp, așa că vă rugăm să aveți răbdare, în timp ce importul rulează în fundal.
sv_se: Den här åtgärden tar lite tid, så ha tålamod medan importen körs i bakgrunden.

source: Data imported successfully
bg_bg: Данните са импортирани успешно
ca_es: Dades importades satisfactòriament
cs_cz: Data byla úspěšně importována
da_dk: Data importeret med succes
es_mx: Datos importados satisfactoriamente
fr_fr: Données importées avec succès
hu_hu: Az adatok sikeresen importálva
it_it: Dati importati correttamente
nb_no: Dataen ble importert
nl_nl: Gegevens zijn succesvol geïmporteerd
pl_pl: Dane zostały zaimportowane
pt_br: Dados importados com sucesso
ro_ro: Datele au fost importate cu succes
sv_se: Data importerades

source: Failed to import any data
bg_bg: Неуспешно импортиране на данни
cs_cz: Nepodařilo se importovat žádné údaje
da_dk: Kunne ikke importere nogle oplysninger
es_mx: Falló la importación de datos
fr_fr: Impossible d'importer les données
hu_hu: Az importálás meghiúsult
it_it: Importazione dei dati non riuscita
nb_no: Kunne ikke importere noe data
nl_nl: Importeren van gegevens is mislukt
pl_pl: Nie powiódł się import jakichkolwiek danych
pt_br: Falha ao importar dados
ro_ro: Importarea a eșuat, nu s-a importat nimic
sv_se: Kunde inte importera någon data

source: Data only partially imported (%1$s of %2$s records)
bg_bg: Данните са частично импортирани ( %1$s от записите %2$s )
cs_cz: Data byla importována pouze částečně (%1$s z %2$s záznamů)
da_dk: Oplysninger kun delvist importeret (%1$s af %2$s poster)
es_mx: Datos importados sólo parcialmente (%1$s de %2$s registros)
fr_fr: Les données n'ont été importées qu'en partie (%1$s enregistrements parmi %2$s)
hu_hu: Csak részben importált adatok (%1$s / %2$s rekord)
it_it: Dati importati solo parzialmente (%1$s di %2$s record)
nb_no: Dataen ble bare delvis importert (%1$s av %2$s oppføringer)
nl_nl: Gegevens zijn gedeeltelijk geïmporteerd (%1$s van %2$s records)
pl_pl: Dane zostały zaimportowane tylko częściowo (liczba rekordów: %1$s z %2$s)
pt_br: Dados importados apenas parcialmente (%1$s de %2$s registros)
ro_ro: Datele au fost importate doar parțial (%1$s din %2$s înregistrări)
sv_se: Data importerades bara delvis (%1$s av %2$s poster)

source: Navigate to:
cs_cz: Přejít do:
da_dk: Navigér til:
es_mx: Navegar a:
fr_fr: Aller à :
hu_hu: Ugrás ide:
it_it: Naviga su:
nl_nl: Navigeer naar:
pl_pl: Przejdź do:
pt_br: Navegar para:
ro_ro: Navighează la:
sv_se: Navigera till:

source: All Applications
cs_cz: Všechny aplikace
da_dk: Alle programmer
es_mx: Todas las aplicaciones
fr_fr: Toutes les applications
hu_hu: Összes alkalmazás
it_it: Tutte le applicazioni
nl_nl: Alle Applicaties
pl_pl: Wszystkie aplikacje
pt_br: Todos os aplicativos
ro_ro: Toate aplicațiile
sv_se: Alla program

source: Skip to main content
cs_cz: Přeskočit na hlavní obsah
da_dk: Spring frem til hovedindholdet
es_mx: Saltar al contenido principal
fr_fr: Aller directement au contenu principal
hu_hu: Ugrás a fő tartalomra
it_it: Passa al contenuto principale
nl_nl: Ga door naar de hoofdinhoud
pl_pl: Przejdź do głównej zawartości
pt_br: Ir para o conteúdo principal
ro_ro: Treceți la conținutul principal
sv_se: Hoppa till huvudinnehåll

source: Address directory
cs_cz: Adresář
da_dk: Adressemappe
es_mx: Directorio de direcciones
hu_hu: Címlista
it_it: Elenco degli indirizzi
nl_nl: Adresboek
pl_pl: Katalog adresów
pt_br: Diretório de endereços
ro_ro: Director de adrese
sv_se: Adresskatalog

source: Refresh
bg_bg: Презареди
ca_es: Actualitza
cs_cz: Obnovit
da_dk: Opdatér
es_mx: Actualizar
fr_fr: Actualiser
hu_hu: Frissítés
it_it: Aggiorna
nb_no: Oppdater
nl_nl: Vernieuwen
pl_pl: Odśwież
pt_br: Atualizar
ro_ro: Reactualizează
sv_se: Uppdatera

source: Currently refreshing
bg_bg: В момента се обновява
cs_cz: Právě aktualizuji
da_dk: I gang med at opdatere
es_mx: Actualizando en este momento
fr_fr: Rafraîchissement en cours
hu_hu: Frissítés alatt
it_it: Aggiornamento in corso
nb_no: Oppdaterer
nl_nl: Bezig met verversen
pl_pl: Trwa odświeżanie
pt_br: Atualizando agora
ro_ro: Actualizare în curs
sv_se: Uppdaterar nu

# app
source: Mail
bg_bg: Мейл
ca_es: Correu
cs_cz: Pošta
da_dk: E-mail
es_mx: Correo
fr_fr: Courrier
hu_hu: Levelek
it_it: Posta
nb_no: E-post
nl_nl: E-mail
pl_pl: Poczta
pt_br: E-mail
sv_se: E-post

# app
source: Address Book
bg_bg: Контакти
ca_es: Llibreta d'adreces
cs_cz: Adresář
da_dk: Adressebog
es_mx: Libreta de direcciones
fr_fr: Carnet d'adresses
hu_hu: Címjegyzék
it_it: Rubrica
nb_no: Adressebok
nl_nl: Adresboek
pl_pl: Książka adresowa
pt_br: Catálogo de endereços
ro_ro: Agendă de contacte
sv_se: Adressbok

# app
source: Portal
bg_bg: Портал
cs_cz: Portál
fr_fr: Portail
hu_hu: Portál
it_it: Portale
nl_nl: Portaal

# app
source: Tasks
bg_bg: Задачи
ca_es: Tasques
cs_cz: Úkoly
da_dk: Opgaver
es_mx: Tareas
fr_fr: Tâches
hu_hu: Feladatok
it_it: Attività
nb_no: Oppgaver
nl_nl: Taken
pl_pl: Zadania
pt_br: Tarefas
ro_ro: Sarcini
sv_se: Uppgifter

# app
source: Chat
cs_cz: Rozhovor
es_mx: Conversación
fr_fr: Discussion
hu_hu: Csevegés
pl_pl: Czat
pt_br: Bate-papo

# app
source: Notes
cs_cz: Poznámky
da_dk: Noter
es_mx: Notas
fr_fr: Remarques
hu_hu: Jegyzetek
it_it: Note
nl_nl: Opmerkingen
pl_pl: Notatki
pt_br: Notas
ro_ro: Notițe
sv_se: Anteckningar

source: Settings
bg_bg: Настройки
ca_es: Preferències
cs_cz: Nastavení
da_dk: Indstillinger
es_mx: Configuración
fr_fr: Réglages
hu_hu: Beállítások
it_it: Impostazioni
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ro_ro: Setări
sv_se: Inställningar

source: You will be automatically signed out in %1$d second
bg_bg: Ще бъдете автоматично отписани след %1$d секунда
ca_es: Us desconnectareu automàticament en %1$d segon
cs_cz: Za %1$d sekundu budete automaticky odhlášeni
da_dk: Du bliver automatisk logget ud om %1$d sekund
es_mx: Será desconectado automáticamente en %1$d segundo
fr_fr: Vous serez déconnecté automatiquement dans %1$d seconde
hu_hu: Automatikusan ki fog jelentkezni %1$d másodperc múlva
it_it: Sarai disconnesso automaticamente in %1$d secondo
nb_no: Du vil bli logget ut automatisk om %1$d sekund
nl_nl: U wordt over %1$d seconde automatisch afgemeld
pl_pl: Za %1$d sekundę nastąpi automatyczne wylogowanie
pt_br: A sessão será encerrada automaticamente em %1$d segundo
ro_ro: Veți fi deconectat automat peste %1$d secundă
sv_se: Du kommer loggas ut automatiskt om %1$d sekund

source: Automatic sign out
bg_bg: Автоматично отписване
ca_es: Desconnexió automàtica
cs_cz: Automatické odhlášení
da_dk: Automatisk log ud
es_mx: Desconexión automática
fr_fr: Déconnexion automatique
hu_hu: Automatikus kijelentkezés
it_it: Disconnessione automatica
nb_no: Automatisk utlogging
nl_nl: Automatisch afmelden
pl_pl: Automatyczne wylogowanie
pt_br: Encerramento automático de sessão
ro_ro: Deconectare automată
sv_se: Automatisk utloggning

source: Sign out now
bg_bg: Излез сега
ca_es: Tanca la sessió ara
cs_cz: Odhlásit se
da_dk: Log ud nu
es_mx: Cerrar sesión ahora
fr_fr: Se déconnecter maintenant
hu_hu: Kijelentkezés most
it_it: Esci subito
nb_no: Logg av nå
nl_nl: Nu afmelden
pl_pl: Wyloguj teraz
pt_br: Encerrar sessão agora
ro_ro: Deconectează acum
sv_se: Logga ut nu

source: Are you sure?
bg_bg: Сигурен ли си?
cs_cz: Jste si jistí?
da_dk: Er du sikker?
es_mx: ¿Está seguro?
fr_fr: En êtes-vous sûr ?
hu_hu: Biztos benne?
it_it: Sei sicuro?
nl_nl: Weet u het zeker?
pl_pl: Na pewno chcesz to zrobić?
pt_br: Você tem certeza?
ro_ro: Sigur?
sv_se: Är du säker?

source: Forcing logout may cause data loss.
bg_bg: Принудителното излизане може да доведе до загуба на данни.
cs_cz: Vynucení odhlášení může způsobit ztrátu dat.
da_dk: Du kan miste data, hvis du gennemtrumfer udlogning.
es_mx: Forzar desconexión puede provocar una pérdida de datos.
fr_fr: La déconnexion forcée peut provoquer des pertes de données.
hu_hu: A kijelentkezés kényszerítése adatvesztést okozhat.
it_it: La disconnessione forzata potrebbe causare perdite di dati.
nl_nl: Geforceerd afmelden kan tot gegevensverlies leiden.
pl_pl: Wymuszenie wylogowania może spowodować utratę danych.
pt_br: Forçar o encerramento de sessão pode causar perda de dados.
ro_ro: Dacă forțați deconexiunea, puteți pierde date.
sv_se: Framtvingad utloggning kan orsaka dataförlust.

source: Force sign out
bg_bg: Принудително отписване
cs_cz: Vynutit odhlášení
da_dk: Gennemtrumf udlogning
es_mx: Forzar desconexión
fr_fr: Forcer la déconnexion
hu_hu: Kényszerített kijelentkezés
it_it: Forza la disconnessione
nl_nl: Geforceerd afmelden
pl_pl: Wymuś wylogowanie
pt_br: Forçar encerramento de sessão
ro_ro: Forțează deconectarea
sv_se: Framtvinga utloggning

source: Logout failed.
bg_bg: Изходът не бе успешен.
cs_cz: Odhlášení selhalo.
da_dk: Udlogning mislykkedes.
es_mx: Desconexión fallida.
fr_fr: Échec de la déconnexion.
hu_hu: Sikertelen kijelentkezés.
it_it: Disconnessione non riuscita.
nl_nl: Afmelden is mislukt.
pl_pl: Wylogowanie nieudane.
pt_br: Falha ao encerrar a sessão.
ro_ro: Deconectarea a eșuat.
sv_se: Utloggning misslyckades.

source: Sign out
bg_bg: Излез
ca_es: Tanca la sessió
cs_cz: Odhlásit se
da_dk: Log ud
es_mx: Cerrar sesión
fr_fr: Se déconnecter
hu_hu: Kijelentkezés
it_it: Esci
nb_no: Logg ut
nl_nl: Afmelden
pl_pl: Wyloguj
pt_br: Encerrar sessão
ro_ro: Deconectare
sv_se: Logga ut

source: Are you sure you want to sign out from all related browser tabs?
cs_cz: Opravdu se chcete odhlásit ze všech příbuzných tabů prohlížeče?
da_dk: Er du sikker på at du vil logge af fra alle relaterede faneblade i browseren?
es_mx: ¿Está seguro de querer cerrar la sesión en todas las pestañas del navegador relacionadas?
fr_fr: Souhaitez-vous vraiment vous déconnecter dans tous les onglets liés du navigateur ?
hu_hu: Biztosan kijelentkezik az összes kapcsolódó böngészőlapról?
it_it: Sei sicuro di voler chiudere la sessione per tutte le schede del browser correlate?
nl_nl: Weet u zeker dat u wil afmelden van alle gerelateerde tabbladen?
pl_pl: Czy na pewno chcesz wylogować się ze wszystkich powiązanych kart przeglądarki?
pt_br: Tem certeza que deseja sair de todas as guias relacionadas do navegador?
ro_ro: Sigur doriți să vă conectați din toate filele de browser asociate?
sv_se: Är du säker på att du vill logga ut från alla relaterade webbläsarflikar?

source: Unsaved documents will be lost. Do you want to sign out now?
bg_bg: Незапазените документи ще бъдат загубени. Искате ли да излезете сега?
ca_es: Els documents sense desar es perdran. Voleu sortir?
cs_cz: Neuložené dokumenty budou ztraceny. Chcete se přesto odhlásit?
da_dk: Ugemte dokumenter vil gå tabt. Vil du logge ud nu?
es_mx: Los documentos no guardados se perderán. ¿Desea salir ahora?
fr_fr: Les documents non enregistrés seront perdus. Voulez-vous vous déconnecter maintenant ?
hu_hu: Az el nem mentett dokumentumok elvesznek. Szeretne most kilépni?
it_it: I documenti non salvati saranno persi. Vuoi disconnetterti ora?
nb_no: Ulagrede dokumenter vil bli tapt. Ønsker du å logge deg ut nå?
nl_nl: Niet opgeslagen documenten gaan verloren. Wilt u nu afmelden?
pl_pl: Niezapisane dokumenty zostaną utracone. Czy chcesz się teraz wylogować?
pt_br: Documentos não salvos serão perdidos. Deseja encerrar a sessão agora?
ro_ro: Documentele nesalvate se vor pierde. Doriți să vă deconectați acum?
sv_se: Dokument som inte har sparats kommer att gå förlorade. Vill du logga ut nu?

source: The requested application is not available at this moment.
bg_bg: Поисканото заявление в момента не е налице.
cs_cz: Požadovaná aplikace není momentálně dostupná.
da_dk: Det ønskede program er ikke tilgængeligt lige nu.
es_mx: La aplicación solicitada no está disponible en este momento.
fr_fr: L'application demandée n'est pas disponible pour le moment.
hu_hu: A kért alkalmazás jelenleg nem elérhető.
it_it: L'applicazione richiesta non è disponibile in questo momento.
nb_no: Den forespurte applikasjonen er ikke tilgjengelig for øyeblikket.
nl_nl: De gevraagde applicatie is op dit moment niet beschikbaar.
pl_pl: Żądana aplikacja jest w tej chwili niedostępna.
pt_br: O aplicativo requisitado não está disponível no momento.
ro_ro: Aplicația cerută nu este disponibilă momentan.
sv_se: Det begärda programmet är inte tillgängligt just nu.

source: The below item was open last time you exited %1$s.
cs_cz: Položka níže byla otevřená, když jste naposledy opustili %1$s.
da_dk: Elementet nedenfor var åbent sidst du forlod %1$s.
es_mx: El elemento siguiente se abrió la última vez que cerró la sesión de %1$s.
fr_fr: L'élément ci-dessous était ouvert la dernière fois que vous avez quitté %1$s.
hu_hu: Az alábbi elem nyitva volt, amikor legutóbb kilépett a(z) %1$s programból.
it_it: L'elemento seguente è stato aperto l'ultima volta che sei uscito da %1$s.
nl_nl: Het onderstaande item was geopend tijdens het sluiten van %1$s.
pl_pl: Poniższy element był otwarty przy ostatnim zamknięciu aplikacji %1$s.
pt_br: O item abaixo foi aberto a última vez que você saiu %1$s.
ro_ro: Elementul de mai jos a rămas deschis ultima dată când ați părăsit %1$s.
sv_se: Nedanstående objekt var öppet när du senast avslutade %1$s.

source: The below items were open last time you exited %1$s.
cs_cz: Položky níže byly otevřené, když jste naposledy opustili %1$s.
da_dk: De ting som er listet nedenunder, var åbne sidste gang du afsluttede %1$s.
es_mx: Los elementos siguientes se abrieron la última vez que cerró la sesión de %1$s.
fr_fr: Les éléments ci-dessous étaient ouverts la dernière fois que vous avez quitté %1$s.
hu_hu: Az alábbi elemek nyitva voltak, amikor legutóbb kilépett a(z) %1$s programból.
it_it: Gli elementi seguente sono stati aperti l'ultima volta che sei uscito da %1$s.
nl_nl: Het onderstaande items waren geopend tijdens het sluiten van %1$s.
pl_pl: Poniższe elementy były otwarte przy ostatnim zamknięciu aplikacji %1$s.
pt_br: Os itens abaixo foram abertos a última vez que você saiu de %1$s.
ro_ro: Elementele de mai jos au rămas deschise ultima dată când ați părăsit %1$s.
sv_se: Nedanstående objekt var öppna när du senast avslutade %1$s.

source: Please click "Continue" if you'd like to continue editing.
cs_cz: Chcete-li pokračovat v editaci, klikněte, prosím, na „Pokračovat“.
da_dk: Klik venligst »Fortsæt«, hvis du vil fortsætte redigeringen.
es_mx: Por favor, presione "Continuar" si quiere continuar la edición.
fr_fr: Veuillez cliquer sur « Continuer » pour continuer l'édition.
hu_hu: Ha folytatni szeretné a szerkesztést, kattintson a "Folytatás" gombra.
it_it: Fai clic su "Continua" se desideri continuare la modifica.
nl_nl: Klik alstublieft op "Doorgaan" als u door wilt gaan met bewerken.
pl_pl: Kliknij polecenie Kontynuuj, jeśli chcesz kontynuować edycję.
pt_br: Clique em "Continuar" se você gostaria de continuar editando.
ro_ro: Apăsați "Continuă" dacă doriți să continuați editarea.
sv_se: Klicka på "Fortsätt" om du vill fortsätta att redigera.
