Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Subscribe to address book
bg_bg: Абонирайте се за адресната книга
cs_cz: Přihlásit se k adresáři
da_dk: Abonnér på adressebog
es_mx: Suscribirse a libreta de direcciones
fr_fr: S'abonner au carnet d'adresses
hu_hu: Feliratkozás a címjegyzékhez
it_it: Sottoscrivi rubrica
nl_nl: Abonneren op adresboek
pl_pl: Subskrybuj książkę adresową
pt_br: Inscrever no catálogo de endereços
ro_ro: Abonați-vă la agenda de contacte
sv_se: Prenumerera på adressbok

source: Subscribe to task folder
cs_cz: Přihlásit se k úkolové složce
da_dk: Abonnér på opgavermappe
es_mx: Suscribirse a carpeta de tareas
fr_fr: S'abonner au dossier de tâches
hu_hu: Feliratkozás a feladatmappára
it_it: Sottoscrivi cartelle di attività
nl_nl: Abonneren op taakmap
pl_pl: Subskrybuj folder zadań
pt_br: Inscrever na pasta de tarefas
ro_ro: Abonare la dosarul de activități
sv_se: Prenumerera på mapp för uppgifter

source: Public tasks folders
cs_cz: Veřejné úkolové složky
da_dk: Offentlige opgavemapper
es_mx: Carpetas de tareas públicas
fr_fr: Dossier de tâches publics
hu_hu: Nyilvános feladatmappák
it_it: Cartelle di attività pubbliche
nl_nl: Openbare taken mappen
pl_pl: Publiczne foldery zadań
pt_br: Pastas de tarefas públicas
ro_ro: Dosare de activități publice
sv_se: Offentliga uppgifters mappar

source: Shared tasks folders
cs_cz: Sdílené úkolové složky
da_dk: Delte opgavemapper
es_mx: Carpetas de tareas compartidas
fr_fr: Dossiers de tâches partagés
hu_hu: Megosztott feladatmappák
it_it: Cartelle di attività condivise
nl_nl: Gedeelde taken mappen
pl_pl: Udostępnione foldery zadań
pt_br: Pastas de tarefas compartilhadas
ro_ro: Dosare de activități partajate
sv_se: Delade uppgifters mappar

source: Hidden tasks folders
cs_cz: Skryté úkolové složky
da_dk: Skjulte opgavemapper
es_mx: Carpetas de tareas ocultas
fr_fr: Dossiers de tâches cachés
hu_hu: Rejtett feladatmappák
it_it: Cartelle di attività nascoste
nl_nl: Verborgen taken mappen
pl_pl: Ukryte foldery zadań
pt_br: Pastas de tarefas ocultas
ro_ro: Dosare de activități ascunse
sv_se: Dolda uppgifters mappar

source: My folders
bg_bg: Мои папки
ca_es: Les meues carpetes
cs_cz: Moje složky
da_dk: Mine mapper
es_mx: Mis carpetas
fr_fr: Mes dossiers
hu_hu: Saját mappák
it_it: Le mie cartelle
nb_no: Mine mapper
nl_nl: Mijn mappen
pl_pl: Moje foldery
pt_br: Minhas pastas
ro_ro: Dosarele mele
sv_se: Mina mappar

source: Add storage account
bg_bg: Добавете профил за хранилище
cs_cz: Přidat účet úložiště
da_dk: Tilføj lagerkonto
es_mx: Añadir cuenta de almacenamiento
fr_fr: Ajouter un compte de stockage
hu_hu: Tároló felhasználói fiók hozzáadása
it_it: Aggiungi account di archiviazione
nb_no: Legg til skylagringskonto
nl_nl: Opslagaccount toevoegen
pl_pl: Dodaj konto magazynu
pt_br: Adicionar conta de armazenamento
ro_ro: Adaugă cont de stocare
sv_se: Lägg till lagringskonto

source: Manage Shares
cs_cz: Spravovat sdílené
da_dk: Håndtér delinger
es_mx: Administrar elementos compartidos
fr_fr: Gérer les partages
hu_hu: Megosztások kezelése
it_it: Gestire le condivisioni
nl_nl: Gedeelde elementen beheren
pl_pl: Zarządzaj udostępnieniami
pt_br: Gerenciar compartilhamentos
ro_ro: Gestionează partajările
sv_se: Hantera delningar

source: Shared folders
cs_cz: Sdílené složky
da_dk: Delte mapper
es_mx: Carpetas compartidas
fr_fr: Dossiers partagés
hu_hu: Megosztott mappák
it_it: Cartelle condivise
nl_nl: Gedeelde mappen
pl_pl: Foldery udostępnione
pt_br: Pastas compartilhadas
ro_ro: Dosare partajate
sv_se: Delade mappar

source: Public folders
cs_cz: Veřejné složky
da_dk: Offentlige mapper
es_mx: Carpetas públicas
fr_fr: Dossiers publics
hu_hu: Nyilvános mappák
it_it: Cartelle pubbliche
nl_nl: Openbare mappen
pl_pl: Foldery publiczne
pt_br: Pastas públicas
ro_ro: Dosare publice
sv_se: Offentliga mappar

source: Subscribe to folder
cs_cz: Přihlásit se ke složce
da_dk: Abonnér på mappe
es_mx: Suscribirse a carpeta
fr_fr: S'abonner au dossier
hu_hu: Feliratkozás a mappára
it_it: Sottoscrivi cartella
nl_nl: Abonneren op map
pl_pl: Subskrybuj folder
pt_br: Inscrever na pasta
ro_ro: Abonare la dosar
sv_se: Prenumerera på mapp

source: Subscribe to shared address book
cs_cz: Přihlásit se ke sdílenému adresáři
da_dk: Abonnér på delt adressebog
es_mx: Suscribirse a libreta de direcciones compartida
fr_fr: S'abonner au carnet d'adresses partagé
hu_hu: Feliratkozás megosztott címjegyzékre
it_it: Sottoscrivi rubrica condivisa
nl_nl: Abonneren op gedeeld adresboek
pl_pl: Subskrybuj udostępnioną książkę adresową
pt_br: Inscrever no catálogo de endereço compartilhado
ro_ro: Abonare la agenda partajată
sv_se: Prenumerera på delad adressbok

source: View all attachments
bg_bg: Преглед на всички прикачени файлове
cs_cz: Prohlédnout všechny přílohy
da_dk: Se alle vedhæftninger
es_mx: Ver todos los adjuntos
fr_fr: Afficher toutes les pièces jointes
hu_hu: Összes melléklet megjelenítése.
it_it: Visualizza tutti gli allegati
nb_no: Vis alle vedlegg
nl_nl: Alle bijlagen tonen
pl_pl: Wyświetl wszystkie załączniki
pt_br: Visualizar todos os anexos
ro_ro: Vizualizează toate fișierele atașate
sv_se: Visa alla bilagor

source: Add mail account
bg_bg: Добави мейл акаунт
ca_es: Afegeix compte de correu electrònic
cs_cz: Přidat poštovní účet
da_dk: Tilføj e-mail konto
es_mx: Añadir cuenta de correo
fr_fr: Ajouter un compte de courrier électronique
hu_hu: E-mail fiók hozzáadása
it_it: Aggiungi un account di posta
nb_no: Legg til e-postkonto
nl_nl: E-mailaccount toevoegen
pl_pl: Dodaj konto e-mail
pt_br: Adicionar conta de e-mail
ro_ro: Adaugă cont de mail
sv_se: Lägg till e-postkonto

source: Synchronize with your tablet or smartphone
bg_bg: Синхронизирай с вашия таблет или смартфон
cs_cz: Synchronizovat s tabletem nebo chytrým telefonem
da_dk: Synkronisér med din tablet eller smartphone
es_mx: Sincronizar con su tablet o smartphone
fr_fr: Synchroniser avec votre tablette ou votre téléphone mobile
hu_hu: Szinkronizáció a táblagéppel vagy telefonnal
it_it: Sincronizza con il tuo tablet o smartphone
nb_no: Synkroniser med nettbrett eller smarttelefon
nl_nl: Synchroniseer met uw tablet of smartphone
pl_pl: Synchronizacja z tabletem lub smartfonem
pt_br: Sincronizar com seu tablet ou smartphone
ro_ro: Sincronizare cu tableta sau telefonul mobil
sv_se: Synkronisera med din pekplatta eller smarttelefon

source: Personal address book
cs_cz: Osobní adresář
da_dk: Personlig adressebog
es_mx: Libreta de direcciones personal
fr_fr: Carnet d'adresses personnel
hu_hu: Személyes címjegyzék
it_it: Rubrica personale
nl_nl: Persoonlijk adresboek
pl_pl: Osobista książka adresowa
pt_br: Catálogo de endereços pessoais
ro_ro: Agendă personală
sv_se: Privat adressbok

source: My tasks
bg_bg: Мои задачи
cs_cz: Mé úkoly
da_dk: Mine opgaver
es_mx: Mis tareas
fr_fr: Mes tâches
hu_hu: Saját feladatok
it_it: Le mie attività
nb_no: Mine oppgaver
nl_nl: Mijn taken
pl_pl: Moje zadania
pt_br: Minhas tarefas
ro_ro: Sarcinile mele
sv_se: Mina uppgifter

source: Public tasks
bg_bg: Публични задачи
cs_cz: Veřejné úkoly
da_dk: Offentlige opgaver
es_mx: Tareas públicas
fr_fr: Tâches publiques
hu_hu: Nyilvános feladatok
it_it: Attività pubbliche
nb_no: Offentlige oppgaver
nl_nl: Publieke taken
pl_pl: Zadania publiczne
pt_br: Tarefas públicas
ro_ro: Sarcini publice
sv_se: Offentliga uppgifter

source: Shared tasks
bg_bg: Споделени задачи
cs_cz: Sdílené úkoly
da_dk: Delte opgaver
es_mx: Tareas compartidas
fr_fr: Tâches partagées
hu_hu: Megosztott feladatok
it_it: Attività condivise
nb_no: Fellesoppgaver
nl_nl: Gedeelde taken
pl_pl: Udostępnione zadania
pt_br: Tarefas compartilhadas
ro_ro: Sarcini partajate
sv_se: Delade uppgifter

source: Hidden tasks
bg_bg: Скрити задачи
cs_cz: Skryté úkoly
da_dk: Skjulte opgaver
es_mx: Tareas ocultas
fr_fr: Tâches cachées
hu_hu: Rejtett feladatok
it_it: Attività nascoste
nb_no: Skjulte oppgaver
nl_nl: Verborgen taken
pl_pl: Zadania ukryte
pt_br: Tarefas ocultas
ro_ro: Sarcini ascunse
sv_se: Dolda uppgifter

source: Personal folder
cs_cz: Osobní složka
da_dk: Personlig mappe
es_mx: Carpeta personal
fr_fr: Dossier personnel
hu_hu: Személyes mappa
it_it: Cartella personale
nl_nl: Persoonlijke map
pl_pl: Folder osobisty
pt_br: Pasta pessoal
ro_ro: Dosar personal
sv_se: Privat mapp

source: Subscribe to shared folder
cs_cz: Přihlásit se ke sdílené složce
da_dk: Abonnér på delt mappe
es_mx: Suscribirse a carpeta compartida
fr_fr: S'abonner au dossier partagé
hu_hu: Feliratkozás megosztott mappára
it_it: Sottoscrivi cartella condivisa
nl_nl: Abonneren op gedeelde map
pl_pl: Subskrybuj folder udostępniony
pt_br: Inscrever na pasta compartilhada
ro_ro: Abonare la dosarul partajat
sv_se: Prenumerera på delad mapp

source: Personal calendar
bg_bg: Личен календар
cs_cz: Osobní kalendář
da_dk: Personlig kalender
es_mx: Calendario personal
fr_fr: Agenda personnel
hu_hu: Személyes naptár
it_it: Calendario personale
nl_nl: Persoonlijke agenda
pl_pl: Kalendarz osobisty
pt_br: Calendário pessoal
ro_ro: Calendar personal
sv_se: Privat kalender

source: Subscribe to calendar
bg_bg: Абонирайте се за календар
cs_cz: Přihlásit ke kalendáři
da_dk: Abonnér på kalender
es_mx: Suscribirse a calendario
fr_fr: S'abonner à l'agenda
hu_hu: Feliratkozás a naptárra
it_it: Sottoscrivi calendario
nl_nl: Abonneren op agenda
pl_pl: Subskrybuj kalendarz
pt_br: Inscrever no calendário
ro_ro: Abonați-vă la calendar
sv_se: Prenumerera på kalender

source: Browse calendars of interest
cs_cz: Procházet zajímavé kalendáře
da_dk: Kig i interessante kalendere
es_mx: Navegar por calendarios de interés
fr_fr: Parcourir les agendas intéressants
hu_hu: Tallózás az érdekes naptárak között
it_it: Sfoglia i calendari d'interesse
nl_nl: Blader door interessante agenda's
pl_pl: Przejrzyj interesujące kalendarze
pt_br: Procurar calendários de interesse
ro_ro: Răsfoiește calendarele de interes
sv_se: Bläddra bland intressanta kalendrar

source: Google calendar
bg_bg: Google календар
cs_cz: Google kalendář
da_dk: Google-kalender
es_mx: Calendario de Google
fr_fr: Agenda Google
hu_hu: Google Naptár
it_it: Calendario di Google
nl_nl: Google Agenda
pl_pl: Kalendarz Google
pt_br: Calendário Google
sv_se: Google-kalender

source: Subscribe via URL (iCal)
bg_bg: Абонирайте се чрез URL (iCal)
cs_cz: Přihlásit k odběru pomocí URL (iCal)
da_dk: Abonnér via URL (iCal)
es_mx: Suscribirse vía URL (iCal)
fr_fr: S'abonner via l'URL (iCal)
hu_hu: Feliratkozás az URL-en keresztül (iCal)
it_it: Sottoscrivi tramite URL (iCal)
nl_nl: Abonneren met URL (iCal)
pl_pl: Subskrybuj przez URL (iCal)
pt_br: Inscrever via URL (iCal)
ro_ro: Abonați-vă via URL (iCal)
sv_se: Prenumerera via URL (iCal)

source: Subscribe to shared calendar
cs_cz: Přihlásit se ke sdílenému kalendáři
da_dk: Abonnér på delt kaldender
es_mx: Suscribirse a calendario compartido
fr_fr: S'abonner à l'agenda partagé
hu_hu: Feliratkozás megosztott naptárra
it_it: Sottoscrivi calendario condiviso
nl_nl: Abonneren op gedeelde agenda
pl_pl: Subskrybuj kalendarz udostępniony
pt_br: Inscrever no calendário compartilhado
ro_ro: Abonare la calendarul partajat
sv_se: Prenumerera på delad kalender

source: Import calendar
bg_bg: Импортирай календар
cs_cz: Importovat kalendář
da_dk: Importér kalender
es_mx: Importar calendario
fr_fr: Importer un agenda
hu_hu: Naptár importálása
it_it: Importa calendario
nl_nl: Agenda importeren
pl_pl: Importuj kalendarz
pt_br: Importar calendário
ro_ro: Importă un calendar
sv_se: Importera kalender

source: Shared by other users
bg_bg: Сподели с други потребители
cs_cz: Sdíleno jinými uživateli
da_dk: Delt med andre brugere
es_mx: Compartido por otros usuarios
fr_fr: Partagé par d'autres utilisateurs
hu_hu: Más felhasználó által megosztott
it_it: Condiviso da altri utenti
nb_no: Delt av andre brukere
nl_nl: Gedeeld door andere gebruikers
pl_pl: Udostępnione przez innych użytkowników
pt_br: Compartilhado por outros usuários
ro_ro: Partajat de alți utilizatori
sv_se: Delad av andra användare

source: You share this folder with other users
bg_bg: Споделяте тази папка с други потребители
ca_es: Aquesta carpeta la compartiu amb altres usuaris
cs_cz: Tuto složku sdílíte s dalšími uživateli
da_dk: Du deler denne mappe med andre brugere
es_mx: Usted comparte esta carpeta con otros usuarios
fr_fr: Vous partagez ce dossier avec d'autres utilisateurs
hu_hu: Ezt a mappát megosztja más felhasználókkal
it_it: Condividi questa cartella con altri utenti
nb_no: Du deler denne mappen med andre brukere
nl_nl: U deelt deze map met andere gebruikers
pl_pl: Folder ten został udostępniony innym użytkownikom
pt_br: Você compartilha esta pasta com outros usuários
ro_ro: Acest dosar este partajat cu alți utilizatori
sv_se: Du delar den här mappen med andra användare

source: This folder has subscriptions
bg_bg: Тази папка има абонаменти
ca_es: Aquesta carpeta té subscriptors
cs_cz: Tato složka má přihlášení k odběru
da_dk: Denne mappe har abonnementer
es_mx: Esta carpeta tiene suscripciones
fr_fr: Ce dossier comporte des abonnements
hu_hu: A mappa feliratkozásokat tartalmaz
it_it: Questa cartella ha sottoscrizioni
nb_no: Denne mappen har abonnementer
nl_nl: Deze map heeft abonnementen
pl_pl: W tym folderze występują subskrypcje
pt_br: Esta pasta não tem inscrições
ro_ro: Dosarul conține abonamente
sv_se: Den här mappen har prenumerationer

source: Total: %1$d
bg_bg: Всички: %1$d
cs_cz: Celkem: %1$d
hu_hu: Összesen: %1$d
it_it: Totale: %1$d
nl_nl: Totaal: %1$d
pl_pl: Razem: %1$d
sv_se: Totalt: %1$d

source: %1$d total
bg_bg: %1$d общо
cs_cz: %1$d celkem
da_dk: %1$d i alt
es_mx: %1$d en total
hu_hu: %1$d összesen
it_it: %1$d totali
nb_no: %1$d totalt
nl_nl: %1$d totaal
pl_pl: Łącznie: %1$d
ro_ro: %1$d în total
sv_se: %1$d totalt

source: Unread: %1$d
bg_bg: Непрочетени: %1$d
ca_es: No llegits: %1$d
cs_cz: Nepřečtených: %1$d
da_dk: Ulæst: %1$d
es_mx: No leídos: %1$d
fr_fr: Non lu : %1$d
hu_hu: Olvasatlan: %1$d
it_it: Non letto: %1$d
nb_no: Ulest: %1$d
nl_nl: Ongelezen: %1$d
pl_pl: Nieprzeczytane: %1$d
pt_br: Não lido: %1$d
ro_ro: Necitite: %1$d
sv_se: Oläst: %1$d

source: %1$d unread
bg_bg: %1$d непрочетени
cs_cz: %1$d nepřečtených
da_dk: %1$d ulæste
es_mx: %1$d no leídos
fr_fr: %1$d non lus
hu_hu: %1$d olvasatlan
it_it: %1$d non letti
nb_no: %1$d uleste
nl_nl: %1$d ongelezen
pl_pl: Nieprzeczytane: %1$d
pt_br: %1$d não lido
ro_ro: %1$d necitite
sv_se: %1$d olästa

source: Right click for more options.
cs_cz: Klikněte pravým tlačítkem pro více možností.
da_dk: Højre-klik for flere indstillinger.
es_mx: Presionar con el botón derecho para más opciones.
fr_fr: Faites un clic droit pour accéder à davantage d'options.
hu_hu: Kattintson a jobb gombbal a további lehetőségek megtekintéséhez.
it_it: Clic con il tasto destro per ulteriori opzioni.
nl_nl: Rechtsklik voor meer opties.
pl_pl: Kliknij prawym przyciskiem myszy, aby uzyskać więcej opcji.
pt_br: Clique com o botão direito para mais opções.
ro_ro: Click dreapta pentru mai multe opțiuni.
sv_se: Högerklicka för fler alternativ.

source: Folder-specific actions
bg_bg: Действия, специфични за папките
ca_es: Accions específiques de carpeta
cs_cz: Činnosti týkající se složky
da_dk: Specifikke mappehandlinger
es_mx: Acciones específicas de carpeta
fr_fr: Actions sur le dossier
hu_hu: Mappaspecifikus műveletek
it_it: Azioni specifiche delle cartelle
nb_no: Mappespesifikke handlinger
nl_nl: Mapspecifieke acties
pl_pl: Działania specyficzne dla folderu
pt_br: Ações específicas de pasta
ro_ro: Acțiuni specifice dosarului
sv_se: Mappspecifika åtgärder

source: Actions for %1$s
bg_bg: Действия за %1$s
cs_cz: Operace pro %1$s
da_dk: Handlinger for %1$s
es_mx: Acciones para %1$s
fr_fr: Actions pour %1$s
hu_hu: %1$s mappaműveletek
it_it: Azioni per %1$s
nb_no: Handlinger for %1$s
nl_nl: Acties for %1$s
pl_pl: Działania dla: %1$s
pt_br: Ações para %1$s
ro_ro: Acțiuni pentru %1$s
sv_se: Åtgärder för %1$s

source: Select folder
bg_bg: Избери папка
ca_es: Selecciona carpeta
cs_cz: Vybrat složku
da_dk: Vælg mappe
es_mx: Seleccionar carpeta
fr_fr: Choisir un dossier
hu_hu: Válasszon mappát
it_it: Seleziona cartella
nb_no: Velg mappe
nl_nl: Selecteer map
pl_pl: Wybierz folder
pt_br: Selecionar pasta
ro_ro: Selectează dosarul
sv_se: Välj mapp

source: Create folder
bg_bg: Създай папка
cs_cz: Vytvořit složku
da_dk: Opret mappe
es_mx: Crear carpeta
fr_fr: Créer un dossier
hu_hu: Mappa létrehozása
it_it: Crea cartella
nb_no: Opprett mappe
nl_nl: Map aanmaken
pl_pl: Utwórz folder
pt_br: Criar pasta
ro_ro: Creează dosar
sv_se: Skapa mapp

source: You cannot select this folder.
cs_cz: Tuto složku nelze vybrat.
da_dk: Du kan ikke vælge denne mappe.
es_mx: No se puede seleccionar esta carpeta.
hu_hu: Ezt a mappát nem választhatja ki.
it_it: Non puoi selezionare questa cartella.
nl_nl: U kan deze map niet selecteren.
pl_pl: Nie można wybrać tego folderu.
pt_br: Você não pode selecionar esta pasta.
ro_ro: Nu se poate selecta acest dosar.
sv_se: Du kan inte välja den här mappen.

source: No action available
bg_bg: Няма действие налице
cs_cz: Žádná operace k dispozici
da_dk: Ingen handling tilgængelig
es_mx: Ninguna acción disponible
fr_fr: Pas d'action disponible
hu_hu: Nincs elérhető művelet
it_it: Nessuna azione disponibile
nb_no: Ingen handling tilgjengelig
nl_nl: Geen actie beschikbaar
pl_pl: Brak dostępnych działań
pt_br: Nenhuma ação disponível
ro_ro: Nicio acțiune disponibilă
sv_se: Inga åtgärder tillgängliga

source: Folder options
bg_bg: Опции за папки
cs_cz: Nastavení složky
da_dk: Mappeindstillinger
es_mx: Opciones de carpeta
fr_fr: Options du dossier
hu_hu: Mappa beállításai
it_it: Opzioni delle cartelle
nb_no: Mappevalg
nl_nl: Mapopties
pl_pl: Opcje folderu
pt_br: Opções de pasta
ro_ro: Opțiuni dosar
sv_se: Mappalternativ

source: An unknown error occurred
bg_bg: Възникна неизвестна грешка
cs_cz: Došlo k neznámé chybě
da_dk: Der opstod en ukendt fejl
es_mx: Se ha producido un error desconocido
fr_fr: Une erreur inconnue s'est produite
hu_hu: Ismeretlen hiba történt
it_it: Si è verificato un errore sconosciuto
nb_no: En ukjent feil oppstod
nl_nl: Er is een onbekende fout opgetreden
pl_pl: Wystąpił nieznany błąd
pt_br: Ocorreu um erro desconhecido
ro_ro: A apărut o eroare necunoscută
sv_se: Ett okänt fel inträffade

source: Cannot connect to server. Please check your connection.
bg_bg: Не може да се свърже със сървъра. Моля, проверете връзката си.
cs_cz: Nelze se spojit se serverem. Zkontrolujte, prosím, své připojení.
da_dk: Kan ikke forbinde til serveren. Tjek venligst din internetforbindelse.
es_mx: No se puede conectar al servidor. Por favor, compruebe su conexión.
fr_fr: Impossible de se connecter au serveur. Veuillez vérifier votre connexion.
hu_hu: Nem lehet a kiszolgálóhoz kapcsolódni. Ellenőrizze a hálózati kapcsolatot.
it_it: Impossibile connettersi al server. Verifica la tua connessione.
nb_no: Ingen tilkobling til serveren. Vennligst kontroller internettforbindelsen din.
nl_nl: Kan geen verbinding maken met de server. Controleer uw verbinding.
pl_pl: Nie można się połączyć z serwerem. Sprawdź połączenie.
pt_br: Não foi possível conectar ao servidor. Verifique sua conexão.
ro_ro: Nu s-a putut realiza conexiunea cu serverul. Verificați conectivitatea.
sv_se: Kan inte ansluta till servern. Kontrollera din anslutning.

source: select format
bg_bg: изберете формат
ca_es: selecciona format
cs_cz: vybrat formát
da_dk: vælg format
es_mx: seleccionar formato
fr_fr: choisir la mise en forme
hu_hu: formátum kiválasztása
it_it: seleziona formato
nb_no: velg format
nl_nl: selecteer formaat
pl_pl: Wybierz format
pt_br: selecionar formato
ro_ro: selectează formatul
sv_se: välj format

source: Imported calendar
cs_cz: Importovaný kalendář
da_dk: Importeret kalender
es_mx: Calendario importado
fr_fr: Agenda importé
hu_hu: Importált naptár
it_it: Calendario importato
nl_nl: Geïmporteerde agenda
pl_pl: Importuj kalendarz
pt_br: Calendário importado
ro_ro: Calendar importat
sv_se: Importerad kalender

source: New calendar name
cs_cz: Nový název kalendáře
da_dk: Nyt kalendernavn
es_mx: Nuevo nombre de calendario
fr_fr: Nouveau nom d'agenda
hu_hu: Új naptár neve
it_it: Nome del nuovo calendario
nl_nl: Nieuwe agendanaam
pl_pl: Nazwa nowego kalendarza
pt_br: Novo nome do calendário
ro_ro: Numele noului calendar
sv_se: Nytt kalendernamn

source: Ignore existing appointments
cs_cz: Ignorovat existující schůzky.
da_dk: Ignorér eksisterende aftaler
es_mx: Ignorar citas existentes
fr_fr: Ignorer les rendez-vous existants
hu_hu: Meglévő találkozó figyelmen kívül hagyása
it_it: Ignora gli appuntamenti esistenti
nl_nl: Negeer bestaande afspraken
pl_pl: Ignoruj istniejące spotkania
pt_br: Ignorar compromissos existentes
ro_ro: Ignoră întâlnirile existente
sv_se: Ignorera befintliga möten

source: Ignore existing events
bg_bg: Игнориране на съществуващи събития
cs_cz: Ignorovat existující události
da_dk: Ignorér eksisterende begivenheder
es_mx: Ignorar eventos existentes
fr_fr: Ignorer les événements existants
hu_hu: Meglévő események figyelmen kívül hagyása
it_it: Ignora gli eventi esistenti
nb_no: Ignorer eksisterende hendelser
nl_nl: Negeer bestaande evenementen
pl_pl: Zignoruj istniejące wydarzenia
pt_br: Ignorar eventos existentes
ro_ro: Ignoră evenimentele existente
sv_se: Ignorera befintliga händelser

source: Note on CSV files:
bg_bg: Забележка за CSV файлове:
cs_cz: Poznámka k souborům CSV:
da_dk: Note om CSV-filer:
es_mx: Nota sobre archivos CSV:
fr_fr: Remarque sur les fichiers CSV :
hu_hu: Megjegyzés a CSV fájlokon:
it_it: Nota su file CSV:
nb_no: Merknad for CSV-filer:
nl_nl: Opmerking over CSV-bestanden:
pl_pl: Uwaga dotycząca plików CSV:
pt_br: Nota sobre arquivos CSV:
ro_ro: Notă pentru fișierele CSV:
sv_se: OBS rörande CSV-filer:

source: The first record of a valid CSV file must define proper column names. Supported separators are comma and semi-colon.
bg_bg: Първият запис на валиден CSV файл трябва да дефинира правилните имена на колоните. Поддържаните сепаратори са запетая и полукафран.
cs_cz: První záznam v platném souboru CSV musí definovat názvy sloupců. Podporované oddělovače jsou čárka a středník.
da_dk: Den første post i en gyldig CSV-fil skal definere søjlenavne. Komma og semikolon accepteres som skilletegn mellem søjler.
es_mx: El primer registro de un archivo CSV válido debe contener la definición correcta de los nombres de las columnas.Los separadores soportados son la coma y el punto y coma.
fr_fr: Le premier enregistrement d'un fichier CSV valide doit définir des noms de colonnes valides. Les séparateurs pris en charge sont les virgules et points-virgules.
hu_hu: A CVS fájl első sora az oszlopneveket határozza meg. Az elválasztáshoz vessző vagy pontosvessző használható.
it_it: La prima riga di un file CSV valido deve definire i nomi delle colonne. I separatori supportati sono virgola e punto e virgola.
nb_no: Den første oppføringen i en gyldig CSV-fil skal definere kolonnenavn. Støttede skilletegn er komma og semikolon.
nl_nl: De eerste regel van een geldig CSV-bestand moet de juiste kolomnamen hebben. Ondersteunde scheidingstekens zijn komma's en punt-komma's.
pl_pl: Pierwszy rekord poprawnego pliku CSV musi definiować nazwy kolumn. Obsługiwane separatory to przecinek i średnik.
pt_br: O primeiro registro de um arquivo CSV válido deve definir nomes adequados às colunas. Os separadores suportados são vírgula e ponto-e-vírgula.
ro_ro: Prima înregistrare a unui fișier CSV corect trebuie să definească numele de coloane. Separatorii acceptați sunt virgula și punctul și virgula.
sv_se: Den första posten i en giltig CSV-fil måste definiera giltiga namn på kolumner. Accepterade avdelare är komma och semikolon.
