Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: You cannot move items to this folder
bg_bg: Не можете да премествате елементи в тази папка
cs_cz: Do této složky nelze přesouvat položky
da_dk: Du kan ikke flytte elementer til denne mappe
es_mx: No pueden mover elementos a esta carpeta
fr_fr: Vous ne pouvez pas déplacer d'objets vers ce dossier
hu_hu: Nem mozgathat elemeket ebbe a mappába
it_it: Non puoi spostare elementi in questa cartella
nb_no: Du kan ikke flytte elementer til denne mappen
nl_nl: U kan geen items verplaatsen naar deze map
pl_pl: Nie można przenieść elementów do tego folderu
pt_br: Você não pode mover itens para esta pasta
ro_ro: Nu se pot muta elemente în acest dosar
sv_se: Du kan inte flytta objekt till den här mappen

source: A folder cannot be moved into itself
cs_cz: Složku nelze přesunout do sebe
da_dk: En mappe kan ikke flyttes ind i sig selv.
es_mx: No se puede mover una carpeta a sí misma
fr_fr: Impossible de déplacer un dossier dans lui-même
hu_hu: A mappát nem lehet áthelyezni önmagába
it_it: Una cartella non può essere sposta dentro se stessa
nl_nl: Een map kan niet naar zichzelf verplaatst worden
pl_pl: Nie można przenieść folderu do tego samego folderu.
pt_br: Uma pasta não pode ser movida para ela mesma
ro_ro: Dosarul nu poate fi mutat în el însuși
sv_se: En mapp kan inte flyttas till sig själv

source: A folder cannot be moved to one of its subfolders
cs_cz: Složku nelze přesunout do jedné ze svých podsložek
da_dk: En mappe kan ikke flyttes til en af dens undermapper.
es_mx: No se puede mover una carpeta a una de sus subcarpetas
fr_fr: Impossible de déplacer un dossier dans un de ses sous-dossiers
hu_hu: A mappa nem mozgatható az egyik almappájába.
it_it: Una cartella non può essere spostata in una delle sue sottocartelle
nl_nl: Een map kan niet verplaatst worden naar één van haar submappen
pl_pl: Nie można przenieść folderu do jednego z jego podfolderów.
pt_br: Uma pasta não pode ser movida para uma de suas subpastas
ro_ro: Dosarul nu poate fi mutat într-unul din dosarele sale subordonate
sv_se: En mapp kan inte flyttas till en av dess underliggande mappar

source: Please wait for the previous operation to finish
bg_bg: Моля, изчакайте да приключи предишната операция
cs_cz: Vyčkejte, prosím, až skončí předchozí operace
da_dk: Vent venligst på at den foregående operation afsluttes
es_mx: Por favor, espere a que termine la operación anterior
fr_fr: Veuillez attendre la fin de l'opération précédente
hu_hu: Várja meg, amíg az előző művelet befejeződik
it_it: Attendi la fine dell'operazione precedente
nb_no: Vennligst vent på at den forrige operasjonen skal fullføres
nl_nl: Ogenblik geduld alstublieft tot de vorige operatie is voltooid
pl_pl: Poczekaj na ukończenie poprzedniej operacji
pt_br: Aguarde o término da operação anterior
ro_ro: Așteptați finalizarea operației anterioare
sv_se: Vänta tills föregående åtgärd är slutförd

source: Move all messages
bg_bg: Преместете всички съобщения
cs_cz: Přesunout všechny zprávy
da_dk: Flyt alle beskeder
es_mx: Mover todos los mensajes
fr_fr: Déplacer tous les messages
hu_hu: Összes üzenet mozgatása
it_it: Sposta tutti i messaggi
nb_no: Flytt alle meldinger
nl_nl: Alle berichten verplaatsen
pl_pl: Przenieś wszystkie wiadomości
pt_br: Mover todas as mensagens
ro_ro: Mută toate mesajele
sv_se: Flytta alla meddelanden

source: Move folder
bg_bg: Преместване на папка
ca_es: Mou la carpeta
cs_cz: Přesunout složku
da_dk: Flyt mappe
es_mx: Mover carpeta
fr_fr: Déplacer le dossier
hu_hu: Mappa mozgatása
it_it: Sposta la cartella
nb_no: Flytt mappen
nl_nl: Map verplaatsen
pl_pl: Przenieś folder
pt_br: Mover pasta
ro_ro: Mută dosarul
sv_se: Flytta mapp

source: Last updated
cs_cz: Naposled aktualizováno
da_dk: Senest opdateret
es_mx: Última actualización
fr_fr: Dernière mise à jour
hu_hu: Legutóbb frissítve
it_it: Ultimo aggiornamento
nl_nl: Laatst bijgewerkt
pl_pl: Ostatnia aktualizacja
pt_br: Ultima atualização
ro_ro: Ultima actualizare
sv_se: Senast uppdaterad

source: Account
bg_bg: Акаунт
ca_es: Compte
cs_cz: Účet
da_dk: Konto
es_mx: Cuenta
fr_fr: Compte
hu_hu: Felhasználói fiók
nb_no: Konto
pl_pl: Konto
pt_br: Conta
ro_ro: Cont
sv_se: Konto

source: Google subscription
cs_cz: Přihlášení k odběru Google
da_dk: Google-abonnement
es_mx: Suscripción a Google
fr_fr: Abonnement Google
hu_hu: Google-előfizetés
it_it: Sottoscrizione Google
nl_nl: Google abonnement
pl_pl: Subskrypcja Google
pt_br: Inscrição do Google
ro_ro: Abonament Google
sv_se: Google-prenumeration

source: Calendars of interest
cs_cz: Zajímavé kalendáře
da_dk: Interessante kalendere
es_mx: Calendarios de interés
fr_fr: Agendas intéressants
hu_hu: Érdekes naptárak
it_it: Calendari d'interesse
nl_nl: Interessante agenda's
pl_pl: Interesujące kalendarze
pt_br: Calendários de interesse
ro_ro: Calendare de interes
sv_se: Intressanta kalendrar

source: Type
bg_bg: Тип
ca_es: Tipus
cs_cz: Druh
es_mx: Tipo
hu_hu: Típus
it_it: Tipo
pl_pl: Typ
pt_br: Tipo
ro_ro: Tip
sv_se: Typ

source: Properties
ca_es: Propietats
cs_cz: Vlastnosti
da_dk: Egenskaber
es_mx: Propiedades
fr_fr: Propriétés
hu_hu: Tulajdonságok
it_it: Proprietà
nb_no: Egenskaper
nl_nl: Eigenschappen
pl_pl: Właściwości
pt_br: Propriedades
ro_ro: Proprietăți
sv_se: Egenskaper

source: Could not delete folder. This can be due to insufficient permissions in your trash folder or this might be a special folder that cannot be deleted.
bg_bg: Папката не можа да бъде изтрита. Това може да се дължи на недостатъчни разрешения в папката за боклук или това може да е специална папка, която не може да бъде изтрита.
cs_cz: Složku se nepodařilo vymazat. To může být způsobeno nedostatečnými právy ve vaší složce Koš, nebo se jedná o zvláštní složku, kterou nelze smazat.
da_dk: Kunne ikke slette mappe. Det kan være fordi du har begrænsede rettigheder til din skraldemappe, eller fordi det er en specialmappe der ikke kan slettes.
es_mx: No se pudo eliminar la carpeta. Esto puede deberse a unos permisos insuficientes en la carpeta papelera o puede tratarse de una carpeta especial que no se puede eliminar.
fr_fr: Impossible de supprimer le dossier. Ceci peut être dû à des droits insuffisants dans votre dossier de corbeille, ou le dossier peut être un dossier spécial ne pouvant être supprimé.
hu_hu: Nem tudja a mappát törölni. Lehet, hogy nincs megfelelő jogosultsága a saját Törölt elemek mappájához vagy ez egy különleges mappa, amely nem törölhető.
it_it: Impossibile eliminare la cartella. Ciò può essere causato da permessi insufficienti sulla cartella Cestino o potrebbe trattarsi di una cartella speciale che non può essere eliminata.
nb_no: Kunne ikke slette mappen. Dette kan være på grunn av utilstrekkelige rettigheter i søppelmappen, eller dette kan være en spesialmappe som ikke kan slettes.
nl_nl: Kan de map niet verwijderen.Dit kan door een gebrek aan rechten zijn in uw Prullenbakmap of deze map is speciaal en kan niet verwijderd worden.
pl_pl: Nie udało się usunąć folderu. Może to być spowodowane niedostatecznymi uprawnieniami do folderu kosza lub może to być folder specjalny, którego nie można usunąć.
pt_br: Não foi possível excluir a pasta. Isso pode ser devido a permissões insuficientes em sua lixeira ou esta pode ser uma pasta especial que não pode ser excluída.
ro_ro: Nu s-a putut șterge dosarul. Fie din motive de permisiuni insuficiente în dosarul coș de gunoi, fie este un dosar special care nu poate fi șters.
sv_se: Kunde inte ta bort mappen. Det kan bero på otillräckliga rättigheter i din papperskorgmapp, eller så kan det vara en specialmapp som inte får tas bort.

source: Delete calendar
cs_cz: Smazat kalendář
da_dk: Slet kalendar
es_mx: Borrar calendario
fr_fr: Supprimer l'agenda
hu_hu: Naptár törlése
it_it: Elimina il calendario
nl_nl: Agenda verwijderen
pl_pl: Usuń kalendarz
pt_br: Excluir calendário
ro_ro: Șterge calendarul
sv_se: Radera kalender

source: Delete folder
cs_cz: Smazat složku
da_dk: Slet mappe
es_mx: Borrar carpeta
fr_fr: Supprimer le dossier
hu_hu: Mappa törlése
it_it: Elimina la cartella
nl_nl: Map verwijderen
pl_pl: Usuń folder
pt_br: Excluir pasta
ro_ro: Șterge dosarul
sv_se: Radera mapp

source: Do you really want to delete calendar "%s"?
cs_cz: Opravdu chcete smazat kalendář „%s“?
da_dk: Vil du virkelig slette kalenderen »%s«?
es_mx: ¿De verdad quiere borrar el calendario "%s"?
fr_fr: Souhaitez-vous réellement supprimer l'agenda "%s" ?
hu_hu: Tényleg törölni szeretné a(z) "%s" naptárt?
it_it: Vuoi davvero eliminare il calendario "%s"?
nl_nl: Weet u zeker dat u de agenda "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć kalendarz "%s"?
pt_br: Deseja realmente excluir o calendário "%s"?
ro_ro: Sigur doriți să ștergeți calendarul "%s"?
sv_se: Vill du verkligen radera kalendern "%s"?

source: Do you really want to delete folder "%s"?
bg_bg: Наистина ли искате да изтриете папката \ "%s"?
ca_es: Realment voleu suprimir la carpeta "%s"?
cs_cz: Opravdu chcete smazat složku „%s“?
da_dk: Vil du virkelig sletten mappen "%s"?
es_mx: ¿Está seguro de querer borrar la carpeta "%s"?
fr_fr: Voulez-vous vraiment supprimer le dossier « %s » ?
hu_hu: Biztos, hogy törölni szeretné a mappát: „%s”?
it_it: Vuoi davvero eliminare la cartella "%s"?
nb_no: Er du sikker på at du vil slette mappen "%s"?
nl_nl: Weet u zeker dat u de map "%s" wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć folder "%s"?
pt_br: Deseja realmente excluir a pasta "%s"?
ro_ro: Sigur doriți să ștergeți dosarul "%s"?
sv_se: Vill du verkligen ta bort mappen "%s"?

source: This calendar is shared with others. It won't be available for them any more.
cs_cz: Tento kalendář je sdílen s ostatními. Již pro ně nebude přístupný.
da_dk: Denne kalender er delt medandre. Den vil ikke længere være tilgængelig for dem.
es_mx: Este calendario está compartido con otros. Dejará de estar disponible para ellos.
fr_fr: Cet agenda est partagé avec d'autres personnes. Il n'y auront plus accès.
hu_hu: Ez a naptár meg van osztva másokkal. A továbbiakban nem lesz elérhető számukra.
it_it: Questo calendario è condiviso con altri. Non sarà più disponibile per loro.
nl_nl: Deze agenda is gedeeld met anderen. Deze zal niet meer beschikbaar zijn voor hen.
pl_pl: Ten kalendarz został udostępniony innym użytkownikom. Nie będzie już dla nich dostępny.
pt_br: Este calendário é compartilhado com outras pessoas. Não estará mais disponível para eles.
ro_ro: Acest calendar este partajat. Nu va mai fi disponibil pentru acești utilizatori.
sv_se: Den här kalendern har delats med andra. Den kommer inte vara tillgänglig för dem längre.

source: This folder is shared with others. It won't be available for them any more.
bg_bg: Тази папка се споделя с други. Тя вече няма да бъде достъпна за тях.
cs_cz: Tato složka je sdílena s ostatními. Již pro ně nebude přístupná.
da_dk: Denne mappe deles med andre. Den vil ikke længere være tilgængelig for dem.
es_mx: Esta carpeta está compartida con otros. Ya no estará más disponible para ellos.
fr_fr: Ce dossier est partagé avec d'autres utilisateurs. Il ne leur sera plus accessible.
hu_hu: Ez a mappa meg van osztva másokkal. A továbbiakban nem lesz elérhető számukra.
it_it: Questa cartella è condivisa con altri. Non sarà più disponibile per loro.
nb_no: Denne mappen er delt med andre. Den vil ikke lenger være tilgjengelig for dem.
nl_nl: Deze map is gedeeld met anderen. Deze zal niet meer beschikbaar zijn voor hen.
pl_pl: Ten folder został udostępniony innym użytkownikom. Nie będzie już dla nich dostępny.
pt_br: Esta pasta será compartilhada com outros. Ela não estará mais disponível para eles.
ro_ro: Acest dosar este partajat. Nu va mai fi dosponibil pentru acești utilizatori.
sv_se: Den här mappen delas med andra. Den kommer inte längre vara tillgänglig för dem.

source: This is a standard folder, which can't be renamed.
bg_bg: Това е стандартна папка, която не може да бъде преименувана.
ca_es: Aquesta és una una carpeta estàndard, que no pot ser reanomenada.
cs_cz: Toto je standardní složka, kterou nelze přejmenovat.
da_dk: Dette er en standardmappe, som ikke kan omdøbes.
es_mx: Esta es una carpeta estándar, que no puede ser renombrada.
fr_fr: Ceci est un dossier standard qui ne peut pas être renommé.
hu_hu: Ez egy szabványos mappa, amely nem nevezhető át.
it_it: Questa è una cartella standard, che non può essere rinominata.
nb_no: Dette er en standard mappe, som ikke kan få nytt navn.
nl_nl: Dit is een standaard-map, deze kan niet hernoemd worden.
pl_pl: To jest folder standardowy. Zmiana jego nazwy nie jest możliwa.
pt_br: Esta é uma pasta padrão, que não pode ser renomeada.
ro_ro: Acesta este un dosar standard, care nu poate fi redenumit.
sv_se: Det här är en standardmapp och kan inte döpas om.

source: Rename folder
bg_bg: Преименуване на папката
ca_es: Reanomena la carpeta
cs_cz: Přejmenovat složku
da_dk: Omdøb mappe
es_mx: Renombrar carpeta
fr_fr: Renommer le dossier
hu_hu: Mappa átnevezése
it_it: Rinomina cartella
nb_no: Gi nytt navn til mappe
nl_nl: Map hernoemen
pl_pl: Zmień nazwę folderu
pt_br: Renomear pasta
ro_ro: Redenumește dosarul
sv_se: Döp om mapp

source: Rename
bg_bg: Преименуване
ca_es: Reanomena
cs_cz: Přejmenovat
da_dk: Omdøb
es_mx: Renombrar
fr_fr: Renommer
hu_hu: Átnevezés
it_it: Rinomina
nb_no: Gi nytt navn
nl_nl: Hernoemen
pl_pl: Zmień nazwę
pt_br: Renomear
ro_ro: Redenumire
sv_se: Döp om

source: Default calendar
bg_bg: Календар по подразбиране
cs_cz: Výchozí kalendář
da_dk: Standardkalender
es_mx: Calendario predeterminado
fr_fr: Agenda par défaut
hu_hu: Alapértelmezett naptár
it_it: Calendario predefinito
nb_no: Standard kalender
nl_nl: Standaardagenda
pl_pl: Kalendarz domyślny
pt_br: Calendário padrão
ro_ro: Calendar implicit
sv_se: Standardkalender

source: Unread
bg_bg: Непрочетен
ca_es: No llegit
cs_cz: Nepřečtené
da_dk: Ulæst
es_mx: No leido
fr_fr: Non lu
hu_hu: Olvasatlan
it_it: Non letto
nb_no: Ulest
nl_nl: Ongelezen
pl_pl: Nieprzeczytane
pt_br: Não lido
ro_ro: Necitite
sv_se: Oläst

source: All my public appointments
cs_cz: Všechny mé veřejné schůzky
da_dk: Alle mine offentlige aftaler
es_mx: Todas mis citas públicas
fr_fr: Tous mes rendez-vous publics
hu_hu: Minden nyilvános találkozóm
it_it: Tutti i miei appuntamenti pubblici
nl_nl: Al mijn publieke afspraken
pl_pl: Wszystkie moje publiczne spotkania
pt_br: Todos os meus compromissos públicos
ro_ro: Toate întâlnirile dvs publice
sv_se: Alla mina publika möten

source: Accessing global address book is not permitted
bg_bg: Няма достъп до глобален адресен указател
ca_es: L'accés a la llibreta d'adreces global no està permès
cs_cz: Přístup do globální knihy adres není povolen
da_dk: Må ikke tilgå global adressebog
es_mx: No se permite acceder a la libreta de direcciones global
fr_fr: Il n'est pas permis d'accéder au carnet d'adresses global
hu_hu: A globális címjegyzék elérése nem engedélyezett
it_it: L'accesso alla rubrica globale non è consentito
nb_no: Du har ikke tilgang til den globale adresseboken
nl_nl: Het benaderen van het algemene adresboek is niet toegestaan
pl_pl: Niedozwolony dostęp do globalnej książki adresowej
pt_br: Acesso ao catálogo de endereços global não é permitido
ro_ro: Accesarea agendei globale de contacte nu este permisă
sv_se: Åtkomst till global adressbok tillåts inte

source: Could not save settings. There have to be at least one user with administration rights.
bg_bg: Настройките не можаха да бъдат запазени. Трябва да има поне един потребител с администраторски права.
ca_es: No s'ha pogut desar la configuració. Hi ha d'haver almenys un usuari amb drets d'administració.
cs_cz: Nepodařilo se uložit nastavení. Je potřeba alespoň jeden uživatel s právy administrátora.
da_dk: Indstillingerne kunne ikke gemmes. Der skal mindst være én bruger med administratorrettigheder.
es_mx: No se pudo guardar la configuración. Debe haber al menos un usuario con derechos de administración.
fr_fr: Impossible d'enregistrer les réglages. Il faut qu'au moins un utilisateur ait des droits administratifs.
hu_hu: A beállítások nem menthetők. Legalább egy adminisztrációs jogokkal rendelkező felhasználónak kell lennie.
it_it: Impossibile salvare le impostazioni. Ci deve essere almeno un utente con privilegi di amministrazione.
nb_no: Kunne ikke lagre innstillinger. Det må være minst en bruker med administratorrettigheter.
nl_nl: Kan instellingen niet opslaan. Er moet minimaal één gebruiker zijn met administratieve rechten.
pl_pl: Nie udało się zapisać ustawień. Potrzebny jest przynajmniej jeden użytkownik z uprawnieniami administratora.
pt_br: Não foi possível salvar as configurações. Deve haver pelo menos um usuário com privilégios administrativos.
ro_ro: Setările nu au putut fi salvate. Trebuie să existe cel puțin un utilizator cu drepturi de administrare.
sv_se: Kunde inte spara inställningarna. Det måste finnas minst en användare med administrationsrättigheter.

source: New Folder
bg_bg: Нова папка
ca_es: Nova carpeta
cs_cz: Nová složka
da_dk: Ny mappe
es_mx: Nueva carpeta
fr_fr: Nouveau dossier
hu_hu: Új mappa
it_it: Nuova cartella
nb_no: Ny mappe
nl_nl: Nieuwe Map
pl_pl: Nowy folder
pt_br: Nova pasta
ro_ro: Dosar nou
sv_se: Ny mapp

source: Mark all messages as read
bg_bg: Маркирайте всички съобщения като прочетени
cs_cz: Označit všechny zprávy jako přečtené
da_dk: Markér alle beskeder som læste
es_mx: Marcar todos los mensajes como leídos
fr_fr: Marquer tous les messages comme lus
hu_hu: Összes üzenet megjelölése olvasottként
it_it: Segna tutti i messaggi come letti
nb_no: Merk alle meldinger som lest
nl_nl: Alle berichten markeren als gelezen
pl_pl: Oznacz wszystkie wiadomości jako przeczytane
pt_br: Marcar todos as mensagens como lidas
ro_ro: Marchează toate mesajele ca citite
sv_se: Märk alla meddelanden som lästa

source: Clean up
bg_bg: Почисти
ca_es: Neteja
cs_cz: Vyčistit
da_dk: Ryd op
es_mx: Limpiar
fr_fr: Nettoyer
hu_hu: Tisztítás
it_it: Pulisci
nb_no: Rydd opp
nl_nl: Opschonen
pl_pl: Wykonaj czyszczenie
pt_br: Limpar
ro_ro: Curăță
sv_se: Städa

source: Archive old messages
bg_bg: Архивирайте старите съобщения
cs_cz: Archivovat staré zprávy
da_dk: Arkivér gamle beskeder
es_mx: Archivar mensajes antiguos
fr_fr: Archiver les anciens messages
hu_hu: Régi üzenetek archiválása
it_it: Archivia i vecchi messaggi
nl_nl: Oude berichten archiveren
pl_pl: Archiwizuj stare wiadomości
pt_br: Arquivar mensagens antigas
ro_ro: Arhivează mesajele vechi
sv_se: Arkivera gamla meddelanden

source: Empty trash
bg_bg: Изпразни кошчето
cs_cz: Vyprázdnit koš
da_dk: Tøm papirkurv
es_mx: Vaciar la papelera
fr_fr: Vider la corbeille
hu_hu: Szemetes ürítése
it_it: Svuota il cestino
nb_no: Tøm papirkurv
nl_nl: Prullenbak legen
pl_pl: Opróżnij kosz
pt_br: Esvaziar lixeira
ro_ro: Golește coșul de gunoi
sv_se: Töm papperskorgen

source: Delete forever
cs_cz: Smazat navždy
da_dk: Slet for altid
es_mx: Borrar para siempre
fr_fr: Supprimer définitivement
hu_hu: Törölés örökre
it_it: Elimina per sempre
nl_nl: Voor altijd verwijderen
pl_pl: Usuń na zawsze
pt_br: Excluir definitivamente
ro_ro: Șterge definitiv
sv_se: Radera för alltid

source: Restore
bg_bg: Възстанови
cs_cz: Obnovit
da_dk: Gendan
es_mx: Restaurar
fr_fr: Restaurer
hu_hu: Visszaállítás
it_it: Ripristina
nl_nl: Herstel
pl_pl: Przywróć
pt_br: Restaurar
ro_ro: Restaurează
sv_se: Återställ

source: Download entire folder
bg_bg: Изтеглете цялата папка
ca_es: Descarrega la carpeta sencera
cs_cz: Stáhnout celou složku
da_dk: Hent hele mappen
es_mx: Descargar carpeta completa
fr_fr: Télécharger le dossier complet
hu_hu: Teljes mappa letöltése
it_it: Scarica l'intera cartella
nb_no: Last ned hele mappen
nl_nl: Download de gehele map
pl_pl: Pobierz cały folder
pt_br: Baixar a pasta inteira
ro_ro: Descarcă dosarul complet
sv_se: Ladda ner hela mappen

source: Import
bg_bg: Импорт
ca_es: Importa
es_mx: Importar
fr_fr: Importer
hu_hu: Importálás
it_it: Importa
nb_no: Importer
nl_nl: Importeren
pt_br: Importar
ro_ro: Importă
sv_se: Importera

source: Share / Permissions
cs_cz: Sdílené / Oprávnění
da_dk: Deling / Tilladelser
es_mx: Compartir / Permisos
fr_fr: Partage / Droits
hu_hu: Megosztás / Jogosultságok
it_it: Condivisione / Permessi
nl_nl: Delen / Rechten
pl_pl: Udostępnienie / uprawnienia
pt_br: Compartilhar / permissões
ro_ro: Partajare / Permisiuni
sv_se: Delning / Rättigheter

source: Permissions
bg_bg: Права
ca_es: Permisos
cs_cz: Oprávnění
da_dk: Tilladelser
es_mx: Permisos
fr_fr: Droits
hu_hu: Jogosultságok
it_it: Permessi
nb_no: Tillatelser
nl_nl: Rechten
pl_pl: Uprawnienia
pt_br: Permissões
ro_ro: Permisiuni
sv_se: Tillstånd

source: Show in Drive
bg_bg: Показване в Диск
cs_cz: Zobrazit v Drive
da_dk: Vis i Drive
es_mx: Mostrar en Drive
fr_fr: Afficher dans Drive
hu_hu: Megjelenítés a Drive-on
it_it: Mostra in Drive
nl_nl: Toon in Drive
pl_pl: Pokaż w aplikacji Drive
pt_br: Exibir no Drive
ro_ro: Afișează în Drive
sv_se: Visa i Drive

source: Show
bg_bg: Покажи
ca_es: Mostra
cs_cz: Zobrazit
da_dk: Vis
es_mx: Mostrar
fr_fr: Afficher
hu_hu: Megjelenítés
it_it: Mostra
nb_no: Vis
nl_nl: Tonen
pl_pl: Pokaż
pt_br: Exibir
ro_ro: Afișează
sv_se: Visa

source: Hide
bg_bg: Скрий
ca_es: Amaga
cs_cz: Skrýt
da_dk: Skjul
es_mx: Ocultar
fr_fr: Masquer
hu_hu: Elrejtés
it_it: Nascondi
nb_no: Skjul
nl_nl: Verbergen
pl_pl: Ukryj
pt_br: Ocultar
ro_ro: Ascunde
sv_se: Dölj

source: Refresh this calendar
bg_bg: Обновете този календар
cs_cz: Obnovit tento kalendář
da_dk: Genindlæs denne kalender
es_mx: Actualizar este calendario
fr_fr: Rafraîchir cet agenda
hu_hu: Naptár frissítése
it_it: Aggiorna questo calendario
nl_nl: Ververs deze agenda
pl_pl: Odśwież ten kalendarz
pt_br: Atualizar este calendário
ro_ro: Actualizează acest calendar
sv_se: Uppdatera denna kalender

source: Show all calendars
bg_bg: Показване на всички календари
cs_cz: Zobrazit všechny kalendáře
da_dk: Vis alle kalendre
es_mx: Mostrar todos los calendarios
fr_fr: Afficher tous les agendas
hu_hu: Összes naptár megjelenítése
it_it: Mostra tutti i calendari
nl_nl: Toon alle agenda's
pl_pl: Pokaż wszystkie kalendarze
pt_br: Exibir todos os calendários
ro_ro: Afișează toate calendarele
sv_se: Visa alla kalendrar

source: Show this calendar only
bg_bg: Показване само на този календар
cs_cz: Zobrazit jen tento kalendář
da_dk: Vis kun denne kalender
es_mx: Mostrar solo este calendario
fr_fr: Afficher uniquement cet agenda
hu_hu: Csak ezt a naptárat jelenítse meg
it_it: Mostra solo questo calendario
nl_nl: Toon alleen deze agenda
pl_pl: Pokaż tylko ten kalendarz
pt_br: Exibir apenas este calendário
ro_ro: Afișează doar acest calendar
sv_se: Visa endast denna kalender

source: Select all messages
cs_cz: Vybrat všechny zprávy
da_dk: Vælg alle beskeder
es_mx: Seleccionar todos los mensajes
fr_fr: Sélectionner tous les messages
hu_hu: Összes üzenet kiválasztása
it_it: Seleziona tutti i messaggi
nl_nl: Alle berichten selecteren
pl_pl: Wybierz wszystkie wiadomości
pt_br: Selecionar todas as mensagens
ro_ro: Selectează toate mesajele
sv_se: Välj alla meddelanden

source: My shares
bg_bg: Моите споделяния
cs_cz: Co sdílím
da_dk: Mine delinger
es_mx: Mis elementos compartidos
fr_fr: Mes partages
hu_hu: Saját megosztások
it_it: Le mie condivisioni
nb_no: Mine delinger
nl_nl: Mijn gedeelde elementen
pl_pl: Moje udostępnienia
pt_br: Meus compartilhamentos
ro_ro: Partajările mele
sv_se: Mina delningar

source: Shared task folders
cs_cz: Sdílené úkolové složky
da_dk: Delte opgavemapper
es_mx: Carpetas de tareas compartidas
fr_fr: Dossiers de tâches partagés
hu_hu: Megosztott feladatmappák
it_it: Cartelle di attività condivise
nl_nl: Gedeelde taak mappen
pl_pl: Udostępnione foldery zadań
pt_br: Pastas de tarefa compartilhada
ro_ro: Dosare de activități partajate
sv_se: Delad uppgifts mappar
