Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Receive notifications when a participant accepted or declined a task in which you participate
bg_bg: Получавайте известия, когато участник прие или отхвърли задача, в която участвате
cs_cz: Dostávat oznámení, když účastníci přijmou nebo odmítnou úkol, na kterém se podílíte
da_dk: Modtag påmindelser, når en deltager takker ja eller nej til en opgave du deltager i.
es_mx: Recibir notificaciones cuando un participante acepte o rechace una tarea en la que usted participe
fr_fr: Recevoir des notifications lorsqu'un participant a accepté ou décliné une tâche à laquelle vous participez
hu_hu: Értesítés a feladat elfogadásáról vagy elutasításáról, amelyekben résztvevő
it_it: Ricevi notifiche quando un partecipante ha accettato o rifiutato un'attività alla quale partecipi
nb_no: Motta et varsel når en annen deltaker godtar eller avslår en oppgave som du deltar i
nl_nl: Ontvang kennisgevingen als een deelnemer een taak, waar u ook deelnemer van bent, heeft geaccepteerd of afgewezen
pl_pl: Otrzymuj powiadomienie, gdy uczestnik zadania, w którym również uczestniczysz, przyjmie je lub odrzuci.
pt_br: Receber notificações quando um participante aceitar ou recusar uma tarefa na qual você participa
ro_ro: Primiți notificări când un participant a acceptat sau refuzat o sarcină la care participați
sv_se: Få aviseringar när en deltagare accepterar eller nekar en uppgift som du deltar i

source: Subscribe to shared task folders
cs_cz: Přihlásit se ke sdíleným úkolovým složkám
da_dk: Abonnér på delt opgavermappe
es_mx: Suscribirse a carpetas de tareas compartidas
fr_fr: S'abonner à des dossiers de tâches partagés
hu_hu: Feliratkozás megosztott feladatmappákra
it_it: Sottoscrivi cartelle di attività condivise
nl_nl: Abonneer u op gedeelde taakmappen
pl_pl: Subskrybuj udostępnione foldery zadań
pt_br: Inscrever na pasta de tarefas compartilhada
ro_ro: Abonare la dosare de activități partajate
sv_se: Prenumerera på mapp för delad uppgift

source: Subscribe to shared tasks folders
cs_cz: Přihlásit se ke sdíleným úkolovým složkám
da_dk: Abonnér på delte opgavermapper
es_mx: Suscribirse a carpetas de tareas compartidas
fr_fr: S'abonner à des dossiers de tâches partagés
hu_hu: Feliratkozás megosztott feladatmappákra
it_it: Sottoscrivi le cartelle delle attività condivise
nl_nl: Abonneer u op gedeelde taakmappen
pl_pl: Subskrybuj udostępnione foldery zadań
pt_br: Inscrever nas pastas de tarefas compartilhada
ro_ro: Abonare la dosare de activități partajate
sv_se: Prenumerera på mapp för delade uppgifter

# tooltip
source: Delete task
cs_cz: Smazat úkol
da_dk: Slet opgave
es_mx: Borrar tarea
fr_fr: Supprimer la tâche
hu_hu: Feladat törlése
it_it: Elimina attività
nl_nl: Taak verwijderen
pl_pl: Usuń zadanie
pt_br: Excluir tarefa
ro_ro: Șterge sarcina
sv_se: Radera uppgift

source: this morning
bg_bg: тази сутрин
ca_es: aquest matí
cs_cz: dnes ráno
da_dk: denne morgen
es_mx: esta mañana
fr_fr: ce matin
hu_hu: ma reggel
it_it: questa mattina
nb_no: i morges
nl_nl: vanmorgen
pl_pl: tego poranka
pt_br: esta manhã
ro_ro: în dimineața aceasta
sv_se: imorse

source: by noon
bg_bg: до обяд
ca_es: el migdia
cs_cz: do poledne
da_dk: ved middag
es_mx: a mediodía
fr_fr: à midi
hu_hu: este
it_it: a mezzogiorno
nb_no: ved middagstid
nl_nl: voor de middag
pl_pl: do południa
pt_br: ao meio-dia
ro_ro: până la amiază
sv_se: till lunch

source: this afternoon
bg_bg: този следобед
ca_es: avui horabaixa
cs_cz: dnes odpoledne
da_dk: denne eftermiddag
es_mx: esta tarde
fr_fr: cet après-midi
hu_hu: ma délután
it_it: questo pomeriggio
nb_no: denne ettermiddagen
nl_nl: vanmiddag
pl_pl: tego popołudnia
pt_br: esta tarde
ro_ro: în această după-masă
sv_se: i eftermiddag

source: tonight
bg_bg: Тази вечер
ca_es: avui vespre
cs_cz: dnes večer
da_dk: i aften
es_mx: esta noche
fr_fr: ce soir
hu_hu: este
it_it: questa notte
nb_no: I kveld
nl_nl: vanavond
pl_pl: dziś
pt_br: hoje a noite
ro_ro: deseară
sv_se: ikväll

source: late in the evening
bg_bg: късно вечерта
ca_es: de matinada
cs_cz: pozdě večer
da_dk: sent på aftenen
es_mx: de madrugada
fr_fr: tard dans la soirée
hu_hu: késő este
it_it: in tarda serata
nb_no: sent på kvelden
nl_nl: laat op de avond
pl_pl: późno wieczorem
pt_br: no final da tarde
ro_ro: seara târziu
sv_se: sent på kvällen

source: in 5 minutes
bg_bg: след 5 минути
ca_es: en 5 minuts
cs_cz: za 5 minut
da_dk: om 5 minutter
es_mx: en 5 minutos
fr_fr: dans 5 minutes
hu_hu: 5 percen belül
it_it: in 5 minuti
nb_no: om 5 minutter
nl_nl: over 5 minuten
pl_pl: za 5 minut
pt_br: em 5 minutos
ro_ro: peste 5 minute
sv_se: om 5 minuter

source: in 15 minutes
bg_bg: след 15 минути
ca_es: en 15 minuts
cs_cz: za 15 minut
da_dk: om 15 minutter
es_mx: en 15 minutos
fr_fr: dans 15 minutes
hu_hu: 15 percen belül
it_it: in 15 minuti
nb_no: om 15 minutter
nl_nl: over 15 minuten
pl_pl: za 15 minut
pt_br: em 15 minutos
ro_ro: peste 15 minute
sv_se: om 15 minuter

source: in 30 minutes
bg_bg: след 30 минути
ca_es: en 30 minuts
cs_cz: za 30 minut
da_dk: om 30 minutter
es_mx: en 30 minutos
fr_fr: dans 30 minutes
hu_hu: 30 percen belül
it_it: in 30 minuti
nb_no: om 30 minutter
nl_nl: over 30 minuten
pl_pl: za 30 minut
pt_br: em 30 minutos
ro_ro: peste 30 minute
sv_se: om 30 minuter

source: in one hour
bg_bg: след един час
ca_es: en una hora
cs_cz: za hodinu
da_dk: om en time
es_mx: en una hora
fr_fr: dans une heure
hu_hu: egy órán belül
it_it: in un'ora
nb_no: om en time
nl_nl: over één uur
pl_pl: za godzinę
pt_br: em uma hora
ro_ro: peste o oră
sv_se: om en timme

source: tomorrow
bg_bg: утре
ca_es: demà
cs_cz: zítra
da_dk: imorgen
es_mx: mañana
fr_fr: demain
hu_hu: holnap
it_it: domani
nb_no: i morgen
nl_nl: morgen
pl_pl: jutro
pt_br: amanhã
ro_ro: mâine
sv_se: imorgon

source: in one week
bg_bg: след една седмица
ca_es: en una setmana
cs_cz: za týden
da_dk: om en uge
es_mx: en una semana
fr_fr: dans une semaine
hu_hu: egy hét múlva
it_it: in una settimana
nb_no: om en uke
nl_nl: over één week
pl_pl: za tydzień
pt_br: em uma semana
ro_ro: peste o săptămână
sv_se: om en vecka

source: Original mail
bg_bg: Оригинална поща
cs_cz: Původní e-mail
da_dk: Oprindelig e-mail
es_mx: Correo original
fr_fr: Courrier d'origine
hu_hu: Eredeti levél
it_it: Messaggio originale
nb_no: Opprinnelig epost
nl_nl: Oorspronkelijke e-mail
pl_pl: Wiadomość oryginalna
pt_br: E-mail original
ro_ro: E-mail original
sv_se: Ursprungligt meddelande

source: Overdue
bg_bg: Просрочен
ca_es: Vençut
cs_cz: Zpoždění
da_dk: Over tid
es_mx: Vencido
fr_fr: Échu
hu_hu: Lejárt
it_it: Oltre la scadenza
nb_no: Forfalt
nl_nl: Te laat
pl_pl: Termin przekroczony
pt_br: Atrasado
ro_ro: Scadență depășită
sv_se: Försenad

source: No priority
bg_bg: Няма приоритет
ca_es: Sense prioritat
cs_cz: Žádná priorita
da_dk: Ingen prioritet
es_mx: Sin prioridad
fr_fr: Aucune priorité
hu_hu: Nincs prioritás
it_it: Nessuna priorità
nb_no: Ingen prioritet
nl_nl: Geen prioriteit
pl_pl: Brak priorytetu
pt_br: Nenhuma prioridade
ro_ro: Nicio prioritate
sv_se: Ingen prioritet

source: Low priority
bg_bg: Нисък приоритет
ca_es: Baixa prioritat
cs_cz: Nízká priorita
da_dk: Lav prioritet
es_mx: Baja prioridad
fr_fr: Basse priorité
hu_hu: Alacsony prioritás
it_it: Priorità bassa
nb_no: Lav prioritet
nl_nl: Lage prioriteit
pl_pl: Niski priorytet
pt_br: Baixa prioridade
ro_ro: Prioritate scăzută
sv_se: Låg prioritet

source: Medium priority
bg_bg: Среден приоритет
ca_es: Prioritat normal
cs_cz: Střední priorita
da_dk: Mellem prioritet
es_mx: Prioridad media
fr_fr: Priorité moyenne
hu_hu: Közepes prioritás
it_it: Priorità media
nb_no: Medium prioritet
nl_nl: Middelmatige prioriteit
pl_pl: Średni priorytet
pt_br: Prioridade média
ro_ro: Prioritate medie
sv_se: Mellanhög prioritet

source: High priority
bg_bg: Висок приоритет
ca_es: Alta prioritat
cs_cz: Vysoká priorita
da_dk: Høj prioritet
es_mx: Alta prioridad
fr_fr: Haute priorité
hu_hu: Magas prioritás
it_it: Priorità alta
nb_no: Høy prioritet
nl_nl: Hoge prioriteit
pl_pl: Wysoki priorytet
pt_br: Alta prioridade
ro_ro: Prioritate ridicată
sv_se: Hög prioritet

source: %1$d Minute
bg_bg: %1$d Минута
ca_es: %1$d minut
cs_cz: %1$d minuta
da_dk: %1$d minut
es_mx: %1$d minuto
hu_hu: %1$d perc
it_it: %1$d minuto
nb_no: %1$d Minutt
nl_nl: %1$d Minuut
pl_pl: %1$d min
pt_br: %1$d minuto
ro_ro: %1$d minut
sv_se: %1$d minut

source: %1$d Hour
bg_bg: %1$d Час
ca_es: %1$d hora
cs_cz: %1$d hodina
da_dk: %1$d time
es_mx: %1$d hora
fr_fr: %1$d heure
hu_hu: %1$d óra
it_it: %1$d ora
nb_no: %1$d Time
nl_nl: %1$d Uur
pl_pl: %1$d h
pt_br: %1$d hora
ro_ro: %1$d oră
sv_se: %1$d timme

source: %1$d Day
bg_bg: %1$d Ден
ca_es: %1$d dia
cs_cz: %1$d den
da_dk: %1$d dag
es_mx: %1$d día
fr_fr: %1$d jour
hu_hu: %1$d nap
it_it: %1$d giorno
nb_no: %1$d Dag
nl_nl: %1$d Dag
pl_pl: %1$d dzień
pt_br: %1$d dia
ro_ro: %1$d zi
sv_se: %1$d dag

source: %1$d Week
bg_bg: %1$d Седмица
ca_es: %1$d setmana
cs_cz: %1$d týden
da_dk: %1$d uge
es_mx: %1$d semana
fr_fr: %1$d semaine
hu_hu: %1$d hét
it_it: %1$d settimana
nb_no: %1$d Uke
pl_pl: %1$d tydzień
pt_br: %1$d semana
ro_ro: %1$d săptămână
sv_se: %1$d vecka

source: Due %1$s
bg_bg: Падеж %1$s
ca_es: Venciment %1$s
cs_cz: Dokončit do %1$s
da_dk: Senest %1$s
es_mx: Vencimiento %1$s
fr_fr: Échéance au %1$s
hu_hu: Határidő: %1$s
it_it: Scade il %1$s
nb_no: Forfaller den %1$s
nl_nl: Vervalt %1$s
pl_pl: Termin: %1$s
pt_br: Vencimento %1$s
ro_ro: Scadent în data de %1$s
sv_se: Deadline %1$s

source: Reminder date %1$s
bg_bg: Дата напомняне %1$s
ca_es: Data de recordatori %1$s
cs_cz: Datum upomínky %1$s
da_dk: Påmindelsesdato %1$s
es_mx: Fecha de recordatorio %1$s
fr_fr: Date de rappel %1$s
hu_hu: Emlékeztető dátuma: %1$s
it_it: Promemoria %1$s
nb_no: Påminnelsedato %1$s
nl_nl: Herinneringsdatum %1$s
pl_pl: Data przypomnienia: %1$s
pt_br: Data do lembrete %1$s
ro_ro: Dată memento %1$s
sv_se: Påminnelsedatum %1$s

source: Progress %1$s %
bg_bg: Напредък %1$s %
ca_es: Progrés %1$s %
cs_cz: Postup %1$s %
da_dk: Fremgang %1$s %
es_mx: Progreso %1$s %
fr_fr: Avancement %1$s %
hu_hu: Előrehaladás: %1$s %
it_it: Avanzamento %1$s %
nb_no: Fremskritt %1$s %
nl_nl: Voortgang %1$s %
pl_pl: Postęp: %1$s %
pt_br: Progresso %1$s %
ro_ro: Progres %1$s %
sv_se: Förlopp %1$s %

source: Could not load attachments for this task.
bg_bg: Не можаха да се заредят прикачени файлове за тази задача.
ca_es: No s'han pogut carregar tots els adjunts d'aquesta tasca.
cs_cz: Nepodařilo se nahrát přílohy tohoto úkolu.
da_dk: Kunne ikke indlæse vedhæftninger for denne opgave.
es_mx: No se pudieron cargar todos los adjuntos de esta tarea.
fr_fr: Impossible de charger les pièces jointes à cette tâche.
hu_hu: A feladat mellékletei nem tölthetők be.
it_it: Impossibile caricare gli allegati di questa attività.
nb_no: Kunne ikke laste opp vedlegg til denne oppgaven.
nl_nl: Kan niet alle bijlagen van deze taak laden.
pl_pl: Nie udało się wczytać załączników do tego zadania.
pt_br: Não foi possível carregar anexos para esta tarefa.
ro_ro: Nu s-au putut încărca fișierele atașate la această sarcină.
sv_se: Kunde inte ladda bilagor för den här uppgiften.

source: ends:
bg_bg: завършва:
cs_cz: končí:
da_dk: slutter:
es_mx: finaliza:
fr_fr: termine à :
hu_hu: befejeződik:
it_it: termina:
nb_no: slutter:
nl_nl: eindigt:
pl_pl: koniec:
pt_br: termina:
ro_ro: finalizează:
sv_se: slutar:

source: has participants
bg_bg: има участници
cs_cz: má účastníky
da_dk: har deltagere
es_mx: tiene participantes
fr_fr: possède des participants
hu_hu: vannak résztvevői
it_it: ha dei partecipanti
nb_no: har deltakere
nl_nl: heeft deelnemers
pl_pl: ma uczestników
pt_br: tem participantes
ro_ro: are participanți
sv_se: har deltagare

source: private
bg_bg: частен
cs_cz: soukromé
da_dk: privat
es_mx: privada
fr_fr: privé
hu_hu: privát
it_it: privato
nb_no: privat
nl_nl: privé
pl_pl: prywatne
pt_br: privado
ro_ro: personal
sv_se: privat

source: Guided tour for this app
bg_bg: Ръководство за това приложение
cs_cz: Prohlídka pro tuto aplikaci
da_dk: Guidet tur for denne app
es_mx: Visita guiada para esta aplicación
fr_fr: Visite guidée pour cette app
hu_hu: Az alkalmazás bemutatója
it_it: Presentazione guidata per questa applicazione
nb_no: Omvisning av denne appen
nl_nl: Rondleiding door deze app
pl_pl: Przewodnik po tej aplikacji
pt_br: Passeio guiado por este aplicativo
ro_ro: Vizită ghidată pentru această aplicație
sv_se: Guidad visning för det här programmet

source: App Launcher
es_mx: Lanzador de aplicaciones
fr_fr: Lanceur d'applications
hu_hu: Alkalmazásindító
it_it: Esecutore di applicazioni
pl_pl: Uruchamianie aplikacji
ro_ro: Lansare de aplicații
sv_se: Programstartare

source: To navigate between the %1$s applications, just click on the new App Launcher icon.
cs_cz: Pro navigaci mezi několika aplikacemi %1$s klikněte na novou ikonku App Launcher.
da_dk: Klik på det nye »App Launcher«-ikon for at navigere mellem %1$s-programmerne.
es_mx: Para navegar entre las aplicaciones de %1$s, simplemente presione en el nuevo icono del Lanzador de aplicaciones.
fr_fr: Pour naviguer entre les applications %1$s, cliquez simplement sur la nouvelle icône du lanceur d'applications.
hu_hu: A(z) %1$s alkalmazások közötti navigáláshoz kattintson az új Alkalmazásindító ikonra.
it_it: Per navigare tra le applicazioni di %1$s, ti basta fare clic sulla nuova icona dell'esecutore delle applicazioni.
nl_nl: Om te navigeren tussen de %1$s applicaties klikt u op het App Launcher pictogram.
pl_pl: Aby poruszać się między aplikacjami %1$s, kliknij nową ikonę Uruchamianie aplikacji.
pt_br: Para navegar entre os aplicativos %1$s, basta clicar no ícone do novo App Launcher.
ro_ro: Pentru a naviga între aplicațiile %1$s, apăsați pe pictograma de lansare de aplicații.
sv_se: För att navigera mellan %1$s-programmen, klicka bara på den nya Programstartarikonen.

source: Click on the application that you would like to use.
cs_cz: Klikněte na aplikaci, kterou byste chtěli používat.
da_dk: Klik på det program du gerne vil bruge.
es_mx: Presione en la aplicación que le gustaría usar.
fr_fr: Cliquez sur l'application que vous souhaitez utiliser.
hu_hu: Kattintson a használni kívánt alkalmazásra.
it_it: Fai clic sull'applicazione che desideri utilizzare.
nl_nl: Klik op de applicatie welke u wilt gebruiken.
pl_pl: Kliknij aplikację, której chcesz użyć.
pt_br: Clique no aplicativo que você gostaria de usar.
ro_ro: Apăsași pe aplicația pe care doriți s-o utilizați.
sv_se: Klicka på programmet som du vill använda.

source: New Windows
cs_cz: Nová okna
da_dk: Nye vinduer
es_mx: Nuevas ventanas
fr_fr: Nouvelle fenêtre
hu_hu: Új ablakok
it_it: Nuove finestre
nl_nl: Nieuwe schermen
pl_pl: Nowe okna
pt_br: Novas janelas
ro_ro: Ferestre noi
sv_se: Nya fönster

source: E-Mails will appear in a new window. These windows can be maximized, minimized and closed.
cs_cz: E-maily se objeví v novém okně. Tato okna mohou maximalizována, minimalizována, a zavřena.
da_dk: Beskeder vil dukke op i et nyt vindue. Disse vinduer kan maksimeres, minimeres og lukkes.
es_mx: Los correos aparecerán en una nueva ventana. Estas ventanas se pueden maximizar, minimizar y cerrar.
fr_fr: Les courriels apparaîtront dans une nouvelle fenêtre. Ces fenêtres peuvent être agrandies, réduites et fermées.
hu_hu: Az e-mailek egy új ablakban fognak megjelenni. Ezek az ablakok maximalizálhatók, minimalizálhatók és bezárhatók.
it_it: I messaggi appariranno in una nuova finestra. Queste finestre possono essere massimizzate, minimizzate e chiuse.
nl_nl: E-mailberchten worden geopend in een nieuw scherm. Deze schermen kunnen worden geminimaliseerd en gesloten.
pl_pl: Wiadomości e-mail pojawią się w nowym oknie. Okna te można zmaksymalizować, zminimalizować i zamknąć.
pt_br: E-mails serão exibidos em uma nova janela. Essas janelas podem ser maximizadas, minimizadas e fechadas.
ro_ro: Mesajele vor fi afișate într-o fereastră nouă. Aceste ferestre pot fi maximizate, minimizate sau închise.
sv_se: Meddelanden kommer visas i ett nytt fönster. Dessa fönster kan maximeras, minimeras och stängas.

source: Windows you have minimized will appear in all applications for easy access. You can maximize a window again by clicking on it.
cs_cz: Okna, která máte minimalizována, se pro snadný přístup objeví ve všech aplikacích. Okno můžete opět maximalizovat kliknutím.
da_dk: Vinduer du har minimeret vil være synlige i alle programmer, så det er let at komme tilbage til dem. Du kan maksimere et vindue igen ved at klikke på det.
es_mx: Las ventanas que haya minimizado aparecerán en todas las aplicaciones para facilitar el acceso. Puede maximizar una ventana nuevamente presionando en ella.
fr_fr: Les fenêtres que vous avez réduites apparaîtront dans toutes les applications pour un accès rapide. Vous pouvez agrandir une fenêtre en cliquant dessus.
hu_hu: A minimalizált ablakok az egyszerű hozzáférés érdekében minden alkalmazásban megjelennek. A gombra kattintva maximalizálhatja az ablakot.
it_it: Le finestre che hai minimizzato appariranno in tutte le applicazioni per un accesso facilitato. Puoi massimizzare una finestra nuovamente facendo clic su di essa.
nl_nl: Schermen die u heeft geminimaliseerd zijn in alle applicaties te zien om deze snel te kunnen benaderen. U kan een scherm opnieuw maximaliseren door er op te klikken.
pl_pl: Okna zminimalizowane pojawią się we wszystkich aplikacjach w celu łatwego dostępu. Możesz zmaksymalizować okno ponownie, klikając je.
pt_br: As janelas que você minimizou aparecerão em todos os aplicativos para facilitar o acesso.Você pode maximizar uma janela novamente clicando nela.
ro_ro: Ferestrele pe care le-ați minimizat vor apărea în toate aplicațiile pentru un acces mai ușor. Puteți maximiza din nou o fereastră cu un clic pe ea.
sv_se: Fönster som du har minimerat kommer visas i alla program för enkel åtkomst. Du kan maximera ett fönster igen genom att klicka på det.

source: 2-step Verification Options
cs_cz: Možnosti dvoufázového ověření
da_dk: Indstillinger for tofaktorgodkendelse
es_mx: Opciones de verificación en 2 pasos
fr_fr: Options de vérification en deux étapes
hu_hu: Kétlépcsős ellenőrzési beállítások
it_it: Opzioni di verifica in due fasi
nl_nl: 2-Staps Authenticatie Opties
pl_pl: Opcje weryfikacji 2-etapowej
pt_br: Opções de verificação em duas etapas
ro_ro: Opțiuni de verificare în 2 pași
sv_se: 2-Step-verifieringsalternativ

source: You can now add additional verification options to enhance the security of your account.
cs_cz: Pro zvýšení bezpečnosti svého účtu můžete přidat další možnosti ověření.
da_dk: Du kan nu tilføje yderligere indstillinger til verifikation af din konto, og gøre sikkerheden endnu bedre på den.
es_mx: Ahora puede añadir opciones de verificación adicionales para incrementar la seguridad de su cuenta.
fr_fr: Vous pouvez désormais ajouter des options de vérification supplémentaire pour renforcer la sécurité de votre compte.
hu_hu: A fiók biztonságának növelése érdekében további hitelesítési lehetőségeket lehet hozzáadni.
it_it: È possibile ora aggiungere opzioni di verifica ulteriori per migliorare la sicurezza del proprio account.
nl_nl: U kan nu extra controles opties toevoegen om de beveiliging van uw account te verbeteren.
pl_pl: Aby zwiększyć bezpieczeństwo konta, możesz teraz dodać dodatkowe opcje weryfikacji.
pt_br: Agora você pode adicionar outras opções de verificação para melhorar a segurança de sua conta.
ro_ro: Acum puteți adăuga opțiuni suplimentare de autentificare pentru a îmbunătăți securitatea contului dvs.
sv_se: Du kan nu lägga till ytterligare verifieringsalternativ för att förbättra säkerheten för ditt konto.

source: To learn more about the new and improved features you can visit
cs_cz: Chcete-li se o nových a vylepšených funkcích dozvědět více, navštivte
da_dk: For at lære mere om ny og forbedret funktionalitet kan du besøge
es_mx: Para aprender más sobre las características nuevas y mejoradas, puede visitar
fr_fr: Pour découvrir les nouveautés et améliorations, vous pouvez consulter
hu_hu: További információ az új és továbbfejlesztett funkciókról:
it_it: Per scoprire di più sulle funzionalità nuove e migliorate, puoi visitare
nl_nl: Om meer te weten te komen van de nieuwe en verbeterde functies kan u naar de volgende pagina gaan
pl_pl: Aby dowiedzieć się więcej o nowych i ulepszonych funkcjach, otwórz stronę
pt_br: Para saber mais sobre os recursos novos e aprimorados você pode visitar
ro_ro: Pentru a obține mai multe informații despre noutăți și îmbunătățiri, vizitați
sv_se: För att läsa mer om de nya och förbättrade funktionerna kan du besöka

source: Welcome to %1$s. We've made some exciting changes to %1$s. This quick tour will guide you through some of the new and improved features.
cs_cz: Vítejte v %1$s. %1$s přináší řadu zajímavých změn. Tento krátký průvodce vás provede po některých nových a vylepšených funkcích.
da_dk: Velkommen til %1$s. Vi har lavet nogle spændende ændringer i %1$s. Denne hurtige rundvisning vil guide dig gennem nogle af den nye og forbedrede funktionalitet.
es_mx: Bienvenido a %1$s. Hemos realizado algunos cambios emocionantes en %1$s. Esta visita guiada rápida le conducirá a través de algunas de las características nuevas y mejoradas.
fr_fr: Bienvenue dans %1$s. Nous avons apporté des améliorations intéressantes à %1$s. Cette visite guidée rapide vous présentera quelques-unes des nouveautés et améliorations.
hu_hu: Üdvözöli a(z) %1$s. Számos izgalmas változtatást hajtottunk végre a(z) %1$s alkalmazásban. Ez a gyors bemutató segítséget nyújt az új és továbbfejlesztett szolgáltatások megismerésében.
it_it: Benvenuto in %1$s. Abbiamo apportato alcune modifiche entusiasmanti a %1$s. Questa presentazione rapida ti guiderà attraverso alcune delle funzionalità nuove e migliorate.
nl_nl: Welkom bij %1$s. We hebben een aantal bijzondere aanpassingen gemaakt in %1$s. Deze korte rondleiding laat u een aantal van de nieuwe en verbeterde mogelijkheden zien.
pl_pl: Witamy w %1$s Wprowadziliśmy kilka ekscytujących zmian w programie %1$s. Ta szybka prezentacja poprowadzi Cię przez nowe i ulepszone funkcje.
pt_br: Bem-vindo à %1$s. Fizemos algumas alterações interessantes em %1$s. Este tour rápido irá guiá-lo através de alguns dos recursos novos e aprimorados.
ro_ro: Bine ați venit la %1$s. %1$s conține câteva modificări interesante. Acest ghid rapid vă va prezenta câteva dintre funcționalitățile noi și îmbunătățite.
sv_se: Välkommen till %1$s. Vi har infört några häftiga ändringar i %1$s. Denna snabba rundtur kommer visa dig några av de nya och förbättrade funktionerna.

source: Never show again
cs_cz: Nikdy už nezobrazovat
da_dk: Vis aldrig igen
es_mx: No mostrar de nuevo
fr_fr: Ne plus afficher
hu_hu: Ne jelenjen meg többet
it_it: Non mostrare più
nl_nl: Toon dit nooit meer
pl_pl: Nie pokazuj więcej
pt_br: Nunca mais exibir
ro_ro: Nu mai afișa
sv_se: Visa aldrig igen

source: Upgrade to premium edition
bg_bg: Надстройване до първо издание
ca_es: Actualitza a l'edició premium
cs_cz: Upgradujte na prémiovou verzi
da_dk: Opgradér til præmium-udgaven
es_mx: Actualizar a edición premium
fr_fr: Monter en gamme vers la version Premium
hu_hu: Frissítsen prémiumra
it_it: Aggiornamento all'edizione premium
nb_no: Oppgrader til Premium-utgave
nl_nl: Upgraden naar premium editie
pl_pl: Zaktualizuj do wersji premium
pt_br: Atualizar para a edição premium
ro_ro: Trecere la versiunea premium
sv_se: Uppgradera till premiumutgåvan

source: Shopping cart
bg_bg: Карта за пазаруване
ca_es: Cistella de la compra
cs_cz: Nákupní košík
da_dk: Indkøbsvogn
es_mx: Cesta de la compra
fr_fr: Panier
hu_hu: Bevásárlókosár
it_it: Carrello della spesa
nb_no: Handlekurv
nl_nl: Winkelwagentje
pl_pl: Koszyk
pt_br: Carrinho de compras
ro_ro: Coș de cumpărături
sv_se: Shoppingvagn
