Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Customize this page
bg_bg: Персонализирайте тази страница
ca_es: Personalitza aquesta pàgina
cs_cz: Přizpůsobit tuto stránku
da_dk: Tilpas denne side
es_mx: Personalizar esta página
fr_fr: Personnaliser cette page
hu_hu: Oldal testre szabása
it_it: Personalizza questa pagina
nb_no: Tilpass denne siden
nl_nl: Deze pagina aanpassen
pl_pl: Dopasuj tę stronę
pt_br: Personalizar esta página
ro_ro: Personalizează pagina
sv_se: Anpassa sidan

source: Disable widget
bg_bg: Деактивирайте джаджа
ca_es: Desactiva el widget
cs_cz: Vypnout widget
da_dk: Deaktivér widget
es_mx: Desactivar widget
fr_fr: Désactiver le composant graphique
hu_hu: Widget letiltása
it_it: Disabilita widget
nb_no: Deaktiver widget
nl_nl: De widget uitschakelen
pl_pl: Wyłącz widget
pt_br: Desabilitar widget
ro_ro: Dezactiveză aplicația
sv_se: Avaktivera komponent

source: Get started here
bg_bg: Започнете тук
ca_es: Presa de contacte
cs_cz: Začněte zde
da_dk: Kom i gang her
es_mx: Empezar aquí
fr_fr: Premiers pas
hu_hu: Első lépések
it_it: Inizia da qui
nb_no: Kom i gang her
nl_nl: Ga hier beginnen
pl_pl: Zacznij tutaj
pt_br: Comece aqui
ro_ro: Introducere
sv_se: Kom igång här

source: Welcome to %1$s
bg_bg: Добре дошли в %1$s
cs_cz: Vítejte v %1$s
da_dk: Velkommen til %1$s
es_mx: Bienvenido a %1$s
fr_fr: Bienvenue sur %1$s
hu_hu: Üdvözöli a(z) %1$s
it_it: Benvenuto in %1$s
nb_no: Velkommen til %1$s
nl_nl: Welkom bij %1$s
pl_pl: %1$s — witamy
pt_br: Bem-vindo à %1$s
ro_ro: Bine ați venit la %1$s
sv_se: Välkommen till %1$s

source: Add your %1$s account
bg_bg: Добавете %1$s профила си
cs_cz: Přidat váš účet %1$s
da_dk: Tilføj din %1$s-konto
es_mx: Añadir su cuenta de %1$s
fr_fr: Ajouter votre compte %1$s
hu_hu: %1$s fiók hozzáadása
it_it: Aggiungi il tuo account %1$s
nb_no: Legg til din %1$s konto
nl_nl: Uw %1$s account toevoegen
pl_pl: Dodaj konto %1$s
pt_br: Adicionar sua conta do %1$s
ro_ro: Adăugați contul dumneavoastră %1$s
sv_se: Lägg till ditt %1$s-konto

source: Try again.
bg_bg: Опитай пак.
cs_cz: Zkusit znovu.
da_dk: Prøv igen.
es_mx: Inténtelo otra vez.
fr_fr: Réessayer.
hu_hu: Próbálja újra.
it_it: Prova ancora.
nb_no: Prøv igjen.
nl_nl: Probeer opnieuw.
pl_pl: Spróbuj ponownie.
pt_br: Tente novamente.
ro_ro: Încercați din nou.
sv_se: Försök igen.

source: The widget "%s" was disabled as the account might have been removed or is no longer available.
bg_bg: Приспособлението \ " %s " бе деактивирано, тъй като профилът може да е премахнат или вече не е налице.
cs_cz: Prvek „%s“ byl vypnut a účet byl možná odstraněn nebo již není k dispozici.
da_dk: Widget'en »%s« blev slået fra, da kontoen ikke længere er tilgængelig - og måske er blevet slettet.
es_mx: El widget "%s" se desactivó ya que la cuenta podría haber sido eliminada o ya no está disponible.
fr_fr: Le composant « %s » a été désactivé car ce compte a probablement été supprimé ou n'existe plus.
hu_hu: A(z) "%s" modul letiltásra került, mivel a fiókot eltávolították vagy már nem érhető el.
it_it: Il widget "%s" è stato disabilitato poiché l'account potrebbe essere stato rimosso o non essere più disponibile.
nl_nl: De widget "%s" was uitgeschakeld omdat het account mogelijk was afgesloten en waarschijnlijk verwijderd of niet meer beschikbaar.
pl_pl: Widget %s wyłączono, ponieważ konto mogło zostać usunięte lub nie jest już dostępne.
pt_br: O widget "%s" foi desabilitado porque a conta pode ter sido excluída ou não está mais disponível.
ro_ro: Aplicația "%s" a fost dezactivată deoarece contul a fost eliminat sau nu mai este disponibil.
sv_se: Komponenten "%s" avaktiverades eftersom kontot kan ha tagits bort eller är inte längre tillgängligt.

source: An error occurred.
bg_bg: Възникна грешка.
ca_es: Hi ha hagut un error.
cs_cz: Došlo k chybě.
da_dk: Der opstod en fejl.
es_mx: Ocurrió un error.
fr_fr: Une erreur s'est produite.
hu_hu: Hiba történt.
it_it: Si è verificato un errore.
nb_no: Det oppstod en feil.
nl_nl: Er is een fout opgetreden.
pl_pl: Wystąpił błąd.
pt_br: Ocorreu um erro.
ro_ro: A apărut o eroare.
sv_se: Ett fel inträffade.

source: Portal widgets
bg_bg: Джаджи за портала
cs_cz: Widgety portálu
es_mx: Widgets del Portal
fr_fr: Composants graphiques du portail
hu_hu: Portál widgetek
it_it: Widget del portale
nl_nl: Portaal widgets
pl_pl: Widgety portalu
pt_br: Widgets do portal
ro_ro: Aplicații portal
sv_se: Portalkomponenter

source: Portal
bg_bg: Портал
cs_cz: Portál
fr_fr: Portail
hu_hu: Portál
it_it: Portale
nl_nl: Portaal

source: Delete widget
bg_bg: Изтриване на джаджата
ca_es: Suprimeix el widget
cs_cz: Smazat widget
da_dk: Slet widget
es_mx: Borrar widget
fr_fr: Supprimer le composant graphique
hu_hu: Widget törlése
it_it: Elimina widget
nb_no: Slett widget
nl_nl: Widget verwijderen
pl_pl: Usuń widget
pt_br: Excluir widget
ro_ro: Șterge aplicația
sv_se: Ta bort komponent

source: Do you really want to delete this widget?
bg_bg: Наистина ли искате да изтриете тази джаджа?
ca_es: Realment voleu suprimir aquest widget?
cs_cz: Opravdu chcete smazat tento widget?
da_dk: Vil du virkelig slette denne widget?
es_mx: ¿Está seguro de querer borrar este widget?
fr_fr: Voulez-vous vraiment supprimer ce composant ?
hu_hu: Biztos, hogy törölni szeretné ezt a widgetet?
it_it: Vuoi davvero eliminare questo widget?
nb_no: Ønsker du å slette denne widgeten?
nl_nl: Weet u zeker dat u deze widget wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten widget?
pt_br: Deseja realmente excluir este widget?
ro_ro: Sigur doriți să ștergeți această aplicație?
sv_se: Vill du verkligen ta bort komponenten?

source: Just disable widget
bg_bg: Просто изключете джаджа
ca_es: Just desactiva el widget
cs_cz: Pouze vypnout widget
da_dk: Deaktivér kun widget
es_mx: Sólo desactivar widget
fr_fr: Uniquement le désactiver
hu_hu: Widget letiltása
it_it: Disabilita il widget
nb_no: Bare deaktiver widget
nl_nl: De widget alleen uitschakelen
pl_pl: Tylko wyłącz widget
pt_br: Apenas desabilitar o widget
ro_ro: Doar dezactiveză aplicația
sv_se: Bara avaktivera komponenten

source: Portal settings
bg_bg: Настройки на портала
ca_es: Preferències del portal
cs_cz: Nastavení portálu
da_dk: Portalindstillinger
es_mx: Ajustes del portal
fr_fr: Réglages du portail
hu_hu: Portálbeállítások
it_it: Impostazioni del portale
nb_no: Portalinnstillinger
nl_nl: Portaalinstellingen
pl_pl: Ustawienia portalu
pt_br: Configurações do portal
ro_ro: Setări portal
sv_se: Portalinställningar

source: Add widget
bg_bg: Добавяне на джаджа
ca_es: Afegeix widget
cs_cz: Přidat widget
da_dk: Tilføj widget
es_mx: Añadir widget
fr_fr: Ajouter un composant graphique
hu_hu: Widget hozzáadása
it_it: Aggiungi un widget
nb_no: Legg til widget
nl_nl: Widget toevoegen
pl_pl: Dodaj widget
pt_br: Adicionar widget
ro_ro: Adaugă o aplicație
sv_se: Lägg till komponent

source: Drag to reorder widget
bg_bg: Плъзнете, за да преподредите джаджата
ca_es: Arrossega el widget per a col·locar-lo
cs_cz: Táhnutím přeskupíte widgety
da_dk: Træk for omarrangere widget
es_mx: Arrastrar para reubicar el widget
fr_fr: Faites glisser pour réordonner le composant graphique
hu_hu: Húzza a widget átrendezéséhez
it_it: Trascina per riposizionare il widget
nb_no: Dra for å endre rekkefølgen til widget
nl_nl: Sleep de widget om de volgorde te veranderen
pl_pl: Przeciągnij, aby zmienić kolejność widgetu
pt_br: Arraste para reordenar o widget
ro_ro: Glisați pentru a reordona aplicația
sv_se: Dra för att omplacera komponent

source: Disable %1$s
bg_bg: Деактивирайте %1$s
cs_cz: Zakázat %1$s
da_dk: Deaktivér %1$s
es_mx: Desactivar %1$s
fr_fr: Désactiver %1$s
hu_hu: %1$s letiltása
it_it: Disabilita %1$s
nb_no: Deaktiver %1$s
nl_nl: %1$s uitschakelen
pl_pl: Wyłącz %1$s
pt_br: Desabilitar %1$s
ro_ro: Dezactivează %1$s
sv_se: Avaktivera %1$s

source: Enable %1$s
bg_bg: Активиране на %1$s
cs_cz: Povolit %1$s
da_dk: Aktivér %1$s
es_mx: Activar %1$s
fr_fr: Activer %1$s
hu_hu: %1$s engedélyezése
it_it: Abilita %1$s
nb_no: Aktiver %1$s
nl_nl: %1$s inschakelen
pl_pl: Włącz %1$s
pt_br: Habilitar %1$s
ro_ro: Activează %1$s
sv_se: Aktivera %1$s

source: Smartphone settings:
bg_bg: Настройки на смартфона:
cs_cz: Nastavení chytrého telefonu:
da_dk: Smartphone-indstillinger:
es_mx: Ajustes del smartphone:
fr_fr: Réglages pour téléphone mobile :
hu_hu: Okostelefon beállításai:
it_it: Impostazioni del telefono:
nb_no: Innstillinger for smarttelefon:
nl_nl: Smartphone instellingen:
pl_pl: Ustawienia smartfonu:
pt_br: Configurações do celular:
ro_ro: Setări smartphone:
sv_se: Smartphone-inställningar:

source: Reduce to widget summary
bg_bg: Намалете обобщението на джаджата
cs_cz: Zmenšit na přehled widgetů
da_dk: Reducér til widget-opsummering
es_mx: Reducir a resumen de widgets
fr_fr: Réduire au résumé du composant
hu_hu: Csökkentse a felületi elem összefoglalóját
it_it: Riduci al riepilogo dei widget
nb_no: Reduser til widgetsammendrag
nl_nl: Reduceer naar widget overzicht
pl_pl: Zmniejsz do podsumowania w widgecie
pt_br: Reduzir para o resumo do widget
ro_ro: Redu la rezumatul aplicațiilor
sv_se: Reducera till sammanfattning i komponent

source: Could not save settings.
bg_bg: Настройките не можаха да бъдат запазени.
ca_es: No s'han pogut carregar les preferències
cs_cz: Nepodařilo se uložit nastavení.
da_dk: Kunne ikke gemme indstillinger.
es_mx: No se han podido guardar los ajustes.
fr_fr: Impossible d'enregistrer les réglages.
hu_hu: A beállítások nem menthetők.
it_it: Impossibile salvare le impostazioni.
nb_no: Kunne ikke lagre innstillinger.
nl_nl: Kan instellingen niet opslaan.
pl_pl: Nie udało się zapisać ustawień.
pt_br: Não foi possível salvar as configurações.
ro_ro: Nu s-au putut salva setările.
sv_se: Kunde inte spara inställningarna.

source: Open file. Drag to your desktop to download.
bg_bg: Отворете файла. Плъзнете на десктопа си, за да го изтеглите.
cs_cz: Otevřít soubor. Přetažením na plochu stáhnete.
da_dk: Åbn fil. Træk til dit skrivebord for at hente.
es_mx: Abrir archivo. Arrastre a su escritorio para descargar.
fr_fr: Ouvrez le fichier. Déposez-le sur votre bureau pour le télécharger.
hu_hu: Fájl megnyitása. Húzza az asztalára a letöltéshez.
it_it: Apri file. Trascina sul tuo desktop per scaricare.
nb_no: Åpne fil. Dra til skrivebordet for å laste ned.
nl_nl: Open het bestand. Sleep naar het bureaublad om te downloaden.
pl_pl: Otwórz plik. Aby pobrać dokument, przeciągnij go na pulpit.
pt_br: Abrir arquivo. Arrastar para sua área de trabalho para baixar.
ro_ro: Deschide fișierul. Glisați pe desktop pentru a descărca.
sv_se: Öppna fil. Dra till ditt skrivbord för att ladda ner.

source: Open file
bg_bg: Отворете файла
cs_cz: Otevřít soubor
da_dk: Åbn fil
es_mx: Abrir archivo
fr_fr: Ouvrir le fichier
hu_hu: Fájl megnyitása
it_it: Apri file
nb_no: Åpne fil
nl_nl: Open bestand
pl_pl: Otwórz plik
pt_br: Abrir arquivo
ro_ro: Deschide fișierul
sv_se: Öppna fil

source: No items found
bg_bg: Няма намерени елементи
ca_es: No s'han torbat els elements
cs_cz: Nepodařilo se nalézt žádné položky
da_dk: Ingen elementer fundet
es_mx: No se encontraron elementos
fr_fr: Aucun élément trouvé
hu_hu: Nem találhatók elemek
it_it: Nessun elemento trovato
nb_no: Ingen elementer funnet
nl_nl: Geen elementen gevonden
pl_pl: Nie znaleziono żadnych elementów
pt_br: Nenhum item localizado
ro_ro: Nu s-au găsit elemente
sv_se: Inga objekt hittades

source: The selected folder is virtual and can not be searched. Please select another folder.
bg_bg: Избраната папка е виртуална и не може да бъде претърсвана. Моля, изберете друга папка.
cs_cz: Vybraná složka je virtuální a nelze ji prohledávat. Vyberte, prosím, jinou složku.
da_dk: Den valgte mappe er virtuel og kan ikke søges i. Vælg venligst en anden mappe.
es_mx: La carpeta seleccionada es virtual y no se puede buscar en ella. Por favor, seleccione otra carpeta.
fr_fr: Le dossier sélectionné est virtuel et ne peut pas faire l'objet d'une recherche. Veuillez choisir un autre dossier.
hu_hu: A kijelölt mappa virtuális és nem kereshető. Válasszon ki egy másik mappát.
it_it: La cartella selezionata è virtuale e non può essere utilizzata per le ricerche. Seleziona un'altra cartella.
nb_no: Den valgte mappen er virtuell og kan ikke søkes. Vennligst velg en annen mappe.
nl_nl: De geselecteerde map is virtueel en kan niet doorzocht worden. Kies alstublieft een andere map.
pl_pl: Wybrano wirtualny folder. Nie można go przeszukać. Wybierz inny folder.
pt_br: A pasta selecionada é virtual e não pode ser pesquisada. Selecione outra pasta.
ro_ro: Dosarul selectat este virtual și nu poate fi căutat. Selectați un alt dosar.
sv_se: Den markerade mappen är virtuell och kan inte sökas i. Markera en annan mapp.

source: Clear field
bg_bg: Изчисти полето
ca_es: Neteja el camp
cs_cz: Vyprázdnit pole
da_dk: Ryd felt
es_mx: Borrar campo
fr_fr: Réinitialiser le champ
hu_hu: Mező törlése
it_it: Cancella il campo
nb_no: Tøm felt
nl_nl: Veld leegmaken
pl_pl: Wyczyść pole
pt_br: Limpar campo
ro_ro: Golește câmpul
sv_se: Rensa fält

source: More than the currently displayed %1$s items were found
bg_bg: Намерени са повече от текущо показваните %1$s елементи
ca_es: S'han trobat més elements que els %1$s que es mostren a continuació
cs_cz: Bylo nalezeno více než právě zobrazených %1$s položek
da_dk: Der blev fundet flere elementer end de %1$s viste
es_mx: Se encontraron más elementos que los %1$s que se muestran actualmente
fr_fr: D'autres éléments que les %1$s objets actuellement affichés ont été trouvés
hu_hu: A megjelenített %1$s elemnél több is található
it_it: Sono stati trovati più elementi dei %1$s attualmente visualizzati
nb_no: Mer enn de %1$s elementer som ble funnet
nl_nl: Er zijn meer dan de momenteel getoonde %1$s elementen gevonden
pl_pl: Znaleziono więcej elementów niż wyświetlane %1$s
pt_br: Foram encontrados mais itens que os atualmente exibidos %1$s
ro_ro: S-au găsit mai multe elemente decât cele %1$s afișate momentan
sv_se: Fler än de nu visade %1$s objekten hittades

source: Allow connections with untrusted certificates
bg_bg: Разрешаване на връзки с недоверчиви сертификати
cs_cz: Povolit spojení s nedůvěryhodnými certifikáty
da_dk: Tillad forbindelser med ubetroede certifikater.
es_mx: Permitir conexiones con certificados no confiables
fr_fr: Autoriser les connexions avec des certificats non vérifiés
hu_hu: Nem megbízható tanúsítvánnyal rendelkező kapcsolatok elfogadása
it_it: Tutte le connessioni con certificati non affidabili
nb_no: Tillat tilkoblinger med upålitelige sertifikater
nl_nl: Verbindingen met onvertrouwde certificaten toestaan
pl_pl: Zezwól na połączenia przy użyciu niezaufanych certyfikatów
pt_br: Permitir conexões com certificados não confiáveis
ro_ro: Permite conexiuni cu certificate ce nu sunt de încredere
sv_se: Tillåt anslutningar med opålitliga certifikat

source: Delete %1$s
bg_bg: Изтриване на %1$s
cs_cz: Vymazat %1$s
da_dk: Slet %1$s
es_mx: Eliminar %1$s
fr_fr: Supprimer %1$s
hu_hu: %1$s törlése
it_it: Elimina %1$s
nb_no: Slett %1$s
nl_nl: Verwijder %1$s
pl_pl: Usuń %1$s
pt_br: Excluir %1$s
ro_ro: Șterge %1$s
sv_se: Radera %1$s

source: Delete account
bg_bg: Изтриване на профил
ca_es: Suprimeix el compte
cs_cz: Smazat účet
da_dk: Slet konto
es_mx: Borrar cuenta
fr_fr: Supprimer le compte
hu_hu: Fiók törlése
it_it: Elimina account
nb_no: Slett konto
nl_nl: Account verwijderen
pl_pl: Usuń konto
pt_br: Excluir conta
ro_ro: Șterge contul
sv_se: Ta bort konto

source: Do you really want to delete this account?
bg_bg: Наистина ли искате да изтриете този профил?
ca_es: Segur que voleu suprimir aquest compte?
cs_cz: Opravdu chcete smazat tento účet?
da_dk: Vil du virkelig slette denne konto?
es_mx: ¿Está seguro de querer borrar esta cuenta?
fr_fr: Voulez-vous vraiment supprimer ce compte ?
hu_hu: Biztos, hogy törölni szeretné ezt a fiókot?
it_it: Vuoi davvero eliminare questo account?
nb_no: Ønsker du virkelig å slette denne kontoen?
nl_nl: Weet u zeker dat u dit account wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć to konto?
pt_br: Deseja realmente excluir esta conta?
ro_ro: Sigur doriți să ștergeți acest cont?
sv_se: Vill du verkligen ta bort kontot?

source: External Apps
bg_bg: Външни приложения
cs_cz: Externí aplikace
da_dk: Eksterne apps
es_mx: Aplicaciones externas
fr_fr: Applications externes
hu_hu: Külső alkalmazások
it_it: Applicazioni esterne
nb_no: Eksterne applikasjoner
nl_nl: Externe Apps
pl_pl: Aplikacje zewnętrzne
pt_br: Aplicativos externos
ro_ro: Aplicații externe
sv_se: Externa program

source: Do you want to revoke the access of this application?
bg_bg: Искате ли да отмените достъпа на това приложение?
cs_cz: Chcete této aplikaci odebrat přístup?
da_dk: Vil du trække dette programs rettigheder tilbage?
es_mx: ¿Quiere revocar el acceso de esta aplicación?
fr_fr: Voulez-vous vraiment révoquer l'accès de cette application ?
hu_hu: Szeretné visszavonni ennek az alkalmazásnak a hozzáférését?
it_it: Vuoi revocare l'accesso a questa applicazione?
nb_no: Ønsker du å tilbakekalle tilgangen til denne applikasjonen?
nl_nl: Weet u zeker dat u de toegang tot deze applicatie wilt intrekken?
pl_pl: Czy chcesz odebrać dostęp tej aplikacji?
pt_br: Deseja revogar o acesso deste aplicativo?
ro_ro: Doriți să revocați accesul acestei aplicații?
sv_se: Vill du återkalla det här programmets åtkomst?

source: Revoke
bg_bg: Отмяна
cs_cz: Odebrat
da_dk: Træk tilbage
es_mx: Revocar
fr_fr: Révoquer
hu_hu: Visszavonás
it_it: Revoca
nb_no: Tilbakekall
nl_nl: Intrekken
pl_pl: Cofnij dostęp
pt_br: Revogar
ro_ro: Revocă
sv_se: Återkalla

source: Permissions:
bg_bg: Разрешения:
cs_cz: Oprávnění:
da_dk: Tilladelser:
es_mx: Permisos:
fr_fr: Droits :
hu_hu: Jogosultságok:
it_it: Permessi:
nb_no: Tillatelser:
nl_nl: Rechten:
pl_pl: Uprawnienia:
pt_br: Permissões:
ro_ro: Permisiuni:
sv_se: Tillstånd:

source: Approved:
bg_bg: Одобрена:
cs_cz: Schváleno:
da_dk: Godkendt:
es_mx: Aprobado:
fr_fr: Approuvé :
hu_hu: Jóváhagyva:
it_it: Approvato:
nb_no: Godkjent:
nl_nl: Goedgekeurd:
pl_pl: Zatwierdzone:
pt_br: Aprovado:
ro_ro: Aprobat:
sv_se: Godkänd:

source: The following external applications/services can access your data:
bg_bg: Следните външни приложения / услуги могат да имат достъп до вашите данни:
cs_cz: Následující externí aplikace či služby mají přístup k vašim datům:
da_dk: Følgende eksterne programmer og tjenester kan tilgå dine data:
es_mx: Las siguientes aplicaciones/servicios externos pueden acceder a sus datos:
fr_fr: Les applications/services externes suivants peuvent accéder à vos données :
hu_hu: A következő alkalmazások/szolgáltatások férnek hozzá az adataihoz:
it_it: Le seguenti applicazioni/servizi esterni possono accedere ai tuoi dati:
nb_no: Følgende eksterne applikasjoner/tjenester har tilgang til dataene din:
nl_nl: De volgende externe applicaties/diensten kunnen bij uw gegevens:
pl_pl: Dostęp do Twoich danych mają następujące zewnętrzne aplikacje/usługi:
pt_br: Os seguintes aplicativos/serviços externos podem acessar seus dados:
ro_ro: Următoarele aplicații/servicii externe pot accesa datele dumneavoastră:
sv_se: Följande externa program/tjänster kan komma åt din data:

source: There are no external applications/services which can access your account.
bg_bg: Няма външни приложения / услуги, които да имат достъп до профила ви.
cs_cz: K vašim datům nemá přístup žádná externí aplikace či služba.
da_dk: Ingen eksterne programmer eller tjenester kan tilgå dine data.
es_mx: No hay aplicaciones/servicios externos que puedan acceder a su cuenta.
fr_fr: Aucun service ou application externe ne peut accéder à votre compte.
hu_hu: Nincs olyan alkalamzás/szolgáltatás, amely hozzáfér a felhasználói fiókjához.
it_it: Non ci sono applicazioni/servizi esterni che possono accedere ai tuoi dati.
nb_no: Det er ingen eksterne applikasjoner/tjenester som har tilgang til kontoen din.
nl_nl: Er zijn geen externe applicaties/diensten die uw gegevens kunnen benaderen.
pl_pl: Żadna zewnętrzna aplikacja ani usługa nie ma obecnie dostępu do Twojego konta.
pt_br: Não há aplicativos/serviços externos que podem acessar a sua conta.
ro_ro: Nu există nicio aplicație/serviciu extern ce poate accesa contul dumneavoastră.
sv_se: Det finns inga externa program/tjänster som kan komma åt ditt konto.

source: Security
bg_bg: Сигурност
cs_cz: Bezpečnost
da_dk: Sikkerhed
es_mx: Seguridad
fr_fr: Sécurité
hu_hu: Biztonság
it_it: Sicurezza
nl_nl: Beveiliging
pl_pl: Zabezpieczenia
pt_br: Segurança
ro_ro: Securitate
sv_se: Säkerhet

source: Active clients
bg_bg: Активни клиенти
cs_cz: Aktivní klienty
da_dk: Aktive klienter
es_mx: Clientes activos
fr_fr: Clients actifs
hu_hu: Aktív kliensek
it_it: Client attivi
pl_pl: Aktywne klienty
pt_br: Clientes ativos
ro_ro: Clienți activi
sv_se: Aktiva klienter

source: Application Passwords
cs_cz: Hesla aplikací
da_dk: Kodeord til programmer
es_mx: Contraseñas de la aplicación
fr_fr: Mots de passe d'applications
hu_hu: Alkalmazás-jelszavak
it_it: Password delle applicazioni
nl_nl: Applicatiewachtwoorden
pl_pl: Hasła do aplikacji
pt_br: Senhas do aplicativo
ro_ro: Parole aplicație
sv_se: Programlösenord

source: Certificates
bg_bg: Сертификати
cs_cz: Certifikáty
da_dk: Certifikater
es_mx: Certificados
fr_fr: Certificats
hu_hu: Tanúsítványok
it_it: Certificati
nl_nl: Certificaten
pl_pl: Certyfikaty
pt_br: Certificados
ro_ro: Certificate
sv_se: Certifikat

source: Includes all emails from your primary mail account as eml files.
cs_cz: Obsahuje všechny zprávy z vašeho primárního e-mailového účtu ve formátu eml.
da_dk: Inkluderer alle e-mails fra din primære e-mail-konto som eml-filer.
es_mx: Incluye todos los correos de su cuenta de correo principal en forma de archivos eml.
fr_fr: Inclut tous les courriels de votre compte de courrier principal en tant que fichiers eml.
hu_hu: Tartalmazza az elsődleges e-mail fiókból származó összes e-mailt eml formátumban.
it_it: Include tutti i messaggi dal tuo account di posta principale come file eml.
nl_nl: Bevat alle e-mailberichten van uw primaire e-mailaccount als eml bestanden.
pl_pl: Uwzględnia wszystkie wiadomości e-mail z głównego konta pocztowego jako pliki eml.
pt_br: Inclui todos os e-mails da sua conta de e-mail principal como arquivos EML.
ro_ro: Include toate e-mailurile din contul de e-mail principal ca fișiere EML.
sv_se: Inkluderar all e-post från ditt primära konto som eml-filer.

source: Included folders
cs_cz: Zahrnuté složky
da_dk: Inkluderede mapper
es_mx: Carpetas incluidas
fr_fr: Dossiers inclus
hu_hu: Tartalmazza a mappákat
it_it: Includi le cartelle
nl_nl: Inclusief bestanden
pl_pl: Uwzględnione foldery
pt_br: Pastas incluídas
ro_ro: Dosare incluse
sv_se: Inkluderade mappar

source: Trash folder
cs_cz: Složka Koš
da_dk: Skrald mappe
es_mx: Carpeta Papelera
fr_fr: Dossier Corbeille
hu_hu: Törölt elemek mappa
it_it: Cartella del cestino
nl_nl: Prullenbak
pl_pl: Elementy usunięte
pt_br: Lixeira
ro_ro: Coș de gunoi
sv_se: Papperskorgmapp

source: Unsubscribed folders
cs_cz: Nepřihlášené složky
da_dk: Mapper der ikke er abonneret på
es_mx: Carpetas no suscritas
fr_fr: Dossiers auxquels vous n'êtes pas abonné
hu_hu: Leiratkozott mappák
it_it: Cartelle non sottoscritte
nl_nl: Niet geabonneerde mappen
pl_pl: Niezasubskrybowane foldery
pt_br: Pastas não inscritas
ro_ro: Dosare dezabonate
sv_se: Mappar utan prenumerationer
