Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: For security reasons, all credentials are encrypted with your primary account password. If you change your primary password, your external accounts might stop working. In this case, you can use your old password to recover all account passwords.
bg_bg: От съображения за сигурност всички акредитиви са шифровани с паролата за основния Ви профил. Ако промените основната си парола, вашите външни профили може да спрат да работят. В този случай можете да използвате старата си парола, за да възстановите всички пароли за профила.
fr_fr: Pour des raisons de sécurité, les informations de connexion sont chiffrées avec votre mot de passe de compte principal. Si vous modifiez ce mot de passe principal, vos comptes externes risquent de ne plus fonctionner. Dans ce cas, vous pouvez utiliser votre ancien mot de passe pour récupérer tous vos mots de passe de comptes.
nb_no: Av sikkerhetsgrunner er alle innloggingsdetaljer kryptert med ditt innloggingspassord. Hvis du endrer innloggingspassordet ditt kan dine eksterne kontoer slutte å fungere. Om så skjer kan du bruke det gamle passordet for å gjenopprette alle kontopassord.

source: Recover passwords
bg_bg: Възстановяване на пароли
ca_es: Recupera contrasenyes
fr_fr: Récupérer les mots de passe
nb_no: Gjenopprette passord

source: IP: %s
fr_fr: Adresse IP : %s

source: Zoom Meeting: %1$s
fr_fr: Réunion Zoom : %1$s

source: %1$d seconds
bg_bg: %1$d секунди

source: %1$s Toolbar
bg_bg: Лента инструменти %1$s
nb_no: %1$s-verktøylinje

source: %1$s. Press backspace to delete.
bg_bg: %1$s . Натиснете Backspace за изтриване.
nb_no: %1$s. Trykk Backspace for å slette.

source: (Read and write)
bg_bg: (Четене и писане)
nb_no: (Lese og skrive)

source: (Read only)
bg_bg: (Само четене)
nb_no: (Kun lese)

source: (Read, write, and delete)
bg_bg: (Четене, писане и триене)
nb_no: (Lese, skrive og slette)

source: 1 item
bg_bg: 1 елемент
ca_es: 1 element
nb_no: ett element

source: Add note
bg_bg: Добави бележка
ca_es: Afegeix nota
nb_no: Legg til notat

source: Add recipients ...
bg_bg: Добавяне на получатели ...
ca_es: Afegeix destinataris ...
nb_no: Legg til mottakere ...

source: Address
bg_bg: Адрес
nb_no: Adresse

source: All timezones
bg_bg: Всички времеви зоно
nb_no: Alle tidssoner

source: An error occurred converting the document so it cannot be displayed.
bg_bg: Възникна грешка при конвертирането на документа, така че да не може да се покаже.
nb_no: Det oppstod en feil under konvertering av dokumentet, og det kan ikke vises.

source: Attachments have been saved!
bg_bg: Прикачените файлове са запазени!
ca_es: Els adjunts han estat desats
nb_no: Vedlegg er lagret!

source: Confidential
bg_bg: Поверителен

source: Configure now
bg_bg: Редактирай имената
nb_no: Konfigurer nå

source: Create contact
bg_bg: Създай контакт
ca_es: Crea un contacte
nb_no: Opprett ny kontakt

source: Currently edited drafts with attachments can not be deleted until you close the correspondig mail compose window.
bg_bg: Понастоящем редактираните чернови с прикачени файлове не могат да бъдат изтрити, докато не затворите прозореца за съставяне на съответната поща.

source: Distribution list with 1 entry
bg_bg: Разпространение с 1 запис
nb_no: Distribusjonsliste med 1 oppføring

source: Download %s for %s now
bg_bg: Изтеглете %s за %s сега
ca_es: Descarrega %s per %s
nb_no: Last ned %s for %s nå

source: Download the %s client for %s
bg_bg: Изтеглете %s клиент за %s
ca_es: Descarrega el client de %s per a %s
nb_no: Last ned %s klient for %s

# app
source: Drive
bg_bg: Драйв

source: Drop files here to upload
bg_bg: Извадете файловете тук, за да ги качите
nb_no: Slipp filer her for å laste opp

source: Drop here!
bg_bg: Пусни тук!
nb_no: Slipp her!

source: Edit Share
bg_bg: Редактирайте споделяне

source: Edit image
bg_bg: Редактиране на изображение

source: Enter a Message to inform users
bg_bg: Въведете съобщение, за да информирате потребителите
nb_no: Oppgi en melding til brukerne

# weekly
source: Every %2$s.
bg_bg: Всеки %2$s .
nb_no: Hver %2$s.

# weekly
source: Every day.
bg_bg: Всеки ден
nb_no: Hver dag.

# monthly
source: Every month on day %2$d.
bg_bg: Всеки месец на ден %2$d .
nb_no: Hver måned på den %2$d. dagen

# monthly
source: Every month on the %2$s %3$s.
bg_bg: Всеки месец на %2$s %3$s .
nb_no: Hver måned på den %2$s %3$s

source: Every recipient gets an individual link. Guests can also create and change files.
bg_bg: Всеки получател получава индивидуална връзка. Гостите могат да създават и променят файлове.
nb_no: Hver mottaker vil få en individuell lenke. Gjester kan også opprette og endre filer.

source: Everybody gets the same link. The link just allows to view the file or folder.
bg_bg: Всеки получава същата връзка. Връзката само позволява да видите файла или папката.
nb_no: Alle mottar den samme lenken, og vil bare kunne vise filen eller mappen - ikke gjøre endringer eller opprette nye filer.

source: Expert user?
bg_bg: Експерт потребител?
nb_no: Ekspertbruker?

source: Expires in
bg_bg: Изтича в
nb_no: Forfaller om

source: External images have been blocked to protect you against potential spam!
bg_bg: Отдалечените картинки са блокирани с цел защита от спам!
ca_es: Les imatges externes han estat bloquejades per a protegir-vos d'un possible contingut brossa
nb_no: Eksterne bilder er blokkert for å beskytte deg mot potensiell spam!

source: Extremely likely
bg_bg: Изключително вероятно
nb_no: Veldig sannsynlig

source: Hide options for expert users.
bg_bg: Скриване на опциите за експертни потребители.
nb_no: Skjul avanserte alternativer

source: How likely is it that you would recommend %1$s to a friend?
bg_bg: Колко вероятно е да препоръчате %1$s на приятел?
nb_no: Hvor sannsynlig er det at du ville anbefalt %1$s til en venn?

source: Ignore warnings
bg_bg: Пренебрегвайте предупрежденията
nb_no: Ignorer advarsler

source: Job
bg_bg: Работа
ca_es: Ocupació
nb_no: Yrke

source: Let´s automatically configure your device, by clicking the button below.
bg_bg: Нека автоматично да конфигурирате устройството си, като кликнете върху бутона по-долу.
nb_no: La oss automatisk konfigurere enheten din ved å trykke knappen under.

source: Mail and Messaging
bg_bg: Поща и съобщения
ca_es: Correu i missatgeria
nb_no: E-post og meldinger

source: Mail from %1$s, %2$s
bg_bg: Мейл от %1$s, %2$s
nb_no: Epost fra %1$s, %2$s

source: Manual
bg_bg: наръчник
nb_no: Manuelt

source: Manual Configuration
bg_bg: Ръчна конфигурация
nb_no: Manuell konfigurering

source: Message (optional)
bg_bg: Съобщение (по избор)
ca_es: Missatge (opcional)
nb_no: Melding (valgfritt)

source: Miscellaneous
bg_bg: Разни
ca_es: Altres
nb_no: Diverse

source: Note: One contact is not shown due to missing phone numbers
bg_bg: Забележка: Един контакт не се показва поради липсващи телефонни номера
ca_es: Nota: Hi ha un contacte que no s'ha mostrat per mor de la falta de números de telèfon
nb_no: Merk: én kontakt blir ikke vist på grunn av manglende telefonnumre

source: One autocomplete entry found
bg_bg: Намерено бе едно автоматично попълване
nb_no: Én autofullfør-oppføring funnet

source: One or more attached files exceed the size limit per email. Therefore, the files are not sent as attachments but kept on the server. The email you have sent just contains links to download these files.
bg_bg: Един или повече прикачени файлове надхвърлят ограничението за размер по имейл. Затова файловете не се изпращат като прикачени файлове, а се съхраняват на сървъра. Изпратеният от вас имейл съдържа само връзки за изтегляне на тези файлове.
nb_no: En eller flere av de vedlagte filene overskrider størrelsesbegrensningen. Filene blir derfor ikke sendt som tradisjonelle vedlegg, men lagres i stedet på serveren, og eposten du har sendt inneholder en lenke som mottakeren kan klikke for å laste ned filene.

source: Open Street Map
bg_bg: Отворете карта на улицата

source: Password required
bg_bg: Изисква се парола
ca_es: Contrasenya requerida
nb_no: Passord er påkrevd

source: Personal
bg_bg: Персонален
nb_no: Personlig

source: Personal message (optional). This message is sent to all newly invited people.
bg_bg: Лично съобщение (по избор). Това съобщение се изпраща на всички новопостъпили хора.
nb_no: Personlig melding (valgfritt). Denne blir sendt til alle nylig inviterte personer.

source: Phone numbers
bg_bg: Телефонни номера
ca_es: Números de telèfon
nb_no: Telefonnumre

source: Please provide the old password so the account passwords can be recovered.
bg_bg: Моля, въведете старата парола, така че паролите за профила могат да бъдат възстановени.
ca_es: Per favor, introduïu la contrasenya anterior per a poder recuperar les contrasenyes del compte.
nb_no: Vennligst oppgi det gamle passordet slik at kontopassordet kan gjenopprettes.

source: Recent conversations
bg_bg: Последни разговори
ca_es: Converses recents
nb_no: Nylige samtaler

source: Recurrence
bg_bg: Повтаряне

source: Remove link
bg_bg: Премахване на връзката
nb_no: Fjern lenke

source: Rotate image
bg_bg: Завъртане на изображението

source: Selected - %1$s
bg_bg: Избрано - %1$s

source: Send link
bg_bg: Изпрати линк
nb_no: Send lenke

source: Sending 1 message ... %2$d%
bg_bg: Изпращане на 1 съобщение ... %2$d %
nb_no: Sender 1 melding ... %2$d%

source: Share this file
bg_bg: Споделете този файл
nb_no: Del denne filen

source: Sharing
bg_bg: Споделяне
nb_no: Deling

source: Show all fields
bg_bg: Показване на всички полета
nb_no: Vis alle felter

source: Show or hide actions for advanced users.
bg_bg: Показване или скриване на действия за напреднали потребители.
nb_no: Vis eller skjul handlinger for avanserte brukere.

source: Some fields contain invalid data
bg_bg: Някои полета съдържат невалидни данни
ca_es: Alguns camps contenen dades invàlides
nb_no: Noen felter inneholder ugyldige data

source: Take photo
bg_bg: Направя снимка

source: Task has been deleted!
bg_bg: Задачата е изтрита!
ca_es: La tasca ha estat suprimida
nb_no: Oppgaven ble slettet!

source: Task was already deleted!
bg_bg: Задачата вече бе изтрита!
ca_es: La tasca ja havia estat suprimida
nb_no: Oppgaven var allerede slettet!

source: The %s client lets you store and share your photos, files, documents and videos, anytime, anywhere. Access any file you save to %s from all your computers, iPhone, iPad or from within %s itself.
bg_bg: Клиентът %s ви позволява да съхранявате и споделяте вашите снимки, файлове, документи и видеоклипове, по всяко време и навсякъде. Достъпът до файла %s запазва от всичките ви компютри, iPhone, iPad или от самия %s .
nb_no: %s-klienten lar deg lagre og dele bilder, filer, dokumenter og videoer, når som helst, hvor som helst. Få tilgang til alle filer du lagrer på Drive fra alle dine datamaskiner, iPhone, iPad, Android eller i OX.

source: The link has been removed
bg_bg: Връзката е премахната
nb_no: Lenken har blitt fjernet

source: The series ends after one occurrence.
bg_bg: Серията приключва след едно събитие.
nb_no: Serien avsluttes etter én forekomst.

source: There are %1$d messages in this folder; not all messages are displayed in the list currently.
bg_bg: В тази папка има съобщения %1$d; не всички съобщения се показват в списъка в момента.
nb_no: Det er %1$d meldinger i denne mappen; ikke alle meldingene er vist i listen.

source: This file (or folder) is shared with others. It won't be available for them any more.
bg_bg: Този файл (или папка) се споделя с други хора. Тя вече няма да бъде достъпна за тях.
nb_no: Denne filen (eller mappen) er delt med andre personer. Den vil ikke lenger være tilgjengelig for dem.

source: This filetype is not supported as contact picture. Only image types (JPG, GIF, BMP or PNG) are supported.
bg_bg: Този тип файл не се поддържа като контакти. Поддържат се само типове изображения (JPG, GIF, BMP или PNG).
nb_no: Filtypen er ikke støttet som kontaktbilde. Bare bildetyper (JPG, GIF, BMP eller PNG) er støttet.

source: Upload image
bg_bg: Качи изображение
nb_no: Last opp bilde

source: You can copy and paste this link in an email, instant messenger or social network. Please note that anyone with this link can access the share.
bg_bg: Можете да копирате и поставите тази връзка в имейл, незабавен пратеник или социална мрежа. Моля, обърнете внимание, че всеки, който има тази връзка, има достъп до споделянето.
nb_no: Du kan kopiere og lime inn denne lenken i en e-post, direktemelding eller et sosialt nettverk. Vær oppmerksom på at alle som mottar denne lenken kan åpne ressursen.

source: You tentatively accepted this invitation
bg_bg: Приемате тази покана
ca_es: Heu acceptat provisionalment aquest convit
nb_no: Du aksepterte denne invitasjonen foreløbig

source: Your browser is not supported!
bg_bg: Вашият браузър не се поддържа!
ca_es: El vostre explorador no és compatible
nb_no: Nettleseren din støttes ikke!

source: Your browser version is not supported!
bg_bg: Вашата версия на браузъра не се поддържа
ca_es: La versió del vostre explorador no és compatible
nb_no: Nettleserversjonen støttes ikke!

source: Your platform is not supported!
bg_bg: Платформата ви не се поддържа!

source: Your selected picture exceeds the maximum allowed file size of %1$s
bg_bg: Избраната ви снимка надвишава максималния разрешен размер на файла {0/
nb_no: Det valgte bildet overskrider den maksimalt tillatte filstørrelsen på %1$s

source: one day
bg_bg: един ден
ca_es: un dia
nb_no: en dag

source: one month
bg_bg: един месец
ca_es: un mes
nb_no: en måned

source: one week
bg_bg: една седмица
ca_es: una setmana
nb_no: én uke

source: one year
bg_bg: една година
ca_es: un any
nb_no: ett år

source: six months
bg_bg: шест месеца
ca_es: sis mesos
nb_no: seks måneder

source: three months
bg_bg: три месеца
ca_es: tres mesos
nb_no: tre måneder

source: Listview
ca_es: Vista de llista
nb_no: Listevisning

source: Localpart
nb_no: Lokal del

source: %1$d day, %2$s
ca_es: %1$d dia, %2$s

# in
source: %1$d day, %2$s
ca_es: %1$d dia, %2$s

source: %1$d hour and %2$s
ca_es: %1$d hour i %2$s

# in
source: %1$d hour and %2$s
ca_es: %1$d hora i %2$s

source: %1$d messages in this conversation
ca_es: %1$d missatges en aquesta conversa

source: %1$d messages selected
ca_es: %1$d missatges seleccionats

source: %1$s (Tentative)
ca_es: %1$s (Provisional)

source: %1$s is a new contact
ca_es: %1$s és un nou contacte

source: %1$s is now connected with %2$s
ca_es: %1$s es troba connectat amb %2$s

source: %1$s updated their profile:
ca_es: %1$s ha actualitzat el seu perfil:

# in
source: %d day
ca_es: %d dia

source: %d hour
ca_es: %d hora

# in
source: %d hour
ca_es: %d hora

source: %d minute
ca_es: %d minut

# in
source: %d minute
ca_es: %d minut

source: %d week
ca_es: %d setmana

# in
source: %d week
ca_es: %d setmana

source: %s client for Windows (Installation via the OX Updater)
ca_es: Client %s per a Windows (Instal·lació via OX Updater)

source: 1 minute
ca_es: 1 minut

source: 3 minutes
ca_es: 3 minuts

source: A severe error occurred!
ca_es: S'ha produït un error greu!

# help
source: Accessing Files with WebDAV
ca_es: Accés a fitxers amb WebDAV

source: Account Settings
ca_es: Preferències del compte

source: Add account
ca_es: Afegeix compte

source: Add distribution list
ca_es: Afegeix llista de distribució

source: Add new account
ca_es: Afegeix un nou compte

source: Add new folder for this subscription
ca_es: Afegeix una nova carpeta per a aquesta subscripció

source: Add participant/resource
ca_es: Afegeix participant/recurs

source: Application Toolbar
ca_es: Barra d'eines de l'aplicació

source: Applications
ca_es: Aplicacions

source: Apply rule if any condition is met.
ca_es: Aplica la regla si es compleix alguna condició

source: Approximate Duration for Subscriptions
ca_es: Durada aproximada de les subscripcions

source: April
ca_es: abril

source: August
ca_es: agost

source: Auto Forward
ca_es: Reenviament automàtic

source: Auto-save email drafts
ca_es: Desa automàticament els esborranys de correu electrònic

source: Back to appointment
ca_es: Torna a la cita

source: By changing the date of this appointment you are creating an appointment exception to the series. Do you want to continue?
ca_es: Si canviau la data d'aquesta cita, creareu una excepció en la sèrie recurrent. Voleu continuar?

source: Capacity
ca_es: Capacitat

source: Change view
ca_es: Canvia la vista

source: Changes have been saved.
ca_es: Els canvis s'han desat.

source: Click for whole day appointment
ca_es: Premeu per a una cita de tot el dia

source: Click here to quit the help center
ca_es: Feu clic aquí per a sortir del centre d'ajuda

source: Click on a sentence to choose when to repeat the appointment.
ca_es: Premeu una opció per a triar quan repetir la cita.

source: Click on the links to change the values.
ca_es: Premeu els enllaços per a canviar els valors.

source: Click to authorize your account again
ca_es: Premeu per a autoritzar-hi el vostre compte de nou

source: Click to close the recurrence view
ca_es: Tanca per a tancar la vista de recurrència

source: Click to close this notification
ca_es: Premeu per a tancar aquesta notificació

source: Click to open.
ca_es: Premeu per a obrir.

source: Click to open. Drag to your desktop to download.
ca_es: Premeu per a obrir-ho. Arrossegau-ho al vostre escriptori per a descarregar-ho.

source: Click to retry
ca_es: Premeu per a tornar-ho a provar

source: Click to retry later.
ca_es: Premeu per a provar-ho més tard.

source: Click to try again.
ca_es: Premeu per a provar-ho de nou.

source: Click to upload image
ca_es: Premeu per a puja una imatge

source: Close this reminder
ca_es: Tanca aquest recordatori

source: Common
ca_es: Comú

source: Compose new mail
ca_es: Redacta un nou correu electrònic

source: Connector for Microsoft Outlook®
ca_es: Connector per a Microsoft Outlook®

source: Continue
ca_es: Continua

# app
source: Conversations
ca_es: Converses

source: Couldn't load appointment data.
ca_es: No s'han pogut carregar les dades de la cita.

source: Couldn't load your auto forward.
ca_es: No s'ha pogut carregar la configuració de filtres de correu.

source: Couldn't load your contact data.
ca_es: No s'han pogut carregar les vostres dades de contacte.

source: Couldn't load your vacation notice.
ca_es: No s'ha pogut carregar el vostre avís d'absència.

# help
source: Creating Files
ca_es: Creació de fitxers

source: Dark colors
ca_es: Colors foscos

source: Day View
ca_es: Vista de dia

source: Days
ca_es: Dies

source: December
ca_es: desembre

source: Delete whole series
ca_es: Esborra la sèrie sencera

source: Direct link: %1$s
ca_es: Enllaç directe: %1$s

source: Display
ca_es: Mostra

source: Display Name
ca_es: Nom a mostrar

source: Display emoticons as graphics in text emails
ca_es: Mostra emoticones com a gràfics en correus de text

source: Do you want to confirm the whole series or just one appointment within the series?
ca_es: Voleu confirmar la sèrie sencera o només una cita dins aquesta?

source: Do you want to delete the whole series or just one appointment within the series?
ca_es: Voleu esborrar la sèrie sencera o cites individuals dins aquesta?

source: Do you want to delete this appointment?
ca_es: Voleu esborrar aquesta cita?

source: Do you want to edit the whole series or just one appointment within the series?
ca_es: Voleu editar la sèrie sencera o només una cita dins aquesta?

source: Doubleclick in this row for whole day appointment
ca_es: Feu doble clic en aquesta fila per a una cita de tot el dia

source: Download %s via the OX Updater
ca_es: Descarrega %s via OX Updater

source: Download installation file (for Windows)
ca_es: Descarrega el fitxer d'instal·lació (per a Windows)

# help
source: Drive Settings
ca_es: Preferències de Drive

source: Drop here to import this mail
ca_es: Amolla-ho aquí per a importar aquest correu

source: Email 1 / Phone number
ca_es: Correu electrònic 1 / N. de telèfon

source: Email addresses
ca_es: Adreces de correu electrònic

source: Every %1$d days
ca_es: Cada %1$d dies

source: Every %1$d months on day %2$d
ca_es: Cada %1$d mesos el dia %2$d

source: Every %1$d months on the %2$s %3$s
ca_es: Cada %1$d mesos el %2$s %3$s

source: Every %1$d weeks on %2$s
ca_es: Cada %1$d setmanes en %2$s

source: Every %1$d weeks on all days
ca_es: Cada %1$d setmanes tots els dies

source: Every %1$d weeks on work days
ca_es: Cada %1$d setmanes els dies feiners

source: Every %1$d years on %2$s %3$d
ca_es: Cada %1$d anys el %3$d de/d' %2$s

source: Every %1$d years on the %2$s %3$s of %4$d
ca_es: Cada %1$d anys el %2$s %3$s de/d' %4$d

source: Every day
ca_es: Cada dia

source: Expand timeframe by one month
ca_es: Amplia el rang de temps un mes

source: February
ca_es: febrer

source: File: %1$s
ca_es: Fitxer: %1$s

source: Flag mail with
ca_es: Marca correu amb

source: Folder type
ca_es: Tipus de carpeta

source: High contrast theme
ca_es: Tema d'alt contrast

source: Hours
ca_es: Hores

source: How does this work?
ca_es: Com funciona això?

source: If you spot a free time, just select this area. To do this, move the cursor to the start time, hold the mouse button, and <b>drag the mouse</b> to the end time.
ca_es: Si trobau temps lliure, senzillament seleccionau aquesta àrea. Moveu el cursor fins a l'hora d'inici, premeu el botó del ratolí, i <b>arrossegau el ratolí</b> fins a l'hora de finalització.

source: Ignore existing events. Helpful to import public holiday calendars, for example.
ca_es: Ignora esdeveniments nous. Útil per a importar calendaris de dies festius, per exemple.

source: Install this web app on your %1$s: Tap %2$s and then %3$s'Add to Home Screen'%4$s
ca_es: Instal·lau aquesta aplicació en el vostre %1$s: Premeu %2$s i després %3$s'Afagiu a la pantalla d'inici'%4$s

source: Invalid data
ca_es: Dades no vàlides

source: Invite people via email. Every recipient will get an individual link to access the shared files.
ca_es: Convida gent per correu electrònic. Cada destinatari rebrà un enllaç individual per a accedir als fitxers compartits.

source: January
ca_es: gener

source: July
ca_es: juliol

source: June
ca_es: juny

source: Launcher dropdown. Press [enter] to jump to the dropdown.
ca_es: Llançador desplegable. Premeu [Intro] per a passar a la llista desplegable.

source: LinkedIn Network Updates
ca_es: Actualitzacions de la xarxa de LinkedIn

source: LinkedIn reported an error:
ca_es: LinkedIn ha informat d'un error:

source: Mail Details
ca_es: Detalls del correu

source: Mail has been copied
ca_es: El correu s'ha copiat

source: Mail has been moved
ca_es: Els correus s'han mogut

source: Mail has empty subject. Send it anyway?
ca_es: El correu té l'assumpte buit. El voleu enviar, tanmateix?

source: Mail saved as draft
ca_es: Correu desat com a esborrany

source: Mails have been copied
ca_es: Els correus s'han copiat

source: Mails have been moved
ca_es: Els correus s'han mogut

source: Manage applications
ca_es: Administra les aplicacions

# help
source: Managing Files
ca_es: Gestió d'arxius

source: March
ca_es: març

source: Mark as
ca_es: Marca-ho com

source: Mark read
ca_es: Marca-ho com a llegit

source: Mark unread
ca_es: Marca-ho com a no llegit

source: May
ca_es: maig

source: Minutes
ca_es: Minuts

source: Monthly on day %1$d
ca_es: Mensualment el dia %1$d

source: Monthly on the %1$s %2$s
ca_es: Mensualment el %1$s %2$s

source: Months
ca_es: Mesos

source: New Mail
ca_es: Nou correu

source: New file
ca_es: Nou fitxer

source: New subscription
ca_es: Nova subscripció

source: Note: The vCard format cannot contain distribution lists
ca_es: Nota: el format vCard no pot contenir llistes de distribució
