Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Please select which of the following data we may use to create your %s account:
bg_bg: Моля, изберете коя от следните данни да използваме, за да създадете своя %s профил:
ca_es: Per favor, seleccionau quina de les següents dades es poden emprar per a crear el vostre compte de %s:
cs_cz: Označte, prosím, které z následujících údajů můžeme použít k vytvoření vašeho účtu %s:
da_dk: Vælg venligst hvilke af de følgende data vi må bruge til at oprette din %s-konto:
es_mx: Por favor, seleccione cuál de los siguientes datos se pueden usar para crear su cuenta de %s:
fr_fr: Veuillez choisir parmi les informations ci-dessous lesquelles utiliser pour créer votre compte %s :
hu_hu: Válassza ki, a következők közül mely adatait használhatjuk %s fiókjának létrehozásához:
it_it: Seleziona quali dei seguenti dati possiamo utilizzare per creare il tuo account %s:
nb_no: Velg hvilken av følgende data vi kan bruke til å lage din %s konto:
nl_nl: Kies welke van de volgende gegevens wij mogen gebruiken voor het aanmaken van het %s account:
pl_pl: Wybierz dane, których możemy użyć do utworzenia Twojego konta %s:
pt_br: Selecione qual dos seguintes dados podem ser usados para criar sua conta %s:
ro_ro: Selectați datele pe care le putem utiliza pentru a crea contul dumneavoastră %s:
sv_se: Välj vilket av följande data vi får använda för att skapa ditt %s-konto:

source: Mail address
bg_bg: Емейл адрес
ca_es: Adreça de correu electrònic
cs_cz: Poštovní adresa
da_dk: E-mail-adresse
es_mx: Dirección de correo
fr_fr: Adresse de courrier
hu_hu: Levelezési cím
it_it: Indirizzo di posta
nb_no: E-postadresse
nl_nl: E-mailadres
pl_pl: Adres pocztowy
pt_br: Endereço de e-mail
ro_ro: Adresă de e-mail
sv_se: E-postadress

source: Please check your inbox for a confirmation email. Follow the instructions in the email and then return to the widget to complete account setup.
bg_bg: Моля, проверете входящата си поща за имейл с потвърждение. \ N \ nПолучете инструкциите в имейла и след това се върнете в приспособлението за завършване на профила.
cs_cz: Zkontrolujte, prosím, jestli máte v příchozí poště potvrzovací zprávu. Řiďte se pokyny ve zprávě a pak se vraťte k widgetu pro dokončení nastavení účtu.
da_dk: Tjek venligst din indbakke for en bekræftelse. Følg instruktionerne i bekræftelsen og vend tilbage til denne widget for at færdiggøre opsætningen af kontoen.
es_mx: Por favor, revise su bandeja de entrada para comprobar si existe un correo de confirmación. Siga las instrucciones del correo y vuelva al widget para completar la configuración de la cuenta.
fr_fr: Veuillez consulter votre boîte de réception : vous devriez avoir reçu un courriel de confirmation. Suivez les instructions données dans ce courriel et revenez au composant pour terminer la configuration du compte.
hu_hu: Keresse meg postafiókjában az ellenőrző levelet. Kövesse az levélben található útmutatást és beállítás befejezéséhez térjen vissza a widgethez.
it_it: Controlla la presenza di un messaggio di conferma nella tua posta in arrivo. Segui le istruzioni nel messaggio di posta e poi torna al widget per completare la configurazione dell'account.
nb_no: Vennligst se i innboksen din etter en bekreftelsesepost: Følg instruksjonene i eposten, og deretter gå tilbake til widgeten for å fullføre kontooppsettet.
nl_nl: Controleer alstublieft uw inbox voor een bevestigingse-mail. Volg de instructies in deze e-mail en kom dan weer terug naar de widget om de configuratie van het account af te ronden.
pl_pl: Wysłaliśmy do Ciebie wiadomość e-mail z potwierdzeniem. Postępuj zgodnie z napisanymi instrukcjami. Aby zakończyć konfigurację konta, wróć do tego widgetu.
pt_br: Verifique em sua caixa de entrada o e-mail de confirmação. Siga as instruções do e-mail e depois retorne ao widget para completar a configuração da conta.
ro_ro: Verificați dacă ați primit un mesaj de confirmare în dosarul de mesaje primite. Urmați instrucțiunile din mesaj și apoi reveniți la aplicație pentru a termina configurarea contului.
sv_se: Leta i din inkorg efter ett bekräftelsemeddelande. Följ instruktionerna i meddelandet och återvänd sedan till komponenten för att slutföra kontoinställningen.

source: Post a status update
bg_bg: Публикуване на актуализация на състоянието
ca_es: Publica una actualització d'estat
cs_cz: Sdílet aktuální stav
da_dk: Slå en statusopdatering op
es_mx: Publicar una actualización de estado
fr_fr: Publier une mise à jour d'état
hu_hu: Állapotfrissítés küldése
it_it: Pubblica un aggiornamento dello stato
nb_no: Publiser en statusoppdatering
nl_nl: Post een status
pl_pl: Opublikuj aktualizację statusu
pt_br: Postar uma atualização de status
ro_ro: Postează o actualizare de stare
sv_se: Lägg upp en statusuppdatering

source: Your status update could not be posted on %s. The error message was: "%s"
bg_bg: Актуализирането на състоянието ви не можа да бъде публикувано в %s . Съобщението за грешка беше: \ " %s "
ca_es: La vostra actualització d'estat no s'ha pogut publicar a %s. El missatge d'error ha estat "%s"
cs_cz: Váš stav se na %s nepodařilo sdílet. Chybová zpráva byla: „%s“
da_dk: Din statusopdatering kunne ikke sendes til %s. Fejlmeddelelsen var: "%s"
es_mx: Su actualización de estado no se pudo publicar %s. El mensaje de error fue: "%s"
fr_fr: Votre mise à jour d'état n'a pas pu être publiée sur %s. Le message d'erreur est le suivant : « %s »
hu_hu: Állapotfrissítése nem küldhető be ide: %s. A hibaüzenet: „%s”
it_it: Il tuo aggiornamento dello stato non può essere pubblicato su %s. Il messaggio di errore era: "%s"
nb_no: Statusoppdateringen kunne ikke bli lagt ut på %s. Feilmeldingen var: "%s"
nl_nl: Uw statusupdate kan niet worden geplaatst op %s. De foutmelding was: "%s"
pl_pl: Nie udało się opublikować aktualizacji statusu na: %s. Komunikat o błędzie: "%s"
pt_br: Sua atualização de status não pôde ser postada em %s. A mensagem de erro foi: "%s"
ro_ro: Actualizarea stării dumneavoastră nu a putut fi publicată pe %s. Mesaj de eroare: "%s"
sv_se: Din statusuppdatering kunde inte läggas upp på %s. Felmeddelandet var: "%s"

source: Your status update has been successfully posted on %s
bg_bg: Актуализирането на състоянието ви бе публикувано успешно на %s
ca_es: La vostra actualització d'estat s'ha publicat satisfactòriament a %s
cs_cz: Váš stav byl úspěšně sdílen na %s
da_dk: Din statusopdatering blev sendt til %s
es_mx: Su actualización de estado se ha publicado satisfactoriamente en %s
fr_fr: Votre mise à jour d'état a été publiée sur %s
hu_hu: Állapotfrissítése sikeresen beküldve ide: %s
it_it: Il tuo aggiornamento dello stato è stato pubblicato correttamente su %s
nb_no: Statusoppdateringen har blitt lagt ut på %s
nl_nl: Uw statusupdate is succesvol gepost op %s
pl_pl: Aktualizacja statusu została opublikowana na: %s
pt_br: Sua atualização de status foi postada com sucesso em %s
ro_ro: Actualizarea stării dumneavoastră a fost publicată pe %s
sv_se: Din statusuppdatering lades upp på %s

source: There is no recent activity in your Xing network.
bg_bg: Няма скорошна активност във вашата Xing мрежа.
ca_es: No hi activitat recent a la vostra xarxa Xing.
cs_cz: Ve vaší síti Xing se nic nového neudálo.
da_dk: Der er ikke nogen nylig aktivitet i dit Xing netværk.
es_mx: No hay actividad reciente en su red Xing.
fr_fr: Il n'y a pas eu d'activité récente dans votre réseau Xing.
hu_hu: Nem volt legutóbbi tevékenység a Xing hálózatában.
it_it: Non ci sono attività recenti nella tua rete Xing.
nb_no: Det er ingen nylig aktivitet i ditt Xing nettverk.
nl_nl: Er was geen recente activiteit in uw Xing netwerk.
pl_pl: Brak nowych działań w sieci Xing.
pt_br: Não houve atividades recentes em sua rede Xing.
ro_ro: Nicio activitate recentă în rețeaua dumneavoastră Xing.
sv_se: Det finns ingen aktuell aktivitet i ditt Xing-nätverk.

source: Get news from your XING network delivered to you. Stay in touch and find out about new business opportunities.
bg_bg: Получете новини от вашата XING мрежа. Останете във връзка и научете за нови бизнес възможности.
cs_cz: Nechte si doručovat novinky ze své sítě XING. Zůstaňte v kontaktu a buďte informováni o nových obchodních příležitostech.
da_dk: Få nyheder fra dit XING-netværk leveret til dig. Hold kontakt og find nye forretningsmuligheder.
es_mx: Reciba las noticias de la red XING emitidas para usted. Manténgase en contacto y encuentre nuevas oportunidades de negocio.
fr_fr: Recevez directement les nouvelles de votre réseau XING. Restez en contact soyez informé de nouvelles opportunités commerciales.
hu_hu: Önnek küldött hírek a XING-ről. Használja kapcsolattartáshoz és az új üzleti lehetőségek megismeréséhez.
it_it: Fatti recapitare le novità dalla tua rete XING. Resta in contatto e trova nuove opportunità di lavoro.
nb_no: Få nyheter fra XING-nettverket levert til deg. Hold kontakten og hold deg oppdatert på nye forretningsmuligheter.
nl_nl: Krijg het nieuws aangeleverd vanuit uw XING netwerk. Blijf in contact en vind nieuwe zakelijke kansen.
pl_pl: Otrzymuj wiadomości z sieci XING. Bądź w kontakcie i dowiaduj się o nowych możliwościach biznesowych.
pt_br: Receba notícias da sua rede XING entregues a você. Fique em contato e saiba mais sobre novas oportunidades de negócios.
ro_ro: Primiți noutățile din rețeaua dumneavoastră XING. Păstrați legăturile și aflați noile oportunități de carieră.
sv_se: Få nyheter från ditt XING-nätverk levererade till dig. Håll kontakten och bli underrättad om nya affärsmöjligheter.

source: Create new %1$s account
bg_bg: Създайте нов %1$s профил
ca_es: Crea una nou compte de %1$s
cs_cz: Vytvořit nový účet %1$s
da_dk: Opret ny %1$s-konto
es_mx: Crear nueva cuenta de %1$s
fr_fr: Créer un nouveau compte %1$s
hu_hu: Új %1$s fiók létrehozása
it_it: Crea un nuovo account %1$s
nb_no: Opprett ny %1$s-konto
nl_nl: Nieuw %1$s aanmaken
pl_pl: Utwórz nowe konto %1$s
pt_br: Criar nova %1$s conta
ro_ro: Creează cont %1$s nou
sv_se: Skapa nytt %1$s-konto

source: Click here to reconnect to your xing account to see activities.
bg_bg: Кликнете тук, за да се свържете отново с профила си в Xing, за да видите дейности.
ca_es: Premeu aquí per a reconnectar el vostre compte de Xing per a veure les activitats.
cs_cz: Klikněte sem pro opětovné přihlášení ke službě Xing pro zobrazení aktivit.
da_dk: Klik her for genforbinde til din »xing«-konto for at se aktiviteter.
es_mx: Presione aquí para reconectar a su cuenta de Xing para ver actividades.
fr_fr: Cliquez ici pour vous reconnecter à votre compte Xing et voir les activités.
hu_hu: Kattintson ide, hogy újrakapcsolódjon a xing felhasználói fiókjához, hogy megtekinthesse tevékenységeit.
it_it: Fai clic qui per riconnetterti al tuo account xing per vedere le attività.
nb_no: Klikk her for å koble til din xing konto for å se aktiviteter.
nl_nl: Klik hier om opnieuw met uw xing account te verbinden om activiteiten te zien.
pl_pl: Kliknij tutaj, aby połączyć się ponownie z kontem w serwisie Xing i wyświetlić działania.
pt_br: Clique aqui para reconectar sua conta xing para ver atividades.
ro_ro: Apăsați aici pentru a vă conecta din nou la contul dumneavoastră xing pentru a vedea activitățile.
sv_se: Klicka här för att återansluta till ditt xing-konto för att se aktiviteter.

source: Your %s newsfeed
bg_bg: Вашият %s newsfeed
ca_es: La vostra font de notícies de %s
cs_cz: Vaše zprávy z %s
da_dk: Din %s-nyhedsstrøm
es_mx: Su fuente de noticias %s
fr_fr: Votre flux d'actualités %s
hu_hu: Kedvenc %s hírforrása
it_it: La tua fonte di notizie %s
nb_no: Din %s nyhetsstrøm
nl_nl: Uw %s nieuwsberichten
pl_pl: Twój kanał informacyjny %s
pt_br: Seu feed de notícias %s
ro_ro: Fluxul de știri %s
sv_se: Ditt %s-nyhetsflöde

source: Welcome to %s
bg_bg: Добре дошли в %s
ca_es: Benvingut a %s
cs_cz: Vítejte v %s
da_dk: Velkommen til %s
es_mx: Bienvenido a %s
fr_fr: Bienvenue sur %s
hu_hu: Üdvözli a(z) %s
it_it: Benvenuto in %s
nb_no: Velkommen til %s
nl_nl: Welkom bij %s
pl_pl: %s — zapraszamy!
pt_br: Bem-vindo à %s
ro_ro: Bine ați venit la %s
sv_se: Välkommen till %s

source: Before you can continue using the product, you have to enter some basic information. It will take less than a minute.
bg_bg: Преди да можете да продължите да използвате продукта, трябва да въведете основна информация. Ще минат по-малко от минута.
cs_cz: Než budete moci pokračovat v používání produktu, je nutné zadat základní údaje. Zabere to méně než minutu.
da_dk: Før du kan fortsætte med at bruge produktet bliver du nødt til at indtaste nogle basisoplysninger. Det vil tage mindre end et minut.
es_mx: Antes de poder continuar utilizando el producto, tiene que introducir algunos datos básicos. Esto le llevará menos de un minuto.
fr_fr: Avant de pouvoir continuer à utiliser ce produit, vous devez fournir quelques informations de base. Cela prendra moins d'une minute.
hu_hu: A termék használatának folytatása előtt meg kell adni néhány információt. Ez nem tart tovább pár percnél.
it_it: Prima di poter continuare a utilizzare il prodotto, devi inserire alcune informazioni di base. Ciò richiederà meno di un minuto.
nb_no: Før du kan fortsette å bruke tjenesten må du oppgi litt grunnleggende informasjon. Dette tar mindre enn et minutt.
nl_nl: Voordat u kan werken met dit product moet u eerst een aantal basisgegevens invoeren. Dit zal minder dan een minuut in beslag nemen.
pl_pl: Przed dalszym używaniem tego produktu należy wprowadzić pewne podstawowe informacje. Nie zajmie to więcej niż minuty.
pt_br: Antes que você possa continuar usando o produto, você tem que inserir algumas informações básicas. Vai levar menos de um minuto.
ro_ro: Înainte de a începe utilizarea noului produs, trebuie să introduceți câteva informații de bază. Durează mai puțin de un minut.
sv_se: Innan du kan fortsätta använda produkten måste du mata in lite information. Det går på mindre än en minut.

source: Your timezone
bg_bg: Вашата часова зона
ca_es: La vostra zona horària
cs_cz: Vaše časové pásmo
da_dk: Din tidszone
es_mx: Su zona horaria
fr_fr: Votre fuseau horaire
hu_hu: Saját időzóna
it_it: Il tuo fuso orario
nb_no: Din tidssone
nl_nl: Uw tijdzone
pl_pl: Twoja strefa czasowa
pt_br: Seu fuso horário
ro_ro: Fusul dumneavoastră orar
sv_se: Din tidszon

source: Invitation sent
bg_bg: Поканата е изпратена
ca_es: Convit enviat
cs_cz: Pozvánka odeslána
da_dk: Invitation sendt
es_mx: Invitación enviada
fr_fr: Invitation envoyée
hu_hu: Meghívó elküldve
it_it: Invito spedito
nb_no: Invitasjon sendt
nl_nl: Uitnodigingen verzonden
pl_pl: Wysłano zaproszenie
pt_br: Convite enviado
ro_ro: Invitație trimisă
sv_se: Inbjudan skickades

source: Contact request sent
bg_bg: Заявката за контакт бе изпратена
ca_es: Sol·licitud de contacte enviada
cs_cz: Odeslán požadavek na kontakt
da_dk: Kontaktforespørgsel sendt
es_mx: Solicitud de contacto enviada
fr_fr: Demande de mise en contact envoyée
hu_hu: Kapcsolatkérés elküldve
it_it: Richiesta di contatto inviata
nb_no: Kontaktforespørsel sendt
nl_nl: Contactverzoek verstuurd
pl_pl: Wysłano żądanie kontaktu
pt_br: Requisição de contato enviado
ro_ro: Cerere de contact trimisă
sv_se: Kontaktbegäran skickades

source: Invite to %s
bg_bg: Поканете на %s
ca_es: Convida %s
cs_cz: Pozvat na %s
da_dk: Invitér til %s
es_mx: Invitar a %s
fr_fr: Inviter à %s
hu_hu: Meghívás ide: %s
it_it: Invita a %s
nb_no: Inviter til %s
nl_nl: Uitnodigingen voor %s
pl_pl: Zaproś na %s
pt_br: Convidar para %s
ro_ro: Invită la %s
sv_se: Bjud in till %s

source: Add on %s
bg_bg: Добавяне на %s
ca_es: Afegeix %s
cs_cz: Přidat do %s
da_dk: Tilføj på %s
es_mx: Añadir a %s
fr_fr: Ajouter à %s
hu_hu: Hozzáadás itt: %s
it_it: Aggiungi su %s
nb_no: Legg til på %s
nl_nl: Toegevoegd op %s
pl_pl: Dodaj w serwisie %s
pt_br: Adicionar em %s
ro_ro: Adaugă pe %s
sv_se: Lägg till på %s

source: iCal URL
bg_bg: iCal URL адрес
es_mx: URL de iCal
fr_fr: URL iCal
it_it: URL iCal
pl_pl: Adres URL iCal
pt_br: URL do iCal
ro_ro: URL iCal

source: Zoom Meeting
cs_cz: Schůzka přes Zoom
da_dk: Zoom-møde
es_mx: Reunión de Zoom
fr_fr: Réunion Zoom
it_it: Riunione Zoom
nl_nl: Zoom vergadering
pl_pl: Spotkanie Zoom
pt_br: Reunião do Zoom
ro_ro: Întâlnire Zoom
sv_se: Zoom-möte

source: Jitsi Meeting
cs_cz: Schůzka přes Jitsi
da_dk: Jitsi-møde
es_mx: Reunión de Jitsi
fr_fr: Réunion Jitsi
it_it: Riunione Jitsi
nl_nl: Jitsi vergadering
pl_pl: Spotkanie Jitsi
pt_br: Reunião do Jitsi
ro_ro: Întâlnire Jitsi
sv_se: Jitsi-möte

source: Jitsi Meeting: %1$s
cs_cz: Schůzka přes Jitsi: %1$s
da_dk: Jitsi-møde: %1$s
es_mx: Reunión de Jitsi: %1$s
fr_fr: Réunion Jitsi : %1$s
it_it: Riunione Jitsi: %1$s
nl_nl: Jitsi vergadering: %1$s
pl_pl: Spotkanie Jitsi: %1$s
pt_br: Reunião do Jitsi: %1$s
ro_ro: Întâlnire Jitsi: %1$s
sv_se: Jitsi-möte: %1$s

source: Meeting-ID: %1$s
cs_cz: ID schůzky: %1$s
da_dk: Møde-ID: %1$s
es_mx: ID de reunión: %1$s
fr_fr: ID de réunion : %1$s
it_it: ID riunione: %1$s
nl_nl: Vergaderings-ID: %1$s
pl_pl: Identyfikator spotkania: %1$s
pt_br: ID da reunião: %1$s
ro_ro: ID întâlnire: %1$s
sv_se: Mötes-ID: %1$s

source: Telex
bg_bg: телекс
ca_es: Tèlex
es_mx: Télex
fr_fr: Télex
pl_pl: Teleks

source: TTY/TDD
ca_es: DTS
cs_cz: Telefon pro neslyšící (TTY/TDD)
es_mx: DTS
fr_fr: Téléscripteur / tél. malentendants
nl_nl: Teletype/TDD
ro_ro: Telefon TTY/TDD
sv_se: Texttelefon

source: Email
bg_bg: Емейл
ca_es: Correu electrònic
es_mx: Correo
fr_fr: Courriel
it_it: Indirizzo di posta
nb_no: E-post
sv_se: E-post

source: Apple Maps
cs_cz: Mapy Apple
es_mx: Mapas de Apple
nb_no: Apple Kart

source: Imprint
cs_cz: Vodotisk
es_mx: Aviso legal
fr_fr: Conditions d'utilisation
it_it: Note legali
nl_nl: Stempel
pl_pl: Stopka
pt_br: Imprimir
sv_se: Impressum

source: CalDAV URL
bg_bg: CalDAV URL адрес
ca_es: URL de CalDAV
es_mx: URL de CalDAV
fr_fr: URL CalDAV
it_it: URL CalDAV
pl_pl: Adres URL CalDAV
pt_br: URL do CalDAV
ro_ro: URL CalDAV

source: iCal feed
cs_cz: Zdroj iCal
da_dk: iCal-kilde
es_mx: Feed iCal
fr_fr: Flux iCal
it_it: Fonte iCal
pl_pl: Kanał iCal
pt_br: Feed do iCal
ro_ro: Flux iCal
sv_se: iCal-flöde

source: Ok
bg_bg: Ок
ca_es: D'acord
es_mx: Aceptar

source: Offline
bg_bg: Офлайн
ca_es: Desconnectat
cs_cz: Offline režim
es_mx: Desconectado
fr_fr: Non connecté
it_it: Non in linea
nb_no: Frakoblet
pt_br: Desconectado
sv_se: Nedkopplat läge

source: Design
bg_bg: Дизайн
es_mx: Diseñar
fr_fr: Aspect
it_it: Progetto
nl_nl: Stijlelementen
pl_pl: projekt

source: OK
bg_bg: Добре
ca_es: D'acord
es_mx: Aceptar

source: Port
bg_bg: Порт
es_mx: Puerto
it_it: Porta
nl_nl: Poort
pt_br: Porta

source: OX Sync App
cs_cz: Aplikace OX Sync
es_mx: Aplicación OX Sync
it_it: Applicazione OX Sync
pl_pl: Aplikacja OX Sync
ro_ro: Aplicația OX Sync
sv_se: OX Synk-app

source: Windows PC
es_mx: PC Windows
fr_fr: PC Windows
it_it: PC Windows
pl_pl: Komputer z systemem Windows

source: %1$s for Windows
cs_cz: %s klient pro Windows
da_dk: %1$s til Windows
es_mx: %1$s para Windows
fr_fr: %s pour Windows
it_it: %1$s per Windows
nl_nl: %1$s voor Windows
pl_pl: %1$s dla systemu Windows
pt_br: %s para Windows
ro_ro: %1$s pentru Windows
sv_se: %1$s för Windows

source: Platform
cs_cz: Platforma
es_mx: Plataforma
fr_fr: Plate-forme
it_it: Piattaforma
pl_pl: Platforma
pt_br: Plataforma
ro_ro: Platformă
sv_se: Plattform

source: Exchange Active Sync (EAS)
es_mx: Sincronización Activa de Exchange (EAS)
ro_ro: Sincronizare Activă Exchange (EAS)

source: Online
es_mx: En línea
fr_fr: Connecté
it_it: In linea

source: Fax
bg_bg: факс
fr_fr: Télécopie
nb_no: Faks
pl_pl: Faks

source: %3$s %2$s, %1$s
fr_fr: %3$s %1$s %2$s
pl_pl: %3$s %1$s %2$s

source: Cc: %1$s
pl_pl: DW: %1$s
sv_se: Kopia: %1$s

source: Apple Mail
pl_pl: Mail dla komputerów Mac

source: iOS Mail
pl_pl: Mail dla iOS

source: Chrome
pl_pl: Chrom

source: Edge
pl_pl: Krawędź

source: Flickr
pl_pl: Serwis Flickr

source: Tumblr
pl_pl: Serwis Tumblr

source: Mac App Store
fr_fr: App Store de Mac
it_it: App Store Mac

source: Google Maps
cs_cz: Mapy Google

source: Bongo
pt_br: Bongô

source: App Store
pt_br: Loja de Aplicativos

source: iCalendar
sv_se: iCalender

source: Google Authenticator
da_dk: Google Authenticator Google totrinsbekræftelse
ro_ro: Autentificator Google

source: Marimba
bg_bg: маримба
nl_nl: Xylofoon

source: Other users can find and join your channel under "All channels". If you prefer a conversiom in a closed group, please create a group chat.
fr_fr: Les autres utilisateurs peuvent trouver et rejoindre votre salon dans "Tous les salons". Si vous préférez avoir une conversation au sein d'un groupe fermé, veuillez créer une discussion de groupe.

source: Confirm new Password
fr_fr: Confirmer le nouveau mot de passe

source: B
bg_bg: Б
fr_fr: o

source: KB
fr_fr: Ko

source: MB
fr_fr: Mo

source: GB
bg_bg: ГБ
fr_fr: Go

source: TB
fr_fr: To

source: PB
bg_bg: ПБ
fr_fr: Po

source: EB
bg_bg: ЕБ
fr_fr: Eo

source: ZB
bg_bg: ЗБ
fr_fr: Zo

source: YB
bg_bg: ЮБ
fr_fr: Yo

source: Please set password
bg_bg: Моля, задайте парола
fr_fr: Veuillez définir votre mot de passe
nb_no: Angi et passord

source: The file "%1$s" cannot be uploaded because it exceeds the infostore quota limit of %2$s
bg_bg: Файлът \ " %1$s " не може да бъде качен, тъй като надхвърля ограничението за квота на infostore на %2$s
ca_es: El fitxer "%1$s" no s'ha pogut pujar perquè supera el límit de quota d'infostore de %2$s
fr_fr: Le fichier « %1$s » ne peut pas être téléchargé car il excède le quota de %2$s du dépôt de données
nb_no: Filen "%1$s" kan ikke lastes opp fordi den overskrider Infostore-kvotegrense på %2$s

source: This draft was changed outside of this window. To prevent possible loss of data please continue editing in that other tab or browser.
fr_fr: Ce brouillon a été modifié dans une autre fenêtre. Pour éviter toute perte de données, veuillez poursuivre les modifications dans l'onglet ou la fenêtre correspondants.

source: HTML
fr_fr: en HTML

source: You are about to discard this message. Do you want to delete the related draft?
fr_fr: Vous êtes sur le point de supprimer ce message. Voulez-vous supprimer le brouillon associé ?

# dialog
source: Delete draft
bg_bg: Изтриване на чернова
fr_fr: Supprimer le brouillon
nb_no: Slett utkast

# dialog
source: Discard message
bg_bg: Премахни съобщение
ca_es: Descarta el missatge
fr_fr: Abandonner le message
nb_no: Forkast melding

source: Keep draft
bg_bg: Задръжте черновата
fr_fr: Conserver le brouillon
nb_no: Behold utkast

source: Save as draft
bg_bg: Запиши като чернова
ca_es: Desa com a esborrany
fr_fr: Enregistrer en tant que brouillon
nb_no: Lagre som utkast

source: Do you really want to delete this draft?
bg_bg: Наистина ли искате да изтриете тази чернова?
fr_fr: Voulez-vous vraiment supprimer ce brouillon ?
nb_no: Ønsker du å slette dette utkastet?

source: Do you really want to discard your message?
bg_bg: Наистина ли искате да изтриете тази чернова?
ca_es: Realment voleu descartar el vostre missatge?
fr_fr: Voulez-vous vraiment supprimer votre message ?
nb_no: Ønsker du virkelig å forkaste meldingen?

source: This type of link and is unsupported and can't be added.
fr_fr: Ce type de lien n'est pas pris en charge et ne peut pas être ajouté.

source: Save and apply
fr_fr: Enregistrer et appliquer

source: Select the folder to apply the rule to
fr_fr: Sélectionnez le dossier auquel appliquer la règle

source: Use a FIDO2 compatible device to authenticate your identity.
fr_fr: Utiliser un appareil compatible FIDO2 pour vous authentifier et confirmer votre identité.

source: Password recovery
bg_bg: Възстановяване на парола
fr_fr: Récupération du mot de passe
nb_no: Gjenoppretting av passord

source: Show information about account recovery
bg_bg: Показване на информация за възстановяване на профила
fr_fr: Afficher les informations sur la récupération de compte
nb_no: Vis informasjon om kontogjenoppretting
