Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: The sharing dialogs have been significantly updated to simplify the whole sharing process, and to facilitate the sharing of files between contexts and other deployments.
cs_cz: Dialogová okna pro sdílení byla aktualizována, aby se celý proces zjednodušil a aby bylo možné sdílet soubory mezi kontexty a dalšími instalacemi.
da_dk: Dialogvinduet til deling er blevet væsentligt opdateret, både at for lette processen omkring det at dele, og for bedre at understøtte deling imellem kontekster og andre sammenhænge.
es_mx: Los cuadros de diálogo de compartición se han actualizado de manera importante para simplificar todo el proceso de compartición, y para facilitar la compartición de archivos entre contextos y otros despliegues.
fr_fr: Les boîtes de dialogue ont été mises à jour de manière significative afin de simplifier le processus de partage dans son ensemble et de faciliter le partage de fichiers entre différents contextes et déploiements.
hu_hu: A teljes megosztási folyamat megkönnyítése érdekében a megosztási ablakok jelentős átalakításon estek át.
it_it: Le finestre di dialogo di condivisione sono state notevolmente aggiornate per semplificare l'intero processo di condivisione e per facilitare la condivisione di file tra contesti e altre distribuzioni.
nl_nl: De dialoogvensters voor delen zijn aanzienlijk bijgewerkt om het hele deelproces te vereenvoudigen en om het delen van bestanden tussen contexten en andere implementaties te vergemakkelijken.
pl_pl: W oknach dialogowych dotyczących udostępniania zostały wprowadzone duże zmiany, aby uprościć procedurę udostępniania oraz ułatwić udostępnianie plików między kontekstami i innymi wdrożeniami.
pt_br: Os diálogos de compartilhamento foram atualizados significativamente para simplificar todo o processo de compartilhamento e para facilitar o compartilhamento de arquivos entre contextos e outras implantações.
ro_ro: Dialogurile de partajare au fost actualizate în mod semnificativ pentru a simplifica întregul proces de partajare și pentru a facilita partajarea fișierelor între contexte și alte implementări.
sv_se: Delningsdialogrutorna har uppdaterats grundligt för att förenkla delningsprocessen, och för att förenkla delning av filer mellan kontexter och andra installationer.

source: Improved "Connect your device" Wizard
cs_cz: Vylepšený průvodce pro připojení zařízení
da_dk: Forbedret hjælper til "Forbind din enhed"
es_mx: Asistente "Conectar su dispositivo" mejorado
fr_fr: Amélioration de l'assistant "Connecter votre appareil"
hu_hu: Továbbfejlesztett "Eszköz csatlakoztatása" varázsló
it_it: Procedura guidata "Collega il tuo dispositivo" migliorata
nl_nl: Verbeterde "Sluit uw apparaat aan" Wizard
pl_pl: Udoskonalony kreator „Połącz urządzenie”
pt_br: Assistente "Conectar seu dispositivo" aprimorado
ro_ro: Expert "Conectare dispozitiv" îmbunătățit
sv_se: Förbättrade guiden "Anslut din enhet"

source: The "Connect your device" wizard now features simplified device selection, as well as the use of QR codes to make setting up your device even easier.
cs_cz: Průvodce pro připojení zařízení nyní nabízí zjednodušené vybrání zařízení a také využití QR kódů pro ještě snazší nastavení.
da_dk: Hjælperen til "Forbind din enhed" har nu forenklet valg af enhed, og kan også bruge QR-koder, for at lette opsætningen af din enhed endnu mere.
es_mx: El asistente "Conectar su dispositivo" ahora incorpora una selección del dispositivo simplificada, además de usar códigos QR para hacer la configuración de su dispositivo aún más fácil.
fr_fr: L'assistant "Connecter votre appareil" facilite maintenant la sélection de l'appareil, et permet d'utiliser codes QR pour simplifier davantage la configuration de votre appareil.
hu_hu: Az "Eszköz csatlakoztatása" varázsló mostantól egyszerűsített eszközválasztást biztosít, valamint QR-kódokkal is megkönnyíti a készülék beállítását.
it_it: La procedura guidata "Collega il tuo dispositivo" ora offre una selezione semplificata del dispositivo, nonché l'uso di codici QR per rendere la configurazione del dispositivo ancora più semplice.
nl_nl: De "Sluit uw appartaat aan" wizard biedt nu een vereenvoudigde apparaatselectie en het gebruik van QR-codes om het instellen van uw apparaat nog gemakkelijker te maken.
pl_pl: Teraz kreator „Połącz urządzenie” umożliwia prostszy wybór urządzeń, a także korzystanie z kodów QR, co jeszcze bardziej ułatwia konfigurowanie urządzeń.
pt_br: O assistente "Conectar seu dispositivo" agora apresenta uma seleção de dispositivo simplificada, bem como o uso de códigos QR para tornar a configuração do seu dispositivo ainda mais fácil.
ro_ro: Expertul "Conectare dispozitiv" oferă acum o selecție simplificată a dispozitivului, precum și utilizarea codurilor QR pentru a face configurarea dispozitivului și mai ușoară.
sv_se: Guiden "Anslut din enhet" har nu ett förenklat enhetsval, och nu är det möjligt att använda QR-koder för att göra det ännu lättare att ställa in din enhet.

source: %1$s Usability
cs_cz: %1$s snadnost použití
da_dk: %1$s anvendelighed
es_mx: Usabilidad de %1$s
fr_fr: Utilisabilité de %1$s
hu_hu: %1$s felhasználói élmény
it_it: Usabilità di %1$s
nl_nl: %1$s Bruikbaarheid
pl_pl: Łatwość obsługi narzędzia %1$s
pt_br: Usabilidade do %1$s
ro_ro: Uzabilitate %1$s
sv_se: %1$s användbarhet

source: %1$s now offers the ability to Drag & Drop desktop folders into %1$s. The sharing dialogs have also been simplified and search performance was improved.
cs_cz: %1$s nyní nabízí možnost chytit a přetáhnout desktopové složky do aplikace %1$s. Dialogová okna pro sdílení byla rovněž zjednodušena a zlepšil se výkon.
da_dk: %1$s tilbyder nu muligheden for at trække og slippe mapper til %1$s. Dialogvinduet til deling er også blevet forbedret, og søgninger går hurtigere.
es_mx: %1$s ahora ofrece la posibilidad de arrastrar y soltar carpetas del escritorio en %1$s. Los cuadros de diálogo de compartición también se han simplificado y el rendimiento de la búsqueda se ha mejorado.
fr_fr: %1$s permet maintenant de glisser-déposer des dossiers depuis votre bureau vers %1$s. Les boîtes de dialogue ont également été simplifiées et les performances de recherche améliorées.
hu_hu: Mostantól lehetőséget van az asztali mappák áthúzására az %1$s-ban. A megosztási folyamatok leegyszerűsödtek, és javult a keresési teljesítmény is.
it_it: %1$s ora offre la possibilità di trascinare e rilasciare le cartelle del desktop in %1$s. Anche le finestre di condivisione sono state semplificate e le prestazioni di ricerca sono state migliorate.
nl_nl: %1$s biedt nu de mogelijkheid om bureaubladmappen naar%1$s te slepen. De dialoogvensters voor delen zijn ook vereenvoudigd en de zoekprestaties zijn verbeterd.
pl_pl: %1$s oferuje teraz możliwość przeciągania folderów z pulpitu do %1$s. Ponadto uproszczono okna dialogowe dotyczące udostępniania i zwiększono wydajność wyszukiwania.
pt_br: %1$s agora oferece a habilidade de arrastar e soltar pastas da área de trabalho no %1$s. Os diálogos de compartilhamento também foram simplificados e a performance da pesquisa foi aprimorada.
ro_ro: %1$s oferă acum posibilitatea de Drag & Drop pentru dosarele desktop în %1$s. Dialogurile de partajare au fost, de asemenea, simplificate și performanța căutării a fost îmbunătățită.
sv_se: %1$s tillåter nu att dra och släppa skrivbordsmappar till %1$s. Delningsdialogrutorna har också förenklats, och sökningsprestanda förbättrades.

source: Saving Email Drafts
cs_cz: Ukládání konceptů zpráv
da_dk: Gemmer e-mail-kladder
es_mx: Guardar borradores de correo
fr_fr: Enregistrement des brouillons de messages
hu_hu: E-mail piszkozatok mentése
it_it: Salvataggio bozze di posta elettronica
nl_nl: E-mailconcepten opslaan
pl_pl: Zapisywanie wersji roboczych wiadomości e-mail
pt_br: Salvando rascunhos de e-mails
ro_ro: Salvarea schițelor de e-mail
sv_se: Spara e-postutkast

source: Email drafts are now automatically saved in the drafts folder and are therefore available on all your devices by default.
cs_cz: Koncepty zpráv jsou nyní automaticky ukládány ve složce konceptů, takže jsou automaticky k dispozici na všech vašich zařízeních.
da_dk: E-mail-kladder gemmes nu automatisk i kladde-mappen, og er derfor som standard til rådighed på alle dine enheder.
es_mx: Los borradores de correo se guardan ahora automáticamente en la carpeta de borradores, y por tanto están disponibles en todos sus dispositivos de manera predeterminada.
fr_fr: Les brouillons de messages sont désormais automatiquement enregistrés dans le dossier des brouillons et ils sont par conséquent disponibles par défaut sur tous vos appareils.
hu_hu: Az e-mail piszkozatok mostantól automatikusan a piszkozatok mappába kerülnek, ezért alapértelmezés szerint minden eszközön elérhetők.
it_it: Le bozze dei messaggi di posta sono ora salvate automaticamente nella cartella delle bozze e sono quindi disponibili su tutti i tuoi dispositivi in modo predefinito.
nl_nl: E-mailconcepten worden nu automatisch opgeslagen in de conceptmap en zijn daarom standaard beschikbaar op al uw apparaten.
pl_pl: Wersje robocze wiadomości e-mail są teraz automatycznie zapisywane w folderze wersji roboczych, dzięki czemu są domyślnie dostępne na wszystkich urządzeniach.
pt_br: Os rascunhos de e-mails agora são salvos automaticamente na pasta dos rascunhos e portanto disponíveis em todos os seus dispositivos por padrão.
ro_ro: Schițele de e-mail sunt acum salvate automat în dosarul de schițe și, prin urmare, sunt disponibile pe toate dispozitivele în mod implicit.
sv_se: E-postutkast sparas nu automatiskt i utkastmappen, och är därför tillgängliga på alla dina enheter som standard.

source: Navigation Improvements
cs_cz: Zlepšení v navigaci
da_dk: Forbedringer til navigation
es_mx: Mejoras de la navegación
fr_fr: Améliorations au niveau de la navigation
hu_hu: Navigációs fejlesztések
it_it: Miglioramenti alla navigazione
nl_nl: Navigatieverbeteringen
pl_pl: Usprawnienia nawigacji
pt_br: Melhorias na navegação
ro_ro: Îmbunătățiri ale navigării
sv_se: Navigeringsförbättringar

source: The top navigation area has been redesigned to make accessing apps, help and settings easier.
cs_cz: Vrchní navigační oblast byla nově navržena, aby poskytla snazší přístup k modulům, nápovědě a nastavení.
da_dk: Navigationsområdet i toppen er blevet redesignet, så det er blevet lettere at få adgang til apps, hjælp og indstillinger.
es_mx: El área de navegación superior se ha rediseñado para facilitar el acceso a las aplicaciones, la ayuda y la configuración.
fr_fr: La zone de navigation en haut de page a été repensée afin de faciliter l'accès aux applications, à l'aide et aux réglages.
hu_hu: A felső navigációs terület átalakításra került, hogy könnyebben elérhetők legyenek az alkalmazások, a súgó és a beállítások.
it_it: L'area di navigazione in alto è stata ridisegnata per consentire l'accesso alle applicazioni, alla guida e impostazioni più facili.
nl_nl: Het bovenste navigatiegebied is opnieuw ontworpen om toegang tot apps, hulp en instellingen te vergemakkelijken.
pl_pl: Górny obszar nawigacyjny został przeprojektowany tak, aby ułatwiał dostęp do aplikacji, pomocy i ustawień.
pt_br: A área de navegação superior foi redesenhada para facilitar o acesso a aplicativos, ajuda e configurações.
ro_ro: Zona de navigare din partea de sus a fost reproiectată pentru a facilita accesarea aplicațiilor, a ajutorului și a setărilor.
sv_se: Det övre navigeringsområdet om gjorts om för att göra det lättare att komma åt program, hjälp och inställningar.

source: Audio and Video
cs_cz: Audio a video
da_dk: Lyd og video
es_mx: Audio y vídeo
fr_fr: Audio et vidéo
hu_hu: Hang és videó
it_it: Audio e video
nl_nl: Audio en video
pl_pl: Obsługa audio i wideo
pt_br: Áudio e vídeo
ro_ro: Audio și video
sv_se: Ljud och video

source: This release comes with the ability to hold a video or audio call with other people. This can be scheduled within a calendar appointment, or started directly from contacts, the halo view and other logical places. To help we have also added a presence indicator.
cs_cz: Tato verze přichází s možností video a audio rozhovorů s dalšími lidmi. Tyto lze plánovat v rámci schůzky v kalendáři nebo spontánně zahájit z nástrojové lišty, kontaktů, výchozího pohledu a dalších míst. Pro usnadnění jsme také do nástrojové lišty přidali indikátor stavu.
da_dk: Denne her udgave kommer med muligheden for at lave lyd- og videoopkald med andre mennesker. De kan planlægges som en aftale i kalenderen, startes direkte fra en kontakt eller andre logiske steder. For at hjælpe har vi også tilføjet en indikator, så du kan se om en person er tilstede.
es_mx: Esta versión viene con la capacidad de mantener una llamada de audio o video con otras personas. Esto puede programarse dentro de una cita del calendario o iniciarse directamente desde los contactos, la vista de halo y otros lugares lógicos. Para ayudar también hemos añadido un indicador de presencia.
fr_fr: Cette version vous permet désormais de conduire des appels audio ou vidéo avec d'autres personnes. Vous pouvez programmer ces appels par le biais d'un rendez-vous dans l'agenda, ou les démarrer directement depuis vos contacts, la vue en halo ou tout autre emplacement logique. Pour vous aider, nous avons également ajouté un indicateur de présence.
hu_hu: Ebben a verzióban, hang- és videóhívást folytathat másokkal. Ezek ütemezhetők naptárbejegyzéseken keresztül, vagy bármikor elindíthatók közvetlenül az eszköztárról, a névjegyekről vagy más helyekről. Segítségül az eszköztár egy jelenlétjelzővel is bővült.
it_it: Questa versione include la possibilità di tenere una chiamata video o audio con altre persone. Ciò può essere pianificato all'interno di un appuntamento del calendario o avviato direttamente dai contatti, dalla vista Aura e da altre posizioni logiche. Per aiutare abbiamo anche aggiunto un indicatore di presenza.
nl_nl: Deze release biedt de mogelijkheid om een video- of audiogesprek met andere mensen te voeren. Dit kan worden gepland binnen een kalenderafspraak, of rechtstreeks vanuit contacten, de halo-weergave en andere logische plaatsen. Om te helpen hebben we ook een aanwezigheidsindicator toegevoegd.
pl_pl: Ta wersja umożliwia prowadzenie rozmów wideo lub audio. Można taką rozmowę zaplanować w ramach spotkania w kalendarzu lub rozpocząć bezpośrednio z poziomu kontaktów, widoku halo i innych logicznych miejsc. Dla ułatwienia też dodaliśmy wskaźnik obecności.
pt_br: Esta versão vem com a capacidade de realizar uma chamada de vídeo ou áudio com outras pessoas. Isso pode ser agendado em um compromisso do calendário ou iniciado diretamente nos contatos, na visualização do halo e em outros locais lógicos. Para ajudar, também adicionamos um indicador de presença.
ro_ro: Această versiune vine cu capacitatea de a organiza un apel video sau audio cu alte persoane. Acest lucru poate fi programat într-o rezervare de calendar sau poate fi pornit direct de la persoane de contact, vizualizarea halo sau alte locuri. Pentru a vă ajuta, am adăugat, de asemenea, un indicator de prezență.
sv_se: Den här utgåvan gör det möjligt att hålla video- eller ljudsamtal med andra personer. Detta kan schemaläggas i ett kalendermöte, eller startas direkt från kontakter, halovyn och andra logiska platser. För att underlätta detta har vi också lagt till en närvaroindikator.

source: Chat for %1$s
cs_cz: Rozhovory v %1$s
es_mx: Conversación para %1$s
fr_fr: Discussion instantanée avec %1$s
hu_hu: %1$s csevegés
it_it: Chat per %1$s
nl_nl: Chat voor %1$s
pl_pl: Czat dla %1$s
pt_br: Bate-papo para %1$s
ro_ro: Chat pentru %1$s
sv_se: Chatt för %1$s

source: With this release you will notice a new chat bubble icon in the menu bar. This opens the new chat window and lets you write messages to any other OX App Suite user. Chats can be instigated from the chat window, contacts or halo view.
cs_cz: V této verzi si v nástrojové liště všimnete ikony s bublinou pro rozhovory (chaty) Tato otevře nové okno pro rozhovory a umožní vám psát zprávy dalším uživatelům OX App Suite. Rozhovory lze zahájit ze sloupce pro rozhovory, kontaktů nebo hlavního okna.
da_dk: Med denne udgave kan du se et nyt bobble-ikon til chatten i menulinjen. Den åbner et nyt chatvindue, og lader dig skrive beskeder til alle andre brugere af OX App Suite. En ny chat kan startes fra chatvinduet eller kontakterne.
es_mx: Con esta versión, verá un nuevo icono de burbuja de conversación en la barra de menús. Esta abre la nueva ventana de conversación y le permite escribir mensajes a cualquier otro usuario de OX App Suite. Las conversaciones se pueden iniciar desde la ventana de conversación, los contactos o la vista de halo.
fr_fr: Dans cette version, vous pourrez remarquer dans la barre de menu une nouvelle icône de discussion instantanée, en forme de bulle. Celle-ci vous permet d'ouvrir la nouvelle fenêtre de discussion instantanée et de rédiger des messages pour tout autre utilisateur d'OX App Suite. Vous pouvez démarrer une discussion depuis la fenêtre de discussion, depuis les contacts ou depuis la vue en halo.
hu_hu: Ebben a kiadásban új csevegési buborék ikon található a menüsávon. Ez megnyitja az új csevegőablakot, és lehetővé teszi, hogy üzeneteket írjon bármely más OX App Suite felhasználónak. A csevegés a csevegőablakból, a névjegyekből is indítható.
it_it: Con questa versione noterai una nuova icona a fumetto nella barra dei menu. Questa apre la nuova finestra di chat e ti consente di scrivere messaggi a qualsiasi altro utente di OX App Suite. Le chat possono essere avviate dalla finestra della chat, dai contatti o dalla vista Aura.
nl_nl: Met deze release zul je een nieuw chatballonpictogram in de menubalk opmerken. Dit opent het nieuwe chatvenster en laat je berichten schrijven naar elke andere OX App Suite-gebruiker. Chats kunnen worden gestart vanuit het chatvenster, contacten of halo-weergave.
pl_pl: W tej wersji na pasku menu pojawi się nowa ikona dymka czatu. Za jej pomocą można otworzyć nowe okno i napisać wiadomość do dowolnego innego użytkownika oprogramowania OX App Suite. Czaty można inicjować z okna czatu, kontaktów lub widoku halo.
pt_br: Com esta versão, você notará um novo ícone de bolha de bate-papo na barra de menu. Isso abre a nova janela de bate-papo e permite que você escreva mensagens para qualquer outro usuário do OX App Suite. Os bate-papos podem ser iniciados na janela de bate-papo, contatos ou visualização em halo.
ro_ro: Cu această versiune veți observa o nouă pictogramă de chat în bara de meniu. Aceasta deschide noua fereastră de chat și vă permite să scrieți mesaje oricărui alt utilizator OX App Suite. Chat-urile pot fi inițiate din fereastra de chat, din contacte sau din vizualizarea halo.
sv_se: Med denna utgåva kommer du upptäcka en ny chatbubblaikon i menyraden. Den öppnar det nya chatfönstret, och låter dig skriva meddelanden till en annan OX App Suite-användare. Chattar kan startas från chatfönstret, kontakter eller halovyn.

source: Done
bg_bg: Свършен
ca_es: Fet
cs_cz: Hotovo
da_dk: Færdig
es_mx: Completada
fr_fr: Terminé
hu_hu: Kész
it_it: Completata
nb_no: Ferdig
nl_nl: Voltooid
pl_pl: Wykonane
pt_br: Concluído
ro_ro: Finalizat
sv_se: Färdig

source: Success
bg_bg: Успешно
cs_cz: Úspěch
da_dk: Succes
es_mx: Éxito
fr_fr: Succès
hu_hu: Sikerült
it_it: Completato
nb_no: Operasjonen ble utført
pl_pl: Wykonano
pt_br: Sucesso
ro_ro: Succes
sv_se: Lyckades

source: Warning
bg_bg: Внимание
cs_cz: Varování
da_dk: Advarsel
es_mx: Advertencia
fr_fr: Avertissement
hu_hu: Figyelmeztetés
it_it: Avviso
nb_no: Advarsel
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_br: Aviso
ro_ro: Avertisment
sv_se: Varning

source: Close this notification
bg_bg: Затваряне на това известие
cs_cz: Zavřít toto oznámení
da_dk: Skjul denne underretning
es_mx: Cerrar esta notificación
fr_fr: Fermer cette notification
hu_hu: Értesítés bezárása
it_it: Chiudi questa notifica
nb_no: Lukk denne varslingen
nl_nl: Sluit deze kennisgeving
pl_pl: Zamknij to powiadomienie
pt_br: Fechar esta notificação
ro_ro: Închide această notificare
sv_se: Stäng den här aviseringen

source: Title
bg_bg: Заглавие
cs_cz: Titul
da_dk: Titel
es_mx: Tratamiento
fr_fr: Titre
hu_hu: Cím
it_it: Titolo
nb_no: Tittel
nl_nl: Titel
pl_pl: Tytuł
pt_br: Título
ro_ro: Titlu
sv_se: Titel

source: Enter document title here
bg_bg: Тук въведете заглавието на документа
ca_es: Indicau el títol del document aquí
cs_cz: Sem zadejte název dokumentu
da_dk: Skriv dokumentets titel her
es_mx: Indique el título del documento aquí
fr_fr: Saisissez ici le titre du document
hu_hu: Írja be ide a dokumentum címét
it_it: Digita qui il titolo del documento
nb_no: Skriv inn dokumenttittel her
nl_nl: Geef hier de titel van het document
pl_pl: Wpisz tutaj tytuł dokumentu
pt_br: Insira o título do documento aqui
ro_ro: Introduceți titlul documentului aici
sv_se: Skriv in dokumentets titel här

source: Note
bg_bg: Бележка
ca_es: Nota
cs_cz: Poznámka
es_mx: Nota
fr_fr: Remarque
hu_hu: Megjegyzés
it_it: Nota
nb_no: Merk
nl_nl: Notitie
pl_pl: Uwaga
pt_br: Nota
ro_ro: Notiță
sv_se: Anteckning

source: You can quick-save your changes via Cmd+Enter.
cs_cz: Změny lze rychle uložit pomocí Ctrl+Enter.
da_dk: Du kan hurtig-gemme dine ændringer med Cmd+Enter.
es_mx: Puede guardar rápidamente sus cambios presionando Cmd+Intro.
hu_hu: A módosításokat gyorsan elmentheti a Cmd+Enter billentyűkombinációval.
it_it: Puoi salvare rapidamente le tue modifiche con Cmd+Invio.
nl_nl: U kunt uw wijzigingen snel opslaan via Cmd+Enter.
pl_pl: Możesz szybko zapisać zmiany, naciskając Cmd+Enter.
pt_br: Você pode salvar rapidamente suas alterações com Ctrl+Enter.
ro_ro: Puteți să salvați modificările rapid apăsând pe Cmd+Enter.
sv_se: Du kan snabbspara dina ändringar med Cmd+Enter.

source: You can quick-save your changes via Ctrl+Enter.
bg_bg: Можете бързо да запазите промените си чрез Ctrl + Enter.
ca_es: Podeu desar ràpidament els vostres canvis prement Ctrl+Intro.
cs_cz: Změny lze rychle uložit pomocí Ctrl+Enter.
da_dk: Du kan hurtig-gemme dine ændringer med CTRL+return.
es_mx: Puede guardar rápidamente sus cambios presionando Ctrl+Intro.
fr_fr: Vous pouvez enregistrer rapidement vos modifications avec [Ctrl]+[Entrée].
hu_hu: A módosításokat gyorsan elmentheti a Ctrl+Enter billentyűkombinációval.
it_it: Puoi salvare rapidamente le tue modifiche con Ctrl+Invio.
nb_no: Du kan raskt lagre endringene via Ctrl+Enter.
nl_nl: U kunt uw wijzigingen snel opslaan met Ctrl+Enter.
pl_pl: Możesz szybko zapisać zmiany, naciskając Ctrl+Enter.
pt_br: Você pode salvar rapidamente suas alterações com Ctrl+Enter.
ro_ro: Puteți să salvați modificările rapid apăsând pe Ctrl+Enter.
sv_se: Du kan snabbspara dina ändringar med Ctrl+Enter.
