Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Forward emails as
bg_bg: Препрати мейлите като
ca_es: Reenvia correus com a
cs_cz: Přeposílat zprávy jako
da_dk: Videresend e-mails som
es_mx: Reenviar correos como
fr_fr: Transférer les messages :
hu_hu: E-mailek továbbításának módja
it_it: Inoltra messaggi di posta come
nb_no: Videresend e-poster som
nl_nl: E-mails doorsturen als
pl_pl: Przesyłaj wiadomości dalej jako
pt_br: Encaminhar e-mails como
ro_ro: Redirecționează e-mailurile ca
sv_se: Vidarebefordra meddelande som

source: Append vCard
bg_bg: Добавете vCard
ca_es: Afegeix vCard
cs_cz: Připojit vCard
da_dk: Tilføj "vCard"-visitkort
es_mx: Añadir vCard
fr_fr: Ajouter une carte de visite au format vCard
hu_hu: vCard hozzáadása
it_it: Aggiungi vCard
nb_no: Tilføy vCard
nl_nl: vCard toevoegen
pl_pl: Dołącz wizytówkę
pt_br: Anexar vCard
ro_ro: Adaugă un vCard
sv_se: Lägg till vCard

source: Insert the original email text to a reply
bg_bg: Поставете оригиналния имейл текст в отговор
ca_es: Insereix el text original del correu a la resposta
cs_cz: Vložit text původní zprávy do odpovědi
da_dk: Indsæt den originale e-mails tekst i et svar
es_mx: Insertar el texto original del correo en la respuesta
fr_fr: Reprendre le texte du message original dans la réponse
hu_hu: Az eredeti e-mail beillesztése a válaszba
it_it: Inserisci il testo del messaggio originale nella risposta
nb_no: Sett inn den opprinnelige e-postteksten i svar
nl_nl: De oorspronkelijke e-mailtekst in een antwoord invoegen
pl_pl: Wstaw tekst oryginalnej wiadomości e-mail do odpowiedzi
pt_br: Inserir o texto original do e-mail na resposta
ro_ro: Inserează textul mesajului original în răspuns
sv_se: Infoga det ursprungliga meddelandets text i svaret

source: Confirm recipients when replying to a mailing list
bg_bg: Потвърдете получателите, когато отговаряте на пощенски списък
cs_cz: Potvrdit příjemce při odpovídání do poštovní konference
da_dk: Bekræft modtagere når der svares til en postliste
es_mx: Confirmar destinatarios al responder a una lista de correo
fr_fr: Confirmer les destinataires dans le cadre d'une réponse à une liste de diffusion
hu_hu: Címzettek jóváhagyása levelezőlistára küldött válasznál
it_it: Conferma ai destinatari quando rispondi a una lista di distribuzione
nb_no: Bekreft mottakere ved svar til en epostliste
nl_nl: Bevestig ontvangers als u op een mailinglijst reageert
pl_pl: Potwierdzaj adresatów w przypadku odpowiadania do listy adresowej
pt_br: Confirmar destinatários ao responder a uma lista de discussão
ro_ro: Confirmă destinatarii pentru a răspunde la o listă de discuții
sv_se: Bekräfta kvitton vid svar till sändlista

source: Default sender address
bg_bg: Адрес по подразбиране
ca_es: Adreça de remitent predeterminada
cs_cz: Výchozí adresa odesílatele
da_dk: Standard afsenderadresse
es_mx: Dirección de remite predeterminada
fr_fr: Adresse d'expéditeur par défaut
hu_hu: Alapértelmezett küldő e-mail címe
it_it: Indirizzo mittente predefinito
nb_no: Standard avsenderadresse
nl_nl: Standaardadres verzender
pl_pl: Domyślny adres nadawcy
pt_br: Endereço do remetente padrão
ro_ro: Adresa implicită a expeditorului
sv_se: Förvald avsändaradress

source: Always add the following recipient to blind carbon copy (BCC)
bg_bg: Винаги добавяйте следния получател към сляпо копие (BCC)
cs_cz: Vždy přidat následujícího příjemce do slepé kopie (BCC)
da_dk: Tilføj altid den følgende modtager under skjult kopi (BCC)
es_mx: Añadir el siguiente destinatario a la copia oculta (CCO) siempre
fr_fr: Toujours ajouter le destinataire suivant en copie cachée (BCC)
hu_hu: A következő címzett hozzáadása mindig titkosított másolatként (BCC)
it_it: Aggiungi sempre il seguente destinatario in copia nascosta (CCN)
nb_no: Send alltid en blindkopi (BCC) til den følgende mottakeren
nl_nl: Voeg altijd de volgende ontvanger toe als blinde kopie (BCC)
pl_pl: Zawsze dodawaj poniższych odbiorców do ukrytych kopii (UDW)
pt_br: Sempre adicionar o seguinte destinatário na cópia oculta (BCC)
ro_ro: Adaugă întotdeauna următorul destinatar la BCC
sv_se: Lägg alltid till följande mottagare till blind kopia (BCC)

source: Allow html formatted emails
bg_bg: Позволи html форматирани мейли
ca_es: Permet correus amb format HTML
cs_cz: Povolit zprávy s HTML formátováním
da_dk: Tillad html-formateret e-mails
es_mx: Permitir correos con formato HTML
fr_fr: Autoriser les courriels mis en forme avec HTML
hu_hu: HTML formátumú e-mailek engedélyezése
it_it: Consenti i messaggi di posta formattati in html
nb_no: Tillat HTML-formatert e-post
nl_nl: E-mails met HTML-indeling toestaan
pl_pl: Zezwalaj na wiadomości e-mail w formacie HTML
pt_br: Permitir e-mails formatados em HTML
ro_ro: Permite mesajele în format html
sv_se: Tillåt HTML-formaterade meddelanden

source: Color quoted lines
bg_bg: Цвят цитирани линии
ca_es: Colora les línies de cita
cs_cz: Obarvit citované řádky
da_dk: Farv citerede linjer
es_mx: Colorear líneas citadas
fr_fr: Colorer les lignes citées
hu_hu: Idézett sorok színezése
it_it: Colora le righe citate
nb_no: Fargelegg siterte linjer
nl_nl: Geciteerde regels kleuren
pl_pl: Oznacz kolorem cytowane linie
pt_br: Cor das linhas citadas
ro_ro: Colorează liniile citate
sv_se: Färglägg citerade rader

source: Use fixed-width font for text mails
bg_bg: Използвайте шрифт с фиксирана ширина за текстови съобщения
ca_es: Empra fonts d'amplada fixa per a correus de text
cs_cz: Pro textové e-maily používat písmo s pevnou šířkou
da_dk: Brug fast-bredde skrifttype for e-mails
es_mx: Usar fuentes de ancho fijo para correos de texto
fr_fr: Utiliser une police à chasse fixe pour les courriels de texte
hu_hu: Rögzített szélességű betűkészlet szöveges levelekhez
it_it: Usa un carattere a larghezza fissa per il testo dei messaggi
nb_no: Bruk fast-bredde skrifttype for tekst e-poster
nl_nl: Gebruik lettertype met vaste breedte voor tekstberichten
pl_pl: Używaj czcionki o stałej szerokości w wiadomościach tekstowych
pt_br: Usar fonte de largura fixa para e-mails de texto
ro_ro: Utilizează un font de lățime fixă pentru mesajele text
sv_se: Använd teckensnitt med fast bredd för textmeddelanden

source: Show requests for read receipts
bg_bg: Показване на заявки за прочети за четене
ca_es: Mostra les peticions de confirmació de lectura
cs_cz: Zobrazit požadavky na potvrzení o doručení
da_dk: Vis forespørgsler for læsekvitteringer
es_mx: Mostrar las solicitudes de confirmación de lectura
fr_fr: Afficher les demandes d'accusé de réception
hu_hu: Tértivevény-kérések megjelenítése
it_it: Mostra le richieste di conferma di lettura
nb_no: Vis forespørsler om lesebekreftelser
nl_nl: Toon verzoeken om leesbevestigingen
pl_pl: Pokaż żądania potwierdzeń zwrotnych
pt_br: Exibir solicitações de confirmações de leitura
ro_ro: Afișează solicitările de confirmare de citire
sv_se: Visa begäran för läskvitton

source: Show folder with all unseen messages
bg_bg: Показване на папката с всички невидими съобщения
cs_cz: Zobrazit složku se všemi nepřečtenými zprávami
da_dk: Vis mappe med alle ulæste beskeder
es_mx: Mostrar carpeta con todos los mensajes no vistos
fr_fr: Afficher le dossier contenant tous les messages non lus
hu_hu: Nem látott üzenettel rendelkező mappák megjelenítése
it_it: Mostra la cartella con tutti i messaggi non letti
nb_no: Vis mappe med alle uleste meldinger
nl_nl: Toon mappen met alle ongelezen berichten
pl_pl: Pokaż folder ze wszystkimi niewyświetlonymi wiadomościami
pt_br: Exibir pasta com todas as mensagens não vistas
ro_ro: Afișează dosarul cu toate mesajele necitite
sv_se: Visa mapp med alla olästa meddelanden

source: Notification sounds
bg_bg: Известяването звучи
cs_cz: Zvuky pro upozornění
da_dk: Underretningslyde
es_mx: Sonidos de notificación
fr_fr: Sons des notifications
hu_hu: Értesítés hangok
it_it: Suoni delle notifiche
nb_no: Varslingslyder
nl_nl: Kennisgevingsgeluid
pl_pl: Dźwięki powiadomień
pt_br: Sons de notificações
ro_ro: Sunet notificare
sv_se: Aviseringsljud

source: Play sound on incoming mail
bg_bg: Изпрати нов мейл
cs_cz: Přehrát zvuk při příchodu zprávy
da_dk: Afspil lyd ved ny e-mail
es_mx: Reproducir sonido al recibir correo
fr_fr: Jouer un son à l'arrivée d'un nouveau courriel
hu_hu: Hang lejátszása levél érkezésekor
it_it: Riproduci un suono all'arrivo dei messaggi
nb_no: Spill en lyd ved innkommende epost
nl_nl: Speel een geluid bij een inkomend e-mailbericht
pl_pl: Odtwarzaj dźwięk przy odbiorze wiadomości
pt_br: Tocar som no e-mail recebido
ro_ro: Redă sunetul la mesaj primit
sv_se: Spela ljud vid inkommande meddelande

source: Permanently remove deleted emails
bg_bg: Окончателно премахни изтритите мейли
ca_es: Elimina definitivament els correus suprimits
cs_cz: Natrvalo odstranit smazané zprávy
da_dk: Fjern slettede e-mails permanent
es_mx: Eliminar permanentemente los correos borrados
fr_fr: Effacer définitivement les messages supprimés
hu_hu: Törölt levelek végleges eltávolítása
it_it: Rimuovi definitivamente i messaggi di posta eliminati
nb_no: Fjern slettede e-poster permanent
nl_nl: Verwijderde e-mailberichten permanent wissen
pl_pl: Trwale usuwaj kasowane wiadomości e-mail
pt_br: Excluir permanentemente os e-mails excluídos
ro_ro: Elimină definitiv e-mailurile șterse
sv_se: Ta bort borttagna meddelanden permanent

source: Automatically collect contacts in the folder "Collected addresses" while sending
bg_bg: Автоматично запазване на контакти в папката "Събрани адреси" при изпращане на мейл
ca_es: Recopila contactes automàticament a la carpeta "Adreces recopilades" en enviar un correu
cs_cz: Při odesílání automaticky ukládat kontakty ve složce „Sebrané adresy“
da_dk: Saml automatisk kontakter i mappen "Indsamlede adresser" imens der sendes
es_mx: Recopilar contactos automáticamente en la carpeta "Direcciones recopiladas al enviar
fr_fr: Collecter automatiquement les contacts dans le dossier « Adresses collectées » lors de l'envoi
hu_hu: Automatikusan gyűjti a névjegyeket küldéskor az „Összegyűjtött címek” mappában
it_it: Colleziona automaticamente i contatti nella cartella "Indirizzi collezionati" all'invio
nb_no: Lagre alle adresser du sender epost til i "Innsamlede adresser"
nl_nl: Automatisch contactpersonen verzamelen in de map "Verzamelde contactpersonen" bij het versturen
pl_pl: Automatycznie gromadź kontakty w folderze "Zgromadzone adresy" podczas wysyłania wiadomości
pt_br: Coletar contatos automaticamente na pasta "Endereços coletados" ao enviar
ro_ro: Colectează automat contactele în dosarul "Adrese colectate" la trimitere
sv_se: Samla automatiskt in kontakter i mappen "Insamlade adresser" vid överföring

source: Automatically collect contacts in the folder "Collected addresses" while reading
bg_bg: Автоматично запазване на контакти в папката "Събрани адреси" при четете на мейл
ca_es: Recopila contactes automàticament a la carpeta "Adreces recopilades" en llegir un correu
cs_cz: Při čtení automaticky ukládat kontakty ve složce „Sebrané adresy“
da_dk: Saml automatisk kontakter i mappen "Indsamlede adresser" imens der læses
es_mx: Recopilar contactos automáticamente en la carpeta "Direcciones recopiladas" al leer
fr_fr: Collecter automatiquement les contacts dans le dossier « Adresses collectées » lors de la lecture
hu_hu: Automatikusan gyűjti a névjegyeket olvasáskor az „Összegyűjtött címek” mappában
it_it: Colleziona automaticamente i contatti nella cartella "Indirizzi collezionati" alla lettura
nb_no: Lagre alle adresser du mottar epost fra i "Innsamlede adresser"
nl_nl: Automatisch contactpersonen verzamelen in de map "Verzamelde contactpersonen" bij het lezen
pl_pl: Automatycznie gromadź kontakty w folderze "Zgromadzone adresy" podczas czytania wiadomości
pt_br: Coletar contatos automaticamente na pasta "Endereços coletados" ao ler
ro_ro: Colectează automat contactele în dosarul "Adrese colectate" la citire
sv_se: Samla automatiskt in kontakter i mappen "Insamlade adresser" vid läsning

source: Ask for mailto link registration
bg_bg: Поискайте регистрация на връзка по пощата
cs_cz: Požádat o registraci odkazu mailto
da_dk: Bed om registrering af »mailto«-URL
es_mx: Pedir enlace de registro por correo
fr_fr: Demander l'enregistrement par lien mailto
hu_hu: Rákérdezés a mailto hivatkozás regisztrációjára
it_it: Chiedi la registrazione dei collegamenti mailto
nb_no: Spør etter registrering av mailto-link
nl_nl: Verzoek om de mailto link te registreren
pl_pl: Zapytaj o rejestrację linku mailto
pt_br: Peça o link de registro por e-mail
ro_ro: Cere înregistrarea legăturii mailto
sv_se: Be om mailto-länkregistrering

source: Register now
bg_bg: Регистрирай се сега
cs_cz: Registrovat
da_dk: Registrér nu
es_mx: Registrarse ahora
fr_fr: S'enregistrer maintenant
hu_hu: Regisztráció
it_it: Registrati ora
nb_no: Registrer nå
nl_nl: Registreer nu
pl_pl: Zarejestruj teraz
pt_br: Registrar agora
ro_ro: Înregistrați-vă acum
sv_se: Registrera nu

source: Change IMAP subscriptions
bg_bg: Промяна на абонаментите за IMAP
cs_cz: Změnit odběry IMAP
da_dk: Ændr IMAP-abonnementer
es_mx: Cambiar suscripciones IMAP
fr_fr: Modifier les abonnements IMAP
hu_hu: IMAP feliratkozás módosítása
it_it: Cambia sottoscrizioni IMAP
nb_no: Endre IMAP-abonnementer
nl_nl: Wijzig IMAP abonnementen
pl_pl: Zmień subskrypcje IMAP
pt_br: Alterar inscrições IMAP
ro_ro: Modifică abonamentele IMAP
sv_se: Ändra IMAP-prenumerationer

source: Signature
bg_bg: Подпис
cs_cz: Podpis
da_dk: Underskrift
es_mx: Firma
hu_hu: Aláírás
it_it: Firma
nb_no: Underskrift
nl_nl: Ondertekening
pl_pl: Podpis
pt_br: Assinatura
ro_ro: Semnătură
sv_se: Signatur

source: Signature name
bg_bg: Име на подписа
ca_es: Nom de la firma
cs_cz: Název podpisu
da_dk: Underskrifts navn
es_mx: Nombre de la firma
fr_fr: Nom de la signature
hu_hu: Aláírásnév
it_it: Nome della firma
nb_no: Signaturnavn
nl_nl: Naam ondertekening
pl_pl: Nazwa podpisu
pt_br: Nome da assinatura
ro_ro: Nume semnătură
sv_se: Signaturnamn

source: Add signature above quoted text
bg_bg: Поставяй подписа над цитирания текст
cs_cz: Přidat podpis nad citovaným textem
da_dk: Indsæt underskrift over citeret tekst
es_mx: Añadir firma por encima del texto citado
fr_fr: Ajouter la signature au-dessus du contenu cité
hu_hu: Aláírás hozzáadása az idézett szöveg fölé
it_it: Aggiungi la firma sopra il testo citato
nb_no: Legg til signatur over sitert tekst
nl_nl: Plaats de handtekening boven de geciteerde tekst
pl_pl: Dodaj podpis nad cytowanym tekstem
pt_br: Adicionar a assinatura acima do texto citado
ro_ro: Adaugă semnătura deasupra textului între ghilimele
sv_se: Lägg till signatur ovanför citerad text

source: Add signature below quoted text
bg_bg: Поставяй подписа под цитирания текст
cs_cz: Přidat podpis pod citovaným textem
da_dk: Indsæt underskrift under citeret tekst
es_mx: Añadir firma debajo del texto citado
fr_fr: Ajouter la signature en dessous du contenu cité
hu_hu: Aláírás hozzáadása az idézett szöveg alá
it_it: Aggiungi la firma sotto il testo citato
nb_no: Legg til signatur under sitert tekst
nl_nl: Plaats de handtekening onder de geciteerde tekst
pl_pl: Dodaj podpis pod cytowanym tekstem
pt_br: Adicionar a assinatura abaixo do texto citado
ro_ro: Adaugă semnătura sub textul între ghilimele
sv_se: Lägg till signatur nedanför citerad text

source: Add signature
bg_bg: Добави подпис
ca_es: Afegeix-hi firma
cs_cz: Přidat podpis
da_dk: Tilføj underskrift
es_mx: Añadir firma
fr_fr: Ajouter une signature
hu_hu: Aláírás hozzáadása
it_it: Aggiungi una firma
nb_no: Legg til signatur
nl_nl: Ondertekening toevoegen
pl_pl: Dodaj podpis
pt_br: Adicionar assinatura
ro_ro: Adaugă o semnătură
sv_se: Lägg till signatur

source: Edit signature
bg_bg: Редактирай подпис
ca_es: Edita la firma
cs_cz: Upravit podpis
da_dk: Redigér underskrift
es_mx: Editar firma
fr_fr: Modifier la signature
hu_hu: Aláírás szerkesztése
it_it: Modifica firma
nb_no: Rediger signatur
nl_nl: Bewerk ondertekening
pl_pl: Edytuj podpis
pt_br: Editar assinatura
ro_ro: Editează semnătura
sv_se: Redigera signatur

source: Please enter a valid name
bg_bg: Моля въведете валидно име
ca_es: Per favor, indicau un nom vàlid
cs_cz: Zadejte, prosím, platné jméno
da_dk: Indtast venligst et gyldigt navn
es_mx: Por favor, indique un nombre válido
fr_fr: Veuillez saisir un nom valide
hu_hu: Érvényes nevet adjon meg
it_it: Digita un nome valido
nb_no: Vennligst skriv inn et gyldig navn
nl_nl: Voer alstublieft een geldige naam in
pl_pl: Wprowadź prawidłową nazwę
pt_br: Insira um nome válido
ro_ro: Introduceți un nume corect
sv_se: Ange ett giltigt namn

source: Import signatures
bg_bg: Импорт подписи
ca_es: Importa firmes
cs_cz: Importovat podpisy
da_dk: Importér underskrifter
es_mx: Importar firmas
fr_fr: Importer des signatures
hu_hu: Aláírások importálása
it_it: Importa firme
nb_no: Importer signaturer
nl_nl: Ondertekeningen importeren
pl_pl: Importuj podpisy
pt_br: Importar assinaturas
ro_ro: Importă semnăturile
sv_se: Importera signaturer

source: You can import all existing signatures from the previous product generation at once.
bg_bg: Можете да импортирате всички съществуващи подписи от предишното генериране на продукти наведнъж.
cs_cz: Existující podpisy můžete importovat z předchozí generace produktu všechny najednou.
da_dk: Du kan importere alle eksisterende signaturer fra den tidligere generation af produktet på en gang.
es_mx: Puede importar todas las firmas existentes de la anterior generación del producto al mismo tiempo.
fr_fr: Vous pouvez importer toutes les signatures existantes depuis la génération antérieure du logiciel en une seule fois.
hu_hu: Az összes meglévő aláírást egyszerre importálhatja az előző termékgenerálásból.
it_it: Puoi importare tutte le firme esistenti in una soluzione dalla generazione di prodotto precedente.
nl_nl: U kan alle bestaande ondertekeningen in één keer importeren vanuit een eerdere product versie.
pl_pl: Możesz zaimportować na raz wszystkie istniejące podpisy z poprzedniej generacji produktu.
pt_br: Você pode importar todas as assinaturas existentes da geração anterior do produto ao mesmo tempo.
ro_ro: Puteți importa toate semnăturile existente din generația trecută a produsului.
sv_se: Du kan importera alla befintliga signaturer från föregående produktgeneration samtidigt.

source: Delete old signatures after import
bg_bg: Изтрий старите подписи след импорт
cs_cz: Po importu smazat staré podpisy
da_dk: Slet gamle underskrifter efter import.
es_mx: Eliminar las firmas antiguas después de importar
fr_fr: Supprimer les anciennes signatures après importation
hu_hu: Régi aláírás törlése importálás után
it_it: Elimina le vecchie firme dopo l'importazione
nb_no: Slett gamle signaturer etter import
nl_nl: Verwijder oude ondertekeningen na het importeren
pl_pl: Po zakończeniu importu usuń stare podpisy
pt_br: Excluir assinaturas antigas após importar
ro_ro: Șterge semnăturile vechi după importare
sv_se: Ta bort gamla signaturer efter import

source: No preview available
bg_bg: Няма налична визуализация
cs_cz: Žádný náhled k dispozici
da_dk: Ingen forvisning tilgængelig
es_mx: No hay vista previa disponible
fr_fr: Pas d'aperçu disponible
hu_hu: Nem érhető el előnézet
it_it: Nessuna anteprima disponibile
nl_nl: Geen voorbeeld beschikbaar
pl_pl: Brak dostępnego podglądu
pt_br: Nenhuma visualização disponível
ro_ro: Previzualizarea nu este disponibilă
sv_se: Ingen förhandsgranskning tillgänglig

source: Add new signature
bg_bg: Добави нов подпис
ca_es: Afegeix una nova firma
cs_cz: Přidat nový podpis
da_dk: Tilføj ny underskrift
es_mx: Añadir nueva firma
fr_fr: Ajouter une nouvelle signature
hu_hu: Új aláírás hozzáadása
it_it: Aggiungi una nuova firma
nb_no: Legg til ny signatur
nl_nl: Ondertekening toevoegen
pl_pl: Dodaj nowy podpis
pt_br: Adicionar nova assinatura
ro_ro: Adaugă o semnătură nouă
sv_se: Lägg till ny signatur

source: Default signature
bg_bg: Подпис по подразбиране
cs_cz: Výchozí podpis
da_dk: Standardsignatur
es_mx: Firma predeterminada
fr_fr: Signature par défaut
hu_hu: Alapértelmezett aláírás
it_it: Firma predefinita
nb_no: Standard signatur
nl_nl: Standaard ondertekening
pl_pl: Domyślny podpis
pt_br: Assinatura padrão
ro_ro: Semnătură implicită
sv_se: Förvald signatur

source: Default signature for replies or forwardings
bg_bg: Подпис по подразбиране за отгвори или препратени съобщения
cs_cz: Výchozí podpis pro odpovědi a přeposílání
da_dk: Standardunderskrift for svar og videresendelser
es_mx: Firma predeterminada para respuestas o reenvíos
fr_fr: Signature par défaut pour les réponses ou les messages transférés
hu_hu: Alapértelmezett aláírás válaszokhoz vagy továbbításokhoz
it_it: Firma predefinita per le risposte e per gli inoltri
nb_no: Standardsignatur for svar eller videresendinger
nl_nl: Standaard ondertekening bij reageren of doorsturen
pl_pl: Domyślny podpis w odpowiedziach lub wiadomościach przekazywanych dalej
pt_br: Assinatura padrão para respostas ou encaminhamentos
ro_ro: Semnătură implicită pentru răspunsuri sau redirecționări
sv_se: Förvald signatur för svar eller vidarebefordringar

source: Default signature for new messages
bg_bg: Подпис по подразбиране за нови съобщения
cs_cz: Výchozí podpisy pro nové zprávy
da_dk: Standardunderskrift for nye beskeder
es_mx: Firma predeterminada para mensajes nuevos
fr_fr: Signature par défaut pour les nouveaux messages
hu_hu: Alapértelmezett aláírás új üzenetekhez
it_it: Firma predefinita per i nuovi messaggi
nb_no: Standardsignatur for nye meldinger
nl_nl: Standaard ondertekening voor nieuwe berichten
pl_pl: Domyślny podpis w nowych wiadomościach
pt_br: Assinatura padrão para novas mensagens
ro_ro: Semnătură implicită pentru mesajele noi
sv_se: Förvald signatur för nya meddelanden

source: Default signature for replies or forwards
bg_bg: Подпис по подразбиране за отгвори или препратени съобщения
cs_cz: Výchozí podpis pro odpovědi a přeposílání
da_dk: Standardunderskrift for svar og videresendelser
es_mx: Firma predeterminada para respuestas o reenvíos
fr_fr: Signature par défaut pour les réponses ou les messages transférés
hu_hu: Alapértelmezett aláírás a válaszokhoz vagy a továbbításokhoz.
it_it: Firma predefinita per risposte e inoltri
nl_nl: Standaard ondertekening bij reageren of doorsturen
pl_pl: Domyślny podpis do odpowiedzi lub do przodu
pt_br: Assinatura padrão para respostas ou encaminhamentos
ro_ro: Semnătura implicită pentru răspunsuri sau redirecționări
sv_se: Förvald signatur för svar eller vidarebefordringar

source: Top 10 you sent mail to
bg_bg: Топ 10 изпратени съобщения до
ca_es: Els 10 a qui més correu heu enviat
cs_cz: 10 nejčastějších adresátů
da_dk: Top 10 du har sendt e-mail til
es_mx: Los 10 a los que ha enviado más correos
fr_fr: 10 principaux destinataires
hu_hu: Top 10 címzett
it_it: I primi 10 ai quali hai inviato messaggi
nb_no: Topp 10 du har sendt e-post til
nl_nl: Top 10 verzendlijst
pl_pl: 10 najpopularniejszych adresatów
pt_br: Top 10 para quem você envia e-mail
ro_ro: Primii 10 destinatari cărora le-ați trimis mesaje
sv_se: De 10 du oftast skickar e-post till

source: Top 10 you got mail from
bg_bg: Топ 10 получени съобщенип от
ca_es: Els 10 que us han enviat més correus
cs_cz: 10 nejčastějších odesílatelů
da_dk: Top 10 du har modtaget e-mail fra
es_mx: Los 10 que le han enviado más correos
fr_fr: 10 principaux émetteurs
hu_hu: Top 10 feladó
it_it: I primi 10 dai quali hai ricevuto messaggi
nb_no: Topp 10 du fikk e-post fra
nl_nl: Top 10 ontvangen van
pl_pl: 10 najpopularniejszych nadawców
pt_br: Top 10 de quem você recebe e-mails
ro_ro: Primii 10 expeditori de la care ați primit mesaje
sv_se: De 10 du oftast får e-post från
