Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Password strength: Very weak
bg_bg: Сила на паролата: Много слаба
ca_es: Fortalesa de la contrasenya: molt feble
cs_cz: Síla hesla: velmi slabé
da_dk: Styrke af adgangskode: Meget svag
es_mx: Fortaleza de la contraseña: Muy débil
fr_fr: Robustesse du mot de passe : très faible
hu_hu: Jelszó erőssége: nagyon gyenge
it_it: Sicurezza della password: molto debole
nb_no: Passordstyrke: Veldig svakt
nl_nl: Wachtwoordkwaliteit: Erg zwak
pl_pl: Siła hasła: bardzo niska
pt_br: Força da senha: muito fraca
ro_ro: Puterea parolei: foarte slabă
sv_se: Lösenordets styrka: Väldigt svagt

source: Password strength: Weak
bg_bg: Сила на паролата: Слаба
ca_es: Fortalesa de la contrasenya: feble
cs_cz: Síla hesla: slabé
da_dk: Styrke af adgangskode: Svag
es_mx: Fortaleza de la contraseña: Débil
fr_fr: Robustesse du mot de passe : faible
hu_hu: Jelszó erőssége: gyenge
it_it: Sicurezza della password: debole
nb_no: Passordstyrke: Svakt
nl_nl: Wachtwoordkwaliteit: Zwak
pl_pl: Siła hasła: niska
pt_br: Força da senha: fraca
ro_ro: Puterea parolei: slabă
sv_se: Lösenordets styrka: Svagt

source: Password strength: Good
bg_bg: Сила на паролата: Добро
ca_es: Fortalesa de la contrasenya: bona
cs_cz: Síla hesla: dobré
da_dk: Styrke af adgangskode: God
es_mx: Fortaleza de la contraseña: Buena
fr_fr: Robustesse du mot de passe : bonne
hu_hu: Jelszó erőssége: jó
it_it: Sicurezza della password: buona
nb_no: Passordstyrke: Bra
nl_nl: Wachtwoordkwaliteit: Goed
pl_pl: Siła hasła: dobra
pt_br: Força da senha: boa
ro_ro: Puterea parolei: bună
sv_se: Lösenordets styrka: God

source: Password strength: Strong
bg_bg: Сила на паролата: Силна
ca_es: Fortalesa de la contrasenya: forta
cs_cz: Síla hesla: silné
da_dk: Styrke af adgangskode: Stærk
es_mx: Fortaleza de la contraseña: Fuerte
fr_fr: Robustesse du mot de passe : forte
hu_hu: Jelszó erőssége: erős
it_it: Sicurezza della password: forte
nb_no: Passordstyrke: Sterkt
nl_nl: Wachtwoordkwaliteit: Sterk
pl_pl: Siła hasła: wysoka
pt_br: Força da senha: forte
ro_ro: Puterea parolei: puternică
sv_se: Lösenordets styrka: Starkt

source: Password strength: Very strong
bg_bg: Сила на паролата: Много силна
ca_es: Fortalesa de la contrasenya: molt forta
cs_cz: Síla hesla: velmi silné
da_dk: Styrke af adgangskode: Meget stærk
es_mx: Fortaleza de la contraseña: Muy fuerte
fr_fr: Robustesse du mot de passe : très forte
hu_hu: Jelszó erőssége: nagyon erős
it_it: Sicurezza della password: molto forte
nb_no: Passordstyrke: Veldig sterk
nl_nl: Wachtwoordkwaliteit: Erg sterk
pl_pl: Siła hasła: bardzo wysoka
pt_br: Força da senha: muito forte
ro_ro: Puterea parolei: foarte puternică
sv_se: Lösenordets styrka: Väldigt starkt

source: Password strength: Legendary!
bg_bg: Парола сила: Легенда!
ca_es: Fortalesa de la contrasenya: llegen...dària!
cs_cz: Síla hesla: ultimátní!
da_dk: Styrke af adgangskode: Legendarisk!
es_mx: Fortaleza de la contraseña: ¡Legendaria!
fr_fr: Robustesse du mot de passe : légendaire !
hu_hu: Jelszó erőssége: legendás
it_it: Sicurezza della password: leggendaria!
nb_no: Passordstyrke: Legendarisk!
nl_nl: Wachtwoordkwaliteit: Legendarisch!
pl_pl: Siła hasła: rewelacja!
pt_br: Força da senha: fabulosa!
ro_ro: Puterea parolei: legendară!
sv_se: Lösenordets styrka: Enastående!

source: Your password is more secure if it also contains capital letters, numbers, and special characters like %1$s
bg_bg: Паролата ви е по-сигурна, ако съдържа главни букви, цифри и специални знаци като %1$s
ca_es: La vostra contrasenya és més segura si contén majúscules, xifres i caràcters especials com %1$s
cs_cz: Vaše heslo bude bezpečnější, když bude obsahovat také velká písmena, čísla a speciální znaky jako %1$s
da_dk: Din adgangskode er sikrere, hvis den også indeholder store bogstaver, tal og specielle tegn såsom %1$s
es_mx: Su contraseña es más segura si contiene también letras en mayúsculas, números, y caracteres especiales como %1$s
fr_fr: Votre mot de passe est plus sécurisé s'il contient également des lettres majuscules, des nombres, ainsi que des caractères spéciaux comme %1$s
hu_hu: Jelszava biztonságosabb, ha nagybetűket, számokat, és speciális karaktereket is tartalmaz, mint például: %1$s
it_it: La tua password è più sicura se contiene anche lettere maiuscole, numeri e caratteri speciali come %1$s
nb_no: Passordet ditt er sikrere hvis det også inneholder store bokstaver, tall og spesialtegn som %1$s
nl_nl: Uw wachtwoord is veiliger als het ook hoofdletters, getallen en speciale tekens bevat zoals %1$s
pl_pl: Twoje hasło jest bezpieczniejsze, jeśli zawiera również duże litery, cyfry i znaki specjalne jak %1$s
pt_br: Sua senha será mais segura se ela contiver também letras maiúsculas, números e caracteres especiais como %1$s
ro_ro: Parola dumneavoastră este mai sigură dacă include și majuscule, cifre și caractere speciale precum %1$s
sv_se: Ditt lösenord är säkrare om det också innehåller både stora och små bokstäver, siffror, och specialtecken som %1$s

source: Password length must be between %1$d and %2$d characters.
bg_bg: Продължителността на паролата трябва да бъде между %1$d и %2$d знака.
ca_es: La longitud de la contrasenya ha de ser d'entre %1$d i %2$d caràcters.
cs_cz: Délka hesla musí být mezi %1$d a %2$d znaky.
da_dk: Adgangskoder skal bestå af %1$d til %2$d tegn.
es_mx: La longitud de la contraseña debe ser de entre %1$d y %2$d caracteres.
fr_fr: La longueur du mot de passe doit être comprise entre %1$d and %2$d caractères.
hu_hu: A jelszó hosszának %1$d és %2$d karakter között kell lennie.
it_it: La lunghezza della password deve essere compresa tra %1$d e %2$d caratteri.
nb_no: Passordlengden må være mellom %1$d og %2$d tegn.
nl_nl: De wachtwoordlengte moet tussen %1$d en %2$d tekens zijn.
pl_pl: Długość hasła musi wynosić od %1$d do %2$d znaków.
pt_br: O comprimento da senha deve ser entre %1$d e %2$d caracteres.
ro_ro: Lungimea parolei trebuie să fie cuprinsă între %1$d și %2$d caractere.
sv_se: Lösenordets längd måste vara mellan %1$d och %2$d tecken.

source: Minimum password length is %1$d.
bg_bg: Минималната дължина на паролата е %1$d .
ca_es: La longitud mínima de contrasenya és %1$d.
cs_cz: Minimální délka hesla je %1$d.
da_dk: Adgangskoder skal bestå af mindst %1$d tegn.
es_mx: La longitud mínima de contraseña es %1$d.
fr_fr: La longueur minimale du mot de passe est %1$d.
hu_hu: A jelszó minimális hossza: %1$d.
it_it: La lunghezza minima della password è %1$d.
nb_no: Minimum passordlengde er %1$d.
nl_nl: Minimale wachtwoord lengte is %1$d.
pl_pl: Minimalna długość hasła: %1$d.
pt_br: O tamanho mínimo da senha é %1$d.
ro_ro: Lungimea minimă a parolei este %1$d.
sv_se: Minsta längd för lösenord är %1$d.

source: Your current password
bg_bg: Текущата ви парола
ca_es: La vostra contrasenya actual
cs_cz: Vaše aktuální heslo
da_dk: Din nuværende adgangskode
es_mx: Su contraseña actual
fr_fr: Votre mot de passe actuel
hu_hu: A jelenlegi jelszava
it_it: La password attuale
nb_no: Gjeldende passord
nl_nl: Uw huidige wachtwoord
pl_pl: Bieżące hasło
pt_br: Sua senha atual
ro_ro: Parola dumneavoastră actuală
sv_se: Ditt nuvarande lösenord

source: New password
bg_bg: Нова парола
ca_es: Nova contrasenya
cs_cz: Nové heslo
da_dk: Ny adgangskode
es_mx: Nueva contraseña
fr_fr: Nouveau mot de passe
hu_hu: Új jelszó
it_it: Nuova password
nb_no: Nytt passord
nl_nl: Nieuw wachtwoord
pl_pl: Nowe hasło
pt_br: Nova senha
ro_ro: Noua parolă
sv_se: Nytt lösenord

source: Repeat new password
bg_bg: Повтори новата парола
ca_es: Repetiu la nova contrasenya
cs_cz: Zopakujte nové heslo
da_dk: Gentag ny adgangskode
es_mx: Repita la nueva contraseña
fr_fr: Répétez le nouveau mot de passe
hu_hu: Új jelszó ismét
it_it: Ripeti la nuova password
nb_no: Gjenta nytt passord
nl_nl: Herhaal nieuw wachtwoord
pl_pl: Ponownie wpisz nowe hasło
pt_br: Repetir nova senha
ro_ro: Introduceți din nou noua parolă
sv_se: Upprepa nytt lösenord

source: If you change the password, you will be signed out. Please ensure that everything is closed and saved.
bg_bg: Ако промените паролата, ще бъдете излезли. Моля, уверете се, че всичко е затворено и запазено.
ca_es: Si canviau la contrasenya, es tancarà la sessió. Per favor, assegurau-vos que tot quedi tancat i desat.
cs_cz: Změníte-li heslo, budete odhlášen(a). Ujistěte se, prosím, že je vše zavřené a uložené.
da_dk: Hvis du ændrer adgangskoden, bliver du logget ud. Sørg venligst for at alt er gemt og lukket.
es_mx: Si cambia la contraseña, se cerrará la sesión. Por favor, asegúrese de quetodo está cerrado y guardado.
fr_fr: Si vous changez le mot de passe, vous serez déconnecté. Veuillez vous assurer que tout est fermé et enregistré.
hu_hu: Ha megváltoztatja a jelszót, ki lesz jelentkeztetve. Győződjön meg róla, hogy mindent bezárt és elmentett.
it_it: Se cambi la password, sarai disconnesso. Assicurati che tutto sia stato chiuso e salvato.
nb_no: Hvis du endrer passordet vil du bli logget ut. Kontroller at alt er lukket og lagret.
nl_nl: Als u uw wachtwoord verandert, wordt u afgemeld. Controleer of u alles heeft gesloten en opgeslagen.
pl_pl: Jeśli zmienisz hasło, nastąpi wylogowanie. Koniecznie zamknij programy i zapisz dane.
pt_br: Se você alterar a senha, você irá encerrar a sessão. Tenha certeza que tudo está fechado e salvo.
ro_ro: Dacă modificați parola veți fi deconectat. Asigurați-vă că ați închis și ați salvat tot.
sv_se: Om du ändrar lösenordet kommer du loggas ut. Kontrollera att allt är stängt och sparat.

source: Your new password may not be empty.
bg_bg: Новата ви парола не може да е празна.
cs_cz: Vaše nové heslo nesmí být prázdné.
da_dk: Din nye adgangskode må ikke være tom.
es_mx: Su nueva contraseña no puede estar vacía.
fr_fr: Votre nouveau mot de passe ne peut être vide.
hu_hu: Az új jelszó nem lehet üres
it_it: La nuova password non può essere vuota.
nb_no: Det nye passordet kan ikke være tomt.
nl_nl: Uw nieuwe wachtwoord mag niet leeg zijn.
pl_pl: Nowe hasło nie może być puste.
pt_br: Sua nova senha não pode ser em branco.
ro_ro: Parola nu poate fi vidă.
sv_se: Ditt nya lösenord får inte vara tomt.

source: The two newly entered passwords do not match.
bg_bg: Двете ново въведени пароли не съвпадат.
ca_es: Les dues claus introduïdes no coincideixen.
cs_cz: Dvě nově zadaná hesla nejsou stejná.
da_dk: De to indtastede adgangskoder er forskellige.
es_mx: Las dos contraseñas recién introducidas no coinciden.
fr_fr: Les deux mots de passe qui viennent d'être saisis ne correspondent pas.
hu_hu: A megadott két jelszó nem egyezik.
it_it: Le due password appena digitate non corrispondono.
nb_no: Passordene samsvarer ikke.
nl_nl: De twee nieuwe wachtwoorden zijn niet hetzelfde.
pl_pl: Dwa nowowprowadzone hasła nie pasują do siebie.
pt_br: As duas senhas recentemente inseridas não coincidem.
ro_ro: Ultimele două parole introduse nu corespund.
sv_se: De två nya lösenorden stämmer inte överens.

source: User data
bg_bg: Потребителски данни
ca_es: Dades de l'usuari
cs_cz: Uživatelské údaje
da_dk: Brugerdata
es_mx: Datos del usuario
fr_fr: Données utilisateur
hu_hu: Felhasználói adatok
it_it: Dati dell'utente
nb_no: Brukerdata
nl_nl: Gebruikersgegevens
pl_pl: Dane użytkownika
pt_br: Dados do usuário
ro_ro: Datele utilizatorului
sv_se: Användardata

source: My password
bg_bg: Моята парола
ca_es: La meua contrasenya
cs_cz: Moje heslo
da_dk: Min adgangskode
es_mx: Mi contraseña
fr_fr: Mon mot de passe
hu_hu: A jelszavam
it_it: La mia password
nb_no: Endre passord
nl_nl: Mijn wachtwoord
pl_pl: Moje hasło
pt_br: Minha senha
ro_ro: Parola mea
sv_se: Mitt lösenord

source: There was a problem with XING, the error message was: "%s"
bg_bg: Имаше проблем с XING, съобщението за грешка беше: \ " %s "
ca_es: Hi ha hagut un problema amb XING, el missatge d'error ha estat: "%s"
cs_cz: Vyskytl se problém se službou XING, chybová zpráva byla: „%s“
da_dk: Der var et problem med XING. Fejlmeddelelsen var: "%s"
es_mx: Hubo un problema con XING, el mensaje de error fue: "%s"
fr_fr: Un problème est survenu avec XING, le message d'erreur est le suivant : « %s »
hu_hu: Probléma a XING-gel. A hibaüzenet: „%s”
it_it: Si è verificato un problema con XING, il messaggio di errore era: "%s"
nb_no: Det var et problem med XING, feilmeldingen var: "%s"
nl_nl: Er was een probleem met XING, de foutmelding was: "%s"
pl_pl: Wystąpił problem z serwisem XING. Komunikat o błędzie: "%s"
pt_br: Ocorreu um problema com o XING, a mensagem de erro foi: "%s"
ro_ro: A apărut o problemă la XING, mesaj de eroare: "%s"
sv_se: Ett problem uppstod med XING, felmeddelandet var: "%s"

source: Comment has been successfully posted on XING
bg_bg: Коментарът бе публикуван успешно в XING
ca_es: El comentari ha estat publicat amb èxit a XING
cs_cz: Komentář byl úspěšně vystaven na XING
da_dk: Kommentar sendt til XING
es_mx: El comentario ha sido publicado con éxito en XING
fr_fr: Le commentaire a été publié sur XING
hu_hu: A hozzászólás sikeresen beküldve a XING-re
it_it: Il commento è stato pubblicata correttamente su XING
nb_no: Kommentar har blitt lagt ut på XING
nl_nl: Commentaar is succesvol gepost op XING
pl_pl: Komentarz został opublikowany w serwisie XING
pt_br: O comentário foi postado com sucesso no XING
ro_ro: Comentariul a fost publicat cu succes pe XING
sv_se: Kommentaren lades upp på XING

source: Submit comment
bg_bg: Изпратете коментара
ca_es: Envia el comentari
cs_cz: Odeslat komentář
da_dk: Send kommentar
es_mx: Enviar comentario
fr_fr: Envoyer le commentaire
hu_hu: Megjegyzés beküldése
it_it: Invia il commento
nb_no: Lagre kommentar
nl_nl: Commentaar toevoegen
pl_pl: Prześlij komentarz
pt_br: Enviar comentário
ro_ro: Trimite comentariul
sv_se: Skicka kommentar

source: The activity has been deleted successfully
bg_bg: Активността бе успешно изтрита
ca_es: L'activitat s'ha eliminat correctament
cs_cz: Aktivita byla úspěšně smazána
da_dk: Aktiviteten blev slettet
es_mx: La actividad se ha eliminado correctamente
fr_fr: L'activité a été supprimée
hu_hu: A tevékenység sikeresen törölve
it_it: L'attività è stata eliminata correttamente
nb_no: Aktiviteten har blitt slettet
nl_nl: De activiteit is succesvol verwijderd
pl_pl: Aktywność została usunięta
pt_br: A atividade foi excluída com sucesso
ro_ro: Activitatea a fost ștearsă
sv_se: Aktiviteten togs bort

source: The comment has been deleted successfully
bg_bg: Коментарът е изтрит успешно
ca_es: El comentari ha estat suprimit correctament
cs_cz: Komentář byl úspěšně smazán
da_dk: Kommentaren blev slettet
es_mx: El comentario se ha eliminado correctamente
fr_fr: Le commentaire a été supprimé
hu_hu: A megjegyzés sikeresen törölve
it_it: Il commento è stato eliminato correttamente
nb_no: Kommentaren er slettet
nl_nl: Het commentaar is succesvol verwijderd
pl_pl: Komentarz został usunięty
pt_br: O comentário foi excluído com sucesso
ro_ro: Comentariul a fost șters
sv_se: Kommentaren togs bort

source: There was a problem with XING. The error message was: "%s"
bg_bg: Имаше проблем с XING. Съобщението за грешка беше: \ " %s "
ca_es: Hi ha hagut un problema amb XING. El missatge d'error ha estat: "%s"
cs_cz: Vyskytl se problém se službou XING. Chybová zpráva byla: „%s“
da_dk: Der var et problem med XING. Fejlmeddelelsen var: "%s"
es_mx: Hubo un problema con XING. El mensaje de error fue: "%s"
fr_fr: Un problème est survenu avec XING. Le message d'erreur est le suivant : « %s »
hu_hu: Probléma a XING-gel. A hibaüzenet: „%s”
it_it: Si è verificato un problema con XING. Il messaggio di errore era: "%s"
nb_no: Det var et problem med XING. Feilmeldingen var: "%s"
nl_nl: Er was een probleem met XING. De foutmelding was: "%s"
pl_pl: Wystąpił problem z serwisem XING. Komunikat o błędzie: "%s"
pt_br: Ocorreu um problema com o XING. A mensagem de erro foi: "%s"
ro_ro: A apărut o problemă la XING. Mesaj de eroare: "%s"
sv_se: Ett problem uppstod med XING. Felmeddelandet var: "%s"

source: Un-liked comment
bg_bg: Непозната коментар
ca_es: Marca el comentari com a "No m'agrada"
cs_cz: Komentář už se vám nelíbí
da_dk: Holdt op med at synes om kommentar
es_mx: Marcar comentario como "No me gusta"
fr_fr: Commentaire passé en « Je n'aime plus »
hu_hu: A megjegyzés kedvelése törölve
it_it: Commenti non gradito
nb_no: Fjernet "like" på kommentaren.
nl_nl: Commentaar vind ik niet meer leuk
pl_pl: Znielubiony komentarz
pt_br: Descurtir comentário
ro_ro: Comentariul nu mai este apreciat
sv_se: Ogillad kommentar

source: Liked comment
bg_bg: Хареса коментар
ca_es: Heu marcat "M'agrada" al comentari
cs_cz: Komentář se vám líbí
da_dk: Syntes om kommentar
es_mx: Marcó "Me gusta" en el comentario
fr_fr: Commentaire passé en « J'aime ça »
hu_hu: Kedvelt megjegyzés
it_it: Commento gradito
nb_no: Likte kommentar
nl_nl: Vindt commentaar leuk
pl_pl: Polubiony komentarz
pt_br: Comentário curtido
ro_ro: Comentariu apreciat
sv_se: Gillade en kommentar

source: Un-like
bg_bg: Не ми харесва
ca_es: No m'agrada
cs_cz: Už se mi to nelíbí
da_dk: Synes ikke længere om
es_mx: No me gusta
fr_fr: Je n'aime plus
hu_hu: Mégsem kedvelem
it_it: Non mi piace
nb_no: Liker ikke
nl_nl: Vind ik niet meer leuk
pl_pl: Znielub
pt_br: Descurtir
ro_ro: Nu-mi mai place
sv_se: Sluta gilla

source: Like
bg_bg: като
ca_es: M'agrada
cs_cz: To se mi líbí
da_dk: Synes om
es_mx: Me gusta
fr_fr: J'aime
hu_hu: Kedvelem
it_it: Mi piace
nb_no: Lik
nl_nl: Vind ik leuk
pl_pl: Polub
pt_br: Curtir
ro_ro: Îmi place
sv_se: Gilla

source: Shared activity
bg_bg: Споделена дейност
ca_es: Activitat compartida
cs_cz: Sdílená aktivita
da_dk: Delt aktivitet
es_mx: Actividad compartida
fr_fr: Activité partagée
hu_hu: Megosztott tevékenység
it_it: Attività condivisa
nb_no: Felles aktivitet
nl_nl: Gedeelde activiteit
pl_pl: Udostępniona aktywność
pt_br: Atividade compartilhada
ro_ro: Activitate partajată
sv_se: Delad aktivitet

source: %1$s recommends this link:
bg_bg: %1$s препоръчва този линк:
ca_es: %1$s recomana aquest enllaç:
cs_cz: %1$s doporučuje tento odkaz:
da_dk: %1$s anbefaler dette link:
es_mx: %1$s recomienda este enlace:
fr_fr: %1$s recommande ce lien :
hu_hu: %1$s ajánlotta ezt a hivatkozást:
it_it: %1$s consiglia questo collegamento:
nb_no: %1$s anbefaler denne linken:
nl_nl: %1$s heeft een link aanbevolen:
pl_pl: %1$s poleca ten link:
pt_br: %1$s recomenda este link:
ro_ro: %1$s recomandă legătura:
sv_se: %1$s rekommenderar den här länken:

source: %1$s posted a link:
bg_bg: %1$s публикува линк:
ca_es: %1$s ha publicat un enllaç:
cs_cz: %1$s sdílel(a) odkaz:
da_dk: %1$s sendte et link:
es_mx: %1$s ha publicado un enlace:
fr_fr: %1$s a publié un lien :
hu_hu: %1$s beküldött egy hivatkozást:
it_it: %1$s ha pubblicato un collegamento:
nb_no: %1$s postet en link:
nl_nl: %1$s heeft een link gepost:
pl_pl: Użytkownik %1$s opublikował link:
pt_br: %1$s postou um link:
ro_ro: %1$s a publicat o legătură:
sv_se: %1$s lade upp en länk:

source: %1$s changed the status:
bg_bg: %1$s промени статуса:
cs_cz: %1$s změnil(a) stav:
da_dk: %1$s ændrede sin status:
es_mx: %1$s ha cambiado su estado:
fr_fr: %1$s a modifié son état :
hu_hu: %1$s megváltoztatta az állapotát:
it_it: %1$s ha cambiato lo stato:
nb_no: %1$s endret sin status:
nl_nl: %1$s heeft de status gewijzigd:
pl_pl: Użytkownik %1$s zmienił status:
pt_br: %1$s alterou o status:
ro_ro: %1$s și-a modificat starea:
sv_se: %1$s ändrade status:

source: %1$s has a new contact:
bg_bg: %1$s има нов контакт:
ca_es: %1$s té un contacte nou:
cs_cz: %1$s má nový kontakt:
da_dk: %1$s har en ny kontakt:
es_mx: %1$s tiene un contacto nuevo:
fr_fr: %1$s a un nouveau contact :
hu_hu: %1$s új kapcsolattal rendelkezik:
it_it: %1$s ha un nuovo contatto:
nb_no: %1$s har en ny kontakt:
nl_nl: %1$s heeft een nieuw contact:
pl_pl: %1$s ma nowy kontakt:
pt_br: %1$s tem um novo contato:
ro_ro: %1$s are un contact nou:
sv_se: %1$s har en ny kontakt:

source: %1$s has new contacts:
bg_bg: %1$s има нови контакти:
ca_es: %1$s té contactes nous:
cs_cz: %1$s má nové kontakty:
da_dk: %1$s har nye kontakter:
es_mx: %1$s tiene contactos nuevos:
fr_fr: %1$s a de nouveaux contacts :
hu_hu: %1$s új kapcsolatokkal rendelkezik:
it_it: %1$s ha nuovi contatti:
nb_no: %1$s har nye kontakter:
nl_nl: %1$s heeft nieuwe contacten:
pl_pl: %1$s ma nowe kontakty:
pt_br: %1$s tem novos contatos:
ro_ro: %1$s are contacte noi:
sv_se: %1$s har nya kontakter:

source: %1$s posted a new activity:
bg_bg: %1$s публикува нова активност:
ca_es: %1$s ha publicat una nova activitat:
cs_cz: %1$s sdílel(a) novou činnost:
da_dk: %1$s sendte en ny aktivitet:
es_mx: %1$s ha publicado una nueva actividad:
fr_fr: %1$s a publié une nouvelle activité :
hu_hu: %1$s beküldött egy új tevékenységet:
it_it: %1$s ha pubblicato una nuova attività:
nb_no: %1$s postet en ny aktivitet:
nl_nl: %1$s heeft een nieuwe activiteit gepost:
pl_pl: Użytkownik %1$s opublikował nową aktywność:
pt_br: %1$s postou uma nova atividade:
ro_ro: %1$s a publicat o activitate nouă:
sv_se: %1$s lade upp en ny aktivitet:

source: %1$s updated the profile:
bg_bg: %1$s актуализира профила:
cs_cz: %1$s aktualizoval(a) profil:
da_dk: %1$s opdaterede sin profil:
es_mx: %1$s ha actualizado su perfil:
fr_fr: %1$s a mis à jour son profil :
hu_hu: %1$s frissítette profilját:
it_it: %1$s ha aggiornato il profilo:
nb_no: %1$s oppdaterte sin profil:
nl_nl: %1$s heeft het profiel bijgewerkt:
pl_pl: Użytkownik %1$s zaktualizował profil:
pt_br: %1$s atualizou o perfil:
ro_ro: %1$s și-a actualizat profilul:
sv_se: %1$s uppdaterade profilen:

source: Successfully reauthorized your %s account
bg_bg: Успяхте да reauthorized вашия %s профил
ca_es: S'ha tornat a autoritzar el vostre compte de %s satisfactòriament
cs_cz: Úspěšně jste znovu autorizovali svůj účet %s
da_dk: Det lykkedes at gengodkende din %s-konto
es_mx: Se ha vuelto a autorizar su cuenta de %s satisfactoriamente
fr_fr: Vous avez autorisé à nouveau ce compte %s.
hu_hu: Sikeresen hitelesítette %s fiókját
it_it: Account %s autorizzato nuovamente
nb_no: Vellykket reautorisering av din %s konto
nl_nl: U heeft dit %s account opnieuw gemachtigd
pl_pl: Konto %s zostało ponownie autoryzowane
pt_br: Sua conta %s for reautorizada com sucesso
ro_ro: Ați autorizat din nou contul dumneavoastră %s
sv_se: Ditt %s-konto är behörigt igen

source: There was a problem with %s. The error message was: "%s"
bg_bg: Имаше проблем с %s . Съобщението за грешка беше: \ " %s "
ca_es: Hi ha hagut un problema amb %s. El missatge d'error ha estat: "%s"
cs_cz: Vyskytl se problém se službou %s. Chybová zpráva byla: „%s“
da_dk: Der var et problem med %s. Fejlmeddelelsen var: "%s"
es_mx: Hubo un problema con %s. El mensaje de error fue: "%s"
fr_fr: Un problème est survenu avec %s. Le message d'erreur est le suivant : « %s »
hu_hu: Probléma ezzel: %s. A hibaüzenet: „%s”
it_it: Si è verificato un problema con %s. Il messaggio di errore era: "%s"
nb_no: Det var et problem med %s. Feilmeldingen var: "%s"
nl_nl: Er was een probleem met %s. De foutmelding was: "%s"
pl_pl: Wystąpił problem z: %s. Komunikat o błędzie: "%s"
pt_br: Ocorreu um problema com %s. A mensagem de erro foi: "%s"
ro_ro: A apărut o problemă la %s. Mesaj de eroare: "%s"
sv_se: Problem uppstod med %s. Felmeddelandet var: "%s"

source: Create a XING Account
cs_cz: Vytvořit účet XING
da_dk: Lav en XING-konto
es_mx: Crear una cuenta de XING
fr_fr: Créer un compte Xing
hu_hu: XING felhasználói fiók létrehozása
it_it: Crea un account Xing
nl_nl: XING Account aanmaken
pl_pl: Utwórz konto XING
pt_br: Criar uma conta XING
ro_ro: Crearea unui cont XING
sv_se: Skapa ett XING-konto
