Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Something went wrong. Please try again later.
cs_cz: Něco se nezdařilo. Zkuste to znovu později.
da_dk: Der gik noget galt. Prøv venligst igen senere.
es_mx: Algo ha ido mal. Por favor, inténtelo de nuevo más tarde.
fr_fr: Un problème est survenu. Veuillez réessayer ultérieurement.
hu_hu: Hiba történt. Próbálja meg később.
it_it: Qualcosa non ha funzionato. Riprova più tardi.
nl_nl: Er ging iets mis. Probeer het alstublieft later opnieuw.
pl_pl: Coś poszło nie tak. Spróbuj ponownie później.
pt_br: Algo deu errado. Tente novamente mais tarde.
ro_ro: Ceva nu a funcționat corect. Vă rugăm să încercați din nou mai târziu.
sv_se: Något blev fel. Försök igen senare.

source: Please only use numeric characters for phone number
cs_cz: Pro telefonní číslo použijte jen čísla
da_dk: Der kan kun bruges numre til telefonummeret
es_mx: Por favor, use sólo caracteres numéricos en el número de teléfono
fr_fr: Veuille saisir uniquement des chiffres pour le numéro de téléphone
hu_hu: A telefonszámhoz csak numerikus karaktereket használjon
it_it: Utilizza solo i caratteri numerici per i numeri telefonici
nl_nl: Gebruik alstublieft alleen getallen voor het telefoonnummer
pl_pl: W numerze telefonu używaj tylko cyfr
pt_br: Use apenas caracteres numéricos para o número de telefone
ro_ro: Vă rugăm să utilizați numai caractere numerice pentru numărul de telefon
sv_se: Använd endast numeriska tecken för telefonnumret

source: Add Recovery Option
cs_cz: Přidat možnost obnovení
da_dk: Tilføj mulighed for gendannelse
es_mx: Añadir opción de recuperación
fr_fr: Ajouter une option de récupération
hu_hu: Helyreállítási lehetőség hozzáadása
it_it: Aggiungi opzioni di ripristino
nl_nl: Herstel Optie Toevoegen
pl_pl: Dodaj opcję odzyskiwania
pt_br: Adicionar opção de recuperação
ro_ro: Adăugare opțiune de recuperare
sv_se: Lägg till återställningsalternativ

source: Add Verification Option
cs_cz: Přidat možnost ověření
da_dk: Tilføj mulighed for verifikation
es_mx: Añadir opción de verificación
fr_fr: Ajouter une option de vérification
hu_hu: Ellenőrzési lehetőség beállítása
it_it: Aggiungi opzione di verifica
nl_nl: Toevoegen Verificatie Optie
pl_pl: Dodaj opcję weryfikacji
pt_br: Adicionar opção de verificação
ro_ro: Adăugare opțiune de autentificare
sv_se: Lägg till verifieringsalternativ

source: In the event you lose or are unable to use your authentication device, your account will be locked out unless you set up a recovery method. We strongly recommend that you do so now.
cs_cz: Pokud ztratíte nebo nebudete moci použít své autentizační zařízení, a nebudete mít nastavenou metodu pro obnovení, váš účet bude uzamčen. Doporučujeme nastavit metodu pro obnovení.
da_dk: Hvis du mister, eller ikke kan bruge, din enhed til godkendelse, bliver du låst ude af din konto, hvis ikke du har angivet en metode til gendannelse. Vi anbefaler på det kraftigste, at du sætter sådan en metode op nu.
es_mx: En caso de que pierda o no pueda usar su dispositivo de autenticación, su cuenta se bloqueará a menos que configure un método de recuperación. Le recomendamos encarecidamente que lo haga ya.
fr_fr: Si vous perdez votre appareil d'authentification ou que vous n'êtes plus en mesure de l'utiliser, votre compte sera verrouillé, sauf si vous configurez une méthode de récupération. Nous vous recommandons fortement de le faire dès maintenant.
hu_hu: Ha elveszíti vagy nem tudja használni a hitelesítő eszközt, akkor a fiókja zárolva lesz, kivéve, ha helyreállítási módot állít be. Azt javasoljuk, hogy ezt tegye meg most.
it_it: Nel caso in cui tu perda o non sia in grado di utilizzare il tuo dispositivo di autenticazione, il tuo account sarà bloccato, a meno che tu abbia configurato un metodo di ripristino. Ti consigliamo vivamente di farlo subito.
nl_nl: In het geval dat u het autorisatie apparaat verliest of tijdelijk niet kan gebruiken, wordt uw account geblokkeerd tenzij u een herstel methode instelt. We adviseren dat u dit direct doet.
pl_pl: W razie utraty urządzenia uwierzytelniającego lub braku możliwości skorzystania z niego konto zostanie zablokowane, chyba że skonfigurujesz metodę odzyskiwania. Zdecydowanie warto to teraz zrobić.
pt_br: Caso você perca ou não consiga usar seu dispositivo de autenticação sua conta será bloqueada, a menos que você configure um método de recuperação. É altamente recomendável que você faça isso agora.
ro_ro: În cazul în care pierdeți sau nu reușiți să utilizați dispozitivul de autentificare, contul va fi blocat dacă nu configurați o metodă de recuperare. Vă recomandăm insistent să faceți acest lucru acum.
sv_se: Om du skulle råka tappa bort eller inte kunna använda din autentiseringsenhet kommer ditt konto låsas om du inte ställt in en återställningsmetod. Vi rekommenderar starkt att du gör detta nu.

source: No providers available
cs_cz: Žádný poskytovatel k dispozici
da_dk: Ingen udbydere til rådighed
es_mx: No hay proveedores disponibles
fr_fr: Aucun fournisseur disponibleCode
hu_hu: Nincs elérhető szolgáltató
it_it: Nessun fornitore disponibile
nl_nl: Er zijn geen aanbieders beschikbaar
pl_pl: Brak dostępnych dostawców
pt_br: Nenhum provedor disponível
ro_ro: Nu există furnizori disponibili
sv_se: Inga leverantörer tillgängliga

source: Code via text message
cs_cz: Kód v textové zprávě
da_dk: Kode via tekst besked
es_mx: Código mediante mensaje de texto
fr_fr: Code envoyé par SMS
hu_hu: Kód szöveges üzenetben
it_it: Codice tramite messaggio di testo
nl_nl: Code via tekstbericht
pl_pl: Kod w wiadomości tekstowej
pt_br: Código via mensagem de texto
ro_ro: Cod prin mesaj SMS
sv_se: Kod via SMS

source: Yubikey, Google Security Keys, or compatible FIDO device
cs_cz: Yubikey, Google Security Keys nebo kompatibilní zařízení FIDO
da_dk: Yubikey, Google Security Keys, eller kompatibel FIDO-enhed
es_mx: Yubikey, claves de Google Security, o dispositivo compatible con FIDO
fr_fr: Yubikey, clés de sécurité Google ou appareil compatible FIDO
hu_hu: Yubikey, a Google Security Keys vagy kompatibilis FIDO eszköz
it_it: Yubikey, Google Security Keys, o dispositivo FIDO compatibile
nl_nl: Yubikey, Google Security Keys of compatibele FIDO apparaat
pl_pl: Yubikey, Google Security Keys lub zgodne urządzenie FIDO
pt_br: Yubikey, chaves de segurança do Google ou dispositivo FIDO compatível
ro_ro: Yubikey, Chei de securitate Google sau dispozitiv FIDO compatibil
sv_se: Yubikey, Google Security-nycklar, eller kompatibel FIDO-enhet

source: Use Yubikey's One Time Password System
cs_cz: Použijte systém jednorázového hesla Yubikey
da_dk: Brug Yubikey's system til engangskoder
es_mx: Usar el sistema de contraseñas de un solo uso de Yubikey
fr_fr: Utiliser le système de mot de passe à usage unique de Yubikey
hu_hu: Yubikey's One Time Password System használata
it_it: Usa Il sistema One Time Password di Yubikey
nl_nl: Gebruik Yubikey's One Time Password systeem
pl_pl: Skorzystaj z systemu haseł jednorazowych Yubikey
pt_br: Use o sistema de senha única do Yubikey
ro_ro: Utilizează sistemul Yubikey de parolă de unică folosință
sv_se: Använd Yubikeys system för engångslösenord

source: Google Authenticator or compatible
cs_cz: Google Authenticator nebo kompatibilní
da_dk: Google totrinsbrkræftelse eller kompatibelt med
es_mx: Google Authenticator o compatible
fr_fr: Google Authenticator ou système compatible
hu_hu: Google Authenticator vagy azzal kompatibilis
it_it: Google Authenticator o compatibile
nl_nl: Google Authenticator of compatible
pl_pl: Aplikacja Google Authenticator lub zgodna
pt_br: Google Authenticator ou compatível
ro_ro: Autentificator Google sau compatibil
sv_se: Google Authenticator eller kompatibel

source: Backup code to access your account.
cs_cz: Záložní kód pro přístup k účtu.
da_dk: Reservekode for adgang til din konto.
es_mx: Código de copia de seguridad para acceder a su cuenta.
fr_fr: Code de récupération pour accéder à votre compte.
hu_hu: Biztonsági mentési kód a fiókhoz való hozzáféréshez.
it_it: Codice di backup per accedere al tuo account.
nl_nl: Backup code om uw account te benaderen.
pl_pl: Zapasowy kod dostępu do konta.
pt_br: Código de backup para acessar sua conta.
ro_ro: Codul de rezervă pentru a vă accesa contul.
sv_se: Backup-kod för att komma åt ditt konto.

source: Unknown system
cs_cz: Neznámý systém
da_dk: Ukendt system
es_mx: Sistema desconocido
fr_fr: Système inconnu
hu_hu: Ismeretlen rendszer
it_it: Sistema sconosciuto
nl_nl: Onbekend systeem
pl_pl: Nieznany system
pt_br: Sistema desconhecido
ro_ro: Sistem necunoscut
sv_se: Okänt system

source: Recovery Code
cs_cz: Kód pro obnovení
da_dk: Kode til gendannelse
es_mx: Código de recuperación
fr_fr: Code de récupération
hu_hu: Helyreállítási kód
it_it: Codice di ripristino
nl_nl: Herstel Code
pl_pl: Kod odzyskiwania
pt_br: Código de recuperação
ro_ro: Cod de recuperare
sv_se: Återställningskod

source: This is your recovery code. Please write it down, print it, or save the file. Be sure to save this in a secure location.
cs_cz: Toto je váš obnovovací kód. Zapište si jej, vytiskněte, nebo uložte jako soubor. Uchovávejte kód na bezpečném místě.
da_dk: Det her er din kode til at gendanne med. Skriv den ned, print den ud eller gem den i en fil. Vær sikker på at gemme den et sikkert sted.
es_mx: Este es su código de recuperación. Por favor, anótelo, imprímalo, o guarde el archivo. Asegúrese de guardarlo en un lugar seguro.
fr_fr: Ceci est votre code de récupération. Veuillez l'écrire ou l'imprimer, ou encore enregistrer ce fichier. Veillez à le conserver en lieu sûr.
hu_hu: Ez a helyreállítási kód. Kérjük, írja le, nyomtassa ki, vagy mentse el a fájlt. Győződjön meg róla, hogy ezt biztonságos helyen tárolja.
it_it: Questo è il tuo codice di ripristino. Annotalo, stampalo o salva il file. Assicurati di salvarlo in un posto sicuro.
nl_nl: Dit is uw herstelcode. Schrijf deze alstublieft op, druk deze af of sla het bestand op. Bewaar deze op een veilige locatie.
pl_pl: Oto kod odzyskiwania. Zanotuj go, wydrukuj lub zapisz jako plik i przechowuj w bezpiecznym miejscu.
pt_br: Este é o seu código de recuperação. Escreva, imprima ou salve o arquivo. Guarde isso em um local seguro.
ro_ro: Acesta este codul dvs. de recuperare. Vă rugăm să îl scrieți, să îl imprimați sau să salvați fișierul. Asigurați-vă că păstrați acest cod într-un loc securizat.
sv_se: Detta är din återställningskod. Skriv ned den, skriv ut den, eller spara filen. Se noga till att förvara den på en säker plats.

source: recovery
cs_cz: obnova
da_dk: gendannelse
es_mx: recuperación
fr_fr: récupération
hu_hu: helyreállítás
it_it: ripristino
nl_nl: herstel
pl_pl: odzyskaj
pt_br: recuperação
ro_ro: recuperare
sv_se: återställning

source: Delete Multifactor Device
cs_cz: Smazat vícefaktorové zařízení
da_dk: Slet enhed til totrinsbekræftelse
es_mx: Borrar dispositivo multifactor
fr_fr: Supprimer l'appareil multifacteur
hu_hu: Többfaktoros eszköz törlése
it_it: Elimina dispositivo multifattore
nl_nl: Multifactor Apparaat Verwijderen
pl_pl: Usuń urządzenie do uwierzytelniania wieloskładnikowego
pt_br: Excluir dispositivo multifator
ro_ro: Ștergere dispozitiv multifactor
sv_se: Radera multifaktorenhet

source: This will delete the device named %s.
cs_cz: Zařízení %s bude smazáno.
da_dk: Dette vil slette enheden med navnet %s.
es_mx: Esto borrará el dispositivo denominado %s.
fr_fr: Cela supprimera l'appareil dénommé %s.
hu_hu: Ez törli a(z) %s nevű eszközt.
it_it: Questo eliminerà il dispositivo con nome %s.
nl_nl: Dit verwijderd het apparaat met de naam %s.
pl_pl: Usunięte zostanie urządzenie o nazwie %s.
pt_br: Isto excluirá o dispositivo chamado %s.
ro_ro: Acest lucru va șterge dispozitivul denumit %s.
sv_se: Detta kommer att radera enheten med namnet %s.

source: Unable to delete
cs_cz: Nelze smazat
da_dk: Kan ikke slette
es_mx: Desactivar para borrar
fr_fr: Suppression impossible
hu_hu: Nem törölhető
it_it: Impossibile eliminare
nl_nl: Niet in staat om te verwijderen
pl_pl: Nie można usunąć
pt_br: Não foi possível excluir
ro_ro: Imposibil de șters
sv_se: Kunde inte radera

source: Edit Multifactor Device
cs_cz: Upravit vícefaktorové zařízení
da_dk: Redigér enhed til totrinsbekræftelse
es_mx: Editar dispositivo multifactor
fr_fr: Modifier l'appareil multifacteur
hu_hu: Többfaktoros eszköz szerkesztése
it_it: Modifica dispositivo multifattore
nl_nl: Multifactor Apparaat Bewerken
pl_pl: Edytuj urządzenie do uwierzytelniania wieloskładnikowego
pt_br: Editar dispositivo multifator
ro_ro: Editare dispozitiv multifactor
sv_se: Redigera multifaktorenhet

source: This will edit the name for device (%s)
cs_cz: Název zařízení %s bude upraven
da_dk: Dette vil redigere navnet for enheden (%s)
es_mx: Esto modificará el nombre del dispositivo (%s)
fr_fr: Cela modifiera le nom de l'appareil (%s)
hu_hu: Ez módosítja az eszköz (%s) nevét
it_it: Questo modificherà il nome del dispositivo (%s)
nl_nl: Dit bewerkt de naam voor het apparaat (%s)
pl_pl: Spowoduje to edycję nazwy urządzenia (%s)
pt_br: Isto editará o nome do dispositivo (%s)
ro_ro: Acest lucru va edita numele dispozitivului (%s)
sv_se: Detta kommer att redigera namnet för enheten (%s)

source: This will assign a name to the device
cs_cz: Zařízení bude pojmenováno
da_dk: Dette vil give enheden et navn
es_mx: Esto asignará un nombre al dispositivo
fr_fr: Cela affectera un nom à l'appareil
hu_hu: Ez hozzárendel egy nevet az eszközhöz
it_it: Questo assegnerà un nome al dispositivo
nl_nl: Dit geeft een naam aan het apparaat
pl_pl: Spowoduje to przypisanie nazwy do urządzenia
pt_br: Isto atribuirá um nome ao dispositivo
ro_ro: Acest lucru va atribui un nume dispozitivului
sv_se: Detta kommer att tilldela ett namn till enheten

source: Unable to edit name.
cs_cz: Nelze upravit název.
da_dk: Kunne ikke redigere navn.
es_mx: No se pudo editar el nombre.
fr_fr: Impossible de modifier le nom.
hu_hu: A név szerkesztése nem sikerült.
it_it: Impossibile modificare il nome.
nl_nl: He is niet mogelijk de naam te bewerken
pl_pl: Nie można edytować nazwy.
pt_br: Não foi possível editar o nome.
ro_ro: Imposibil de editat numele.
sv_se: Kunde inte redigera namn.

source: Confirm Code
cs_cz: Potvrzovací kód
da_dk: Bekræftelseskode
es_mx: Confirmar código
fr_fr: Confirmer le code
hu_hu: Kód megerősítése
it_it: Codice di conferma
nl_nl: Bevestig Code
pl_pl: Potwierdź kod
pt_br: Confirme o código
ro_ro: Confirmare cod
sv_se: Bekräftelsekod

source: Please enter the validation code we just sent to your device.
cs_cz: Zadejte validační kód, který jsme právě poslali na vaše zařízení.
da_dk: Indtast venligst koden til validering vi sendte til din enhed.
es_mx: Por favor, introduzca el código de validación que acabamos de enviarle a su dispositivo.
fr_fr: Veuillez saisir le code de validation que nous venons d'envoyer à votre appareil.
hu_hu: Kérjük, adja meg az eszközre küldött érvényesítési kódot.
it_it: Digita il codice di validazione che abbiamo appena inviato al tuo dispositivo.
nl_nl: Voer alstublieft de controlecode in die we zojuist naar uw apparaat hebben gestuurd.
pl_pl: Wpisz kod weryfikacyjny wysłany przed chwilą na Twoje urządzenie.
pt_br: Insira o código de validação que acabamos de enviar para o seu dispositivo.
ro_ro: Vă rugăm să introduceți codul de validare care a fost trimis dispozitivului dvs.
sv_se: Mata in valideringskoden som vi just skickade till din enhet.

source: Bad input or server error. Please try again.
cs_cz: Chybné zadání nebo chyba serveru. Zkuste to znovu.
da_dk: Dårligt input eller serverfejl. Prøv venligst igen.
es_mx: Entrada errónea o error del servidor. Por favor, inténtelo de nuevo.
fr_fr: Saisie incorrecte ou erreur du serveur. Veuillez réessayer.
hu_hu: Hibás bemeneti érték vagy kiszolgálóhiba. Próbálja meg újra.
it_it: Digitazione non valida o errore del server. Prova ancora.
nl_nl: Verkeerde invoer of serverfout. Probeer het alstublieft opnieuw.
pl_pl: Wprowadzono nieprawidłowe dane lub wystąpił błąd serwera. Spróbuj ponownie.
pt_br: Entrada incorreta ou erro do servidor. Tente novamente.
ro_ro: Eroare de intrare sau de server. Vă rugăm să încercați din nou.
sv_se: Felaktig inmatning eller serverfel. Försök igen.

source: Bad verification code. Please try again
cs_cz: Chybný ověřovací kód. Zkuste to znovu.
da_dk: Dårlig verifikationskode. Prøv venligst igen.
es_mx: Código de verificación erróneo. Por favor, inténtelo de nuevo
fr_fr: Code de vérification incorrect. Veuillez réessayer.
hu_hu: Hibás ellenőrző kód. Próbálja meg újra.
it_it: Codice di verifica errato. Prova ancora
nl_nl: Verkeerde verificatie code. Probeer het alstublieft opnieuw.
pl_pl: Nieprawidłowy kod weryfikacyjny. Spróbuj ponownie.
pt_br: Código de verificação inválido. Tente novamente
ro_ro: Eroare cod de verificare. Vă rugăm să încercați din nou
sv_se: Felaktig verifieringskod. Försök igen

source: Authenticator Registration
cs_cz: Registrace autentizačního zařízení
da_dk: Registrering af totrinsbekræftelse
es_mx: Registro de autenticador
fr_fr: Enregistrement Authenticator
hu_hu: Hitelesítő regisztrálása
it_it: Registrazione autenticatore
nl_nl: Authenticator Registratie
pl_pl: Rejestracja przy użyciu aplikacji do uwierzytelniania
pt_br: Registro no Authenticator
ro_ro: Înregistrarea autentificatorului
sv_se: Registrera autentiseringsmetod

source: Scan the QR code with your authenticator.
cs_cz: Oskenujte QR kód autentizační aplikací.
da_dk: Skan QR-koden med din godkender.
es_mx: Escanee el código QR con su authenticator.
fr_fr: Scannez le code QR à l'aide de votre app Authenticator.
hu_hu: Szkennelje be a QR-kódot hitelesítő alkalmazással.
it_it: Esegui la scansione del codice QR con il tuo autenticatore.
nl_nl: Scan de QR-Code met uw authenticator.
pl_pl: Zeskanuj kod QR przy użyciu aplikacji do uwierzytelniania.
pt_br: Digitalize o código QR com seu autenticador.
ro_ro: Scanați codul QR cu autentificatorul.
sv_se: Läs in QR-koden med din autentikator.

source: Click to copy URL to clipboard
cs_cz: Kliknutím zkopírovat do schránky
da_dk: Klik for kopiere URL'en til udklipsholderen
es_mx: Presione para copiar la URL al portapapeles
fr_fr: Cliquez pour copier l'URL vers le presse-papiers
hu_hu: Kattintson a URL-cím vágólapra történő másolásához
it_it: Fai clic per copiare l'URL negli appunti
nl_nl: Klik om de URL naar het kladblok te kopiëren
pl_pl: Kliknij, aby skopiować adres URL do schowka
pt_br: Clique para copiar URL para a área de transferência
ro_ro: Clic pentru a copia URL-ul în clipboard
sv_se: Klicka för att kopiera URL till klippbordet

source: If scanning does not work, you may be able to enter the following setup code.
cs_cz: Pokud nefunguje skenování, možná budete moci zadat následující nastavovací kód.
da_dk: Hvis ikke det virker at skanne, kan du muligvis indtaste den følgende kode til opsætning.
es_mx: Si el escaneo no funciona, puede tener que introducir el siguiente código de configuración.
fr_fr: Si le scan ne fonctionne pas, vous devriez pouvoir saisir le code de configuration suivant.
hu_hu: Ha a szkennelés nem működik, előfordulhat, hogy beírhatja a következő telepítési kódot.
it_it: Se la scansione non funziona, dovresti essere in grado di digitare il codice di installazione seguente.
nl_nl: Als scannen niet werkt kan u de volgende setup code invoeren.
pl_pl: Jeśli skanowanie nie działa, można wprowadzić poniższy kod konfiguracji.
pt_br: Se a digitalização não funcionar, você poderá inserir o seguinte código de configuração.
ro_ro: Dacă scanarea nu funcționează, puteți să introduceți următorul cod de instalare.
sv_se: Om skanning inte fungerar kan du behöva ange följande inställningskod.

source: Once complete, please enter an authentication code to verify everything is configured properly.
cs_cz: Po dokončení zadejte autentizační kód pro ověření, že je vše nastaveno správně.
da_dk: Når færdig, indtast venligst en kode til godkendelse, for at tjekke om alt er indstillet korrekt.
es_mx: Una vez completado, por favor introduzca un código de autenticación para comprobar que todo está configurado adecuadamente.
fr_fr: Une fois que vous avez terminé, saisissez un code d'authentification pour confirmer que tout est correctement configuré.
hu_hu: Ha elkészült, írjon be egy hitelesítési kódot, amellyel ellenőrizheti, hogy minden megfelelően van-e beállítva.
it_it: Una volta completata, digita un codice di autenticazione per verificare che tutto sia configurato correttamente.
nl_nl: Als dit is voltooid, geef dan alstublieft een autorisatie code om te controleren dat alles goed is ingesteld.
pl_pl: Po zakończeniu wpisz kod uwierzytelniający, aby sprawdzić, czy wszystko zostało poprawnie skonfigurowane.
pt_br: Depois de concluído, insira um código de autenticação para verificar se tudo está configurado corretamente.
ro_ro: După finalizare, introduceți un cod de autentificare pentru a verifica dacă totul este configurat corect.
sv_se: När det är klart, ange en autentiseringskod för att verifiera att allting är korrekt konfigurerat.

source: Please touch/activate your device
cs_cz: Aktivujte své zařízení
da_dk: Altivér venligst din enhed
es_mx: Por favor, toque/active su dispositivo.
fr_fr: Veuillez toucher/activer votre appareil
hu_hu: Érintse meg/aktiválja a készüléket
it_it: Tocca/Attiva il tuo dispositivo
nl_nl: Activeer alstublieft uw apparaat
pl_pl: Aktywuj urządzenie
pt_br: Toque/ative seu dispositivo
ro_ro: Vă rugăm să atingeți/activați dispozitivul
sv_se: Peka på/aktivera din enhet

source: Device is already registered
cs_cz: Zařízení je již registrováno
da_dk: Enheden er allerede registreret
es_mx: El dispositivo ya está registrado
fr_fr: L'appareil est déjà enregistré
hu_hu: Az eszköz már regisztrált
it_it: Il dispositivo è già registrato
nl_nl: Apparaat is reeds geregistreerd
pl_pl: Urządzenie jest już zarejestrowane
pt_br: O dispositivo já está registrado
ro_ro: Dispozitivul este deja înregistrat
sv_se: Enheten är redan registrerad

source: Problem registering device
cs_cz: Problém s registrací zařízení
da_dk: Problem med at registrere enheden
es_mx: Problema al registrar dispositivo
fr_fr: Problème lors de l'enregistrement de l'appareil
hu_hu: Hiba történt az eszköz regisztrációjakor
it_it: Problemi durante la registrazione del dispositivo
nl_nl: Probleem bij apparaatregistratie
pl_pl: Wystąpił problem z rejestracją urządzenia
pt_br: Problema ao registrar dispositivo
ro_ro: Problemă la înregistrarea dispozitivului
sv_se: Problem vid registrering av enhet

source: Failed to register device
cs_cz: Registrace zařízení selhala
da_dk: Enheden kunne ikke registreres
es_mx: Error al registrar el dispositivo
fr_fr: L'enregistrement de l'appareil a échoué
hu_hu: Nem sikerült regisztrálni az eszközt
it_it: Registrazione del dispositivo non riuscita
nl_nl: Apparaatregistratie is mislukt
pl_pl: Nie udało się zarejestrować urządzenia
pt_br: Falha ao registrar o dispositivo
ro_ro: Nu s-a reușit înregistrarea dispozitivului
sv_se: Kunde inte registrera enheten

source: Failed to register device.
cs_cz: Registrace zařízení selhala.
da_dk: Enheden kunne ikke registreres.
es_mx: Error al registrar el dispositivo.
fr_fr: L'enregistrement de l'appareil a échoué.
hu_hu: Nem sikerült regisztrálni az eszközt.
it_it: Registrazione del dispositivo non riuscita.
nl_nl: Apparaatregistratie is mislukt.
pl_pl: Nie udało się zarejestrować urządzenia.
pt_br: Falha ao registrar o dispositivo.
ro_ro: Nu s-a reușit înregistrarea dispozitivului.
sv_se: Kunde inte registrera enheten.

source: Upload Recovery File
cs_cz: Nahrát soubor pro obnovu
da_dk: Overfør fil til gendannelse
es_mx: Subir archivo de recuperación
fr_fr: Transférer le fichier de récupération
hu_hu: Helyreállítási fájl feltöltése
it_it: Carica file di ripristino
nl_nl: Herstelbestand Uploaden
pl_pl: Prześlij plik odzyskiwania
pt_br: Enviar arquivo de recuperação
ro_ro: Încărcați fișierul de recuperare
sv_se: Ladda upp återställningsfil
