Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: This appointment is part of a series. Do you want to decline the whole series or just one appointment within the series?
cs_cz: Tato schůzka je součástí série. Chcete odmítnout celou sérii, nebo jednu schůzku ze série?
da_dk: Denne aftale er en del af en serie. Vil du takke nej til hele serien, eller bare til en enkelt aftale i serien?
es_mx: Esta cita es parte de una serie. ¿Quiere rechazar toda la serie o solo una cita de la serie?
fr_fr: Ce rendez-vous fait partie d'une série. Souhaitez-vous refuser la série complète ou un seul rendez-vous de la série ?
hu_hu: Ez a találkozó egy sorozat része. A teljes sorozatot kívánja visszautasítani, vagy csak a sorozaton belüli egyik találkozót?
it_it: Questo appuntamento è parte di una serie. Vuoi rifiutare l'intera serie o solo un appuntamento della serie?
nl_nl: Deze afspraak is onderdeel van een reeks. Wilt u de hele reeks of slechts enkele afspraken uit de reeks afwijzen?
pl_pl: To spotkanie wchodzi w skład cyklu. Chcesz odrzucić zaproszenie na cały cykl czy tylko na jedno spotkanie z cyklu?
pt_br: Este compromisso faz parte de uma série. Deseja recusar a série inteira ou apenas um compromisso dentro da série?
ro_ro: Această întâlnire face parte dintr-o serie. Doriți să refuzați toată seria sau doar o întâlnire din serie?
sv_se: Mötet ingår i en serie. Vill du neka hela serien, eller bara ett möte i serien?

source: Accept appointment
cs_cz: Přijmout schůzku
da_dk: Acceptér aftale
es_mx: Aceptar cita
fr_fr: Accepter le rendez-vous
hu_hu: Találkozó elfogadása
it_it: Accetta appuntamento
nl_nl: Accepteer afspraak
pl_pl: Akceptuj spotkanie
pt_br: Aceitar compromisso
ro_ro: Acceptă întâlnirea
sv_se: Acceptera möte

source: Decline appointment
cs_cz: Odmítnout schůzku
da_dk: Afslå aftale
es_mx: Rechazar cita
fr_fr: Décliner le rendez-vous
hu_hu: Találkozó visszautasítása
it_it: Rifiuta appuntamento
nl_nl: Afspraak afwijzen
pl_pl: Odrzuć spotkanie
pt_br: Recusar compromisso
ro_ro: Refuză întâlnirea
sv_se: Neka möte

source: Accept series
cs_cz: Přijmout sérii
da_dk: Acceptér serie
es_mx: Aceptar serie
fr_fr: Accepter la série entière
hu_hu: Sorozat elfogadása
it_it: Accetta serie
nl_nl: Accepteer reeksen
pl_pl: Akceptuj cykl
pt_br: Aceitar série
ro_ro: Acceptă seria
sv_se: Acceptera serie

source: Decline series
cs_cz: Odmítnout sérii
da_dk: Afslå serien
es_mx: Rechazar serie
fr_fr: Décliner la série entière
hu_hu: Sorozat elutasítása
it_it: Rifiuta serie
nl_nl: Reeks afwijzen
pl_pl: Odrzuć cykl
pt_br: Recusar série
ro_ro: Declină seria
sv_se: Neka serien

source: Accept
bg_bg: Приеми
ca_es: Accepta
cs_cz: Přijmout
da_dk: Acceptér
es_mx: Aceptar
fr_fr: Accepter
hu_hu: Elfogadás
it_it: Accetta
nb_no: Godta
nl_nl: Accepteren
pl_pl: Akceptuj
pt_br: Aceitar
ro_ro: Acceptă
sv_se: Acceptera

source: Decline
bg_bg: Откажи
ca_es: Rebutja
cs_cz: Odmítnout
da_dk: Afslå
es_mx: Rechazar
fr_fr: Décliner
hu_hu: Visszautasítás
it_it: Rifiuta
nb_no: Avslå
nl_nl: Afwijzen
pl_pl: Odrzuć
pt_br: Recusar
ro_ro: Respinge
sv_se: Neka

source: Change status
bg_bg: Промени статус
ca_es: Canvia l'estat
cs_cz: Změnit stav
da_dk: Ændr status
es_mx: Cambiar estado
fr_fr: Modifier l'état
hu_hu: Állapotváltoztatás
it_it: Cambia stato
nb_no: Endre status
nl_nl: Status wijzigen
pl_pl: Zmień status
pt_br: Alterar status
ro_ro: Modifică starea
sv_se: Ändra status

source: Change reminders
cs_cz: Změnit upomínky
da_dk: Ændr påmindelser
es_mx: Cambiar recordatorios
fr_fr: Modifier les rappels
hu_hu: Emlékeztetők módosítása
it_it: Cambia promemoria
nl_nl: Herinneringen aanpassen
pl_pl: Zmień przypomnienia
pt_br: Alterar lembretes
ro_ro: Modifică mementourile
sv_se: Ändra påminnelser

source: Follow-up
bg_bg: Последващи действия
cs_cz: Navazující
da_dk: Følg op
es_mx: Seguir
fr_fr: Suivre
hu_hu: Követés
it_it: Seguito
nb_no: Oppfølging
nl_nl: Opvolgen
pl_pl: Dalsze działania
pt_br: Seguir
ro_ro: Monitorizare
sv_se: Uppföljning

source: Export
bg_bg: Износ
ca_es: Exporta
da_dk: Eksport
es_mx: Exportar
fr_fr: Exporter
hu_hu: Exportálás
it_it: Esporta
nb_no: Eksport
nl_nl: Exporteren
pt_br: Exportar
sv_se: Exportera

source: Print
bg_bg: Принт
ca_es: Imprimeix
cs_cz: Tisk
da_dk: Udskriv
es_mx: Imprimir
fr_fr: Imprimer
hu_hu: Nyomtatás
it_it: Stampa
nb_no: Skriv ut
nl_nl: Afdrukken
pl_pl: Drukuj
pt_br: Imprimir
ro_ro: Imprimă
sv_se: Skriv ut

source: Participant related actions
bg_bg: Действия, свързани с участниците
cs_cz: Činnosti účastníků
da_dk: Deltagerrelaterede handlinger
es_mx: Acciones relacionadas con el participante
fr_fr: Actions spécifiques aux participants
hu_hu: Résztvevőhöz kapcsolódó művelet
it_it: Azioni relative ai partecipanti
nl_nl: Acties met betrekking tot deelnemer
pl_pl: Działania związane z uczestnikiem
pt_br: Ações relacionadas ao participante
ro_ro: Acțiuni relaționate cu participanții
sv_se: Deltagarrelaterade åtgärder

source: Send email to all participants
cs_cz: Poslat zprávu všem účastníkům
da_dk: Send e-mail til alle deltagere
es_mx: Enviar correo a todos los participantes
fr_fr: Envoyer un courriel à tous les participants
hu_hu: Levél küldése minden résztvevőnek
it_it: Invia messaggio di posta a tutti i partecipanti
nl_nl: Verstuur e-mail naar alle deelnemers
pl_pl: Wyślij wiadomość e-mail do wszystkich uczestników
pt_br: Enviar e-mail para todos os participantes
ro_ro: Trimite e-mailul tuturor participanților
sv_se: Skicka meddelande till alla deltagare

source: Invite to new appointment
bg_bg: Покани към нова среща
ca_es: Convida a una nova cita
cs_cz: Pozvat na novou schůzku
da_dk: Invitér til ny aftale
es_mx: Invitar a nueva cita
fr_fr: Inviter à un nouveau rendez-vous
hu_hu: Meghívás új találkozóra
it_it: Invito a un nuovo appuntamento
nb_no: Inviter til ny avtale
nl_nl: Uitnodigen voor een nieuwe afspraak
pl_pl: Zaproś na nowe spotkanie
pt_br: Convite para novo compromisso
ro_ro: Invită la întâlnirea nouă
sv_se: Bjud in till nytt möte

source: Save as distribution list
bg_bg: Запазване като списък за разпространение
ca_es: Desa com a llista de distribució
cs_cz: Uložit jako distribuční seznam
da_dk: Gem som distributionsliste
es_mx: Guardar como lista de distribución
fr_fr: Enregistrer comme liste de diffusion
hu_hu: Mentés terjesztési listaként
it_it: Salva come lista di distribuzione
nb_no: Lagre som distribusjonsliste
nl_nl: Opslaan als distributielijst
pl_pl: Zapisz jako listę dystrybucyjną
pt_br: Salvar como lista de distribuição
ro_ro: Salvează ca listă de distribuție
sv_se: Spara som distributionslista

source: Change organizer
cs_cz: Změnit organizátora
da_dk: Skift den ud der har organiseret
es_mx: Cambiar organizador
fr_fr: Changer l'organisateur
hu_hu: Szervező megváltoztatása
it_it: Cambia organizzatore
nl_nl: Verander organisator
pl_pl: Zmień organizatora
pt_br: Alterar organizador
ro_ro: Modifică organizatorul
sv_se: Ändra organisatör

source: Synchronize calendar
bg_bg: Синхронизирайте календара
cs_cz: Synchronizovat kalendář
da_dk: Synkronisér kalender
es_mx: Sincronizar calendario
fr_fr: Synchroniser l'agenda
hu_hu: Naptárak szinkronizálása
it_it: Sincronizza il calendario
nb_no: Synkroniser kalender
nl_nl: Synchroniseer agenda
pl_pl: Synchronizuj kalendarz
pt_br: Calendário sincronizado
ro_ro: Sincronizează calendarul
sv_se: Synkronisera kalender

source: Change confirmation status
bg_bg: Промяна на състоянието на потвърждението
ca_es: Canvia l'estat de confirmació
cs_cz: Změnit stav potvrzení
da_dk: Ret bekræftelsesstatus
es_mx: Cambiar estado de confirmación
fr_fr: Modifier l'état de confirmation
hu_hu: Megerősítési állapot módosítása
it_it: Cambia lo stato di conferma
nb_no: Endre bekreftelse-status
nl_nl: Wijzig bevestigingsstatus
pl_pl: Zmień status potwierdzenia
pt_br: Alterar status de confirmação
ro_ro: Modifică starea confirmării
sv_se: Ändra bekräftelsestatus

source: You are currently acting on behalf of the calendar owner.
cs_cz: Jednáte v roli vlastníka kalendáře.
da_dk: Du handler lige nu på vegne af kalenderens ejer.
es_mx: Actualmente está actuando en nombre del propietario del calendario.
fr_fr: Vous agissez actuellement pour le compte du propriétaire de l'agenda.
hu_hu: Jelenleg a naptár tulajdonosának nevében jár el.
it_it: Stai operando attualmente per conto del proprietario del calendario.
nl_nl: U handelt nu namens de eigenaar van de agenda.
pl_pl: Działasz obecnie w imieniu właściciela kalendarza.
pt_br: Você está agindo em nome do proprietário do calendário.
ro_ro: În prezent actuați în numele proprietarului calendarului.
sv_se: Du agerar för närvarande åt kalenderns ägare.

source: You are about to change your confirmation status. Please leave a comment for other participants.
bg_bg: На път сте да промените състоянието си на потвърждение. Моля, оставете коментар за други участници.
ca_es: Sou a punt de canviar el vostre estat de confirmació. Per favor, deixau un comentari per a altres participants.
cs_cz: Chystáte se změnit svůj stav potvrzení. Zanechte, prosím, komentář pro ostatní účastníky.
da_dk: Du er ved at ændre din bekræftelsesstatus. Efterlad venligst en kommentar til andre deltagere.
es_mx: Está a punto de cambiar su estado de confirmación. Por favor, deje un comentario para otros participantes.
fr_fr: Vous allez modifier l'état de confirmation vous concernant. Veuillez laisser un commentaire pour les autres participants.
hu_hu: A megerősítési állapotának megváltoztatására készül. Hagyjon egy megjegyzést a többi résztvevőnek.
it_it: Stai per modificare lo stato della tua conferma. Lascia un commento per gli altri partecipanti.
nb_no: Du er i ferd med å endre din bekreftelsesstatus. Vennligst legg igjen en kommentar for andre deltakere.
nl_nl: U gaat uw bevestigingsstatus wijzigen. Laat alstublieft een reactie achter voor andere deelnemers.
pl_pl: Zostanie zmieniony stan potwierdzenia. Pozostaw komentarz dla innych uczestników.
pt_br: Você está prestes a mudar seu status de confirmação. Deixe um comentário para os outros participantes.
ro_ro: Sunteți pe cale de a schimba starea confirmării dumneavoastră. Scrieți un comentariu pentru alți participanți.
sv_se: Du är på väg att ändra din bekräftelsestatus. Lämna gärna ett meddelande till de andra deltagarna.

source: Comment
bg_bg: Коментирай
ca_es: Comenta
cs_cz: Komentář
da_dk: Kommentar
es_mx: Comentario
fr_fr: Commentaire
hu_hu: Megjegyzés
it_it: Commento
nb_no: Kommentar
nl_nl: Commentaar
pl_pl: Komentarz
pt_br: Comentário
ro_ro: Comentariu
sv_se: Kommentar

source: Please comment your confirmation status.
bg_bg: Моля, коментирайте състоянието си на потвърждение.
cs_cz: Přidejte, prosím, komentář ke svému stavu potvrzení.
da_dk: Kommentér venligst din bekræftelsesstatus.
es_mx: Por favor, comente su estado de confirmación.
fr_fr: Veuillez commenter l'état de confirmation.
hu_hu: Adjon megjegyzést a megerősítési állapothoz.
it_it: Commenta lo stato di conferma.
nb_no: Kommentar
nl_nl: Geef alstublieft commentaar op uw bevestigingsstatus.
pl_pl: Skomentuj status potwierdzenia.
pt_br: Comente seu status de confirmação.
ro_ro: Comentați starea confirmării dumneavoastră.
sv_se: Kommentera din bekräftelsestatus.

source: Tentative
bg_bg: Несигурно
ca_es: Provisional
cs_cz: Předběžně
da_dk: Foreløbigt
es_mx: Provisional
fr_fr: Provisoire
hu_hu: Feltételes
it_it: Provvisorio
nb_no: Tentativ
nl_nl: Voorlopig
pl_pl: Wstępne
pt_br: Provisório
ro_ro: Tentativă
sv_se: Preliminär

source: This appointment is part of a series. Do you want to change your confirmation for the whole series or just for this appointment within the series?
cs_cz: Tato schůzka je součástí série. Chcete změnit potvrzení pro celou sérii, nebo jen tuto schůzku?
da_dk: Denne aftale er en del af en serie. Vil du ændre din bekræftelse for hele serien, eller bare denne ene aftale i serien?
es_mx: Esta cita forma parte de una serie. ¿Quiere cambiar la confirmación de toda la serie o solo de esta cita dentro de la serie?
fr_fr: Ce rendez-vous fait partie d'une série. Souhaitez-vous changer votre état de confirmation pour la série complète ou un seul rendez-vous de la série ?
hu_hu: Ez a találkozó egy sorozat része. A teljes sorozatot kívánja megerősíteni, vagy csak a sorozaton belüli egyik találkozót?
it_it: Questo appuntamento è parte di una serie. Vuoi cambiare la tua conferma per l'intera serie o solo per questo appuntamento della serie?
nl_nl: Deze afspraak is onderdeel van een reeks. Wilt u de hele reeks of alleen deze afspraak uit de reeks verwijderen?
pl_pl: To spotkanie wchodzi w skład cyklu. Chcesz zmienić status potwierdzenia w odniesieniu do całego cyklu czy tylko do jednego spotkania z cyklu?
pt_br: Este compromisso faz parte de uma série. Deseja alterar sua confirmação para a série inteira ou apenas para este compromisso dentro da série?
ro_ro: Această întâlnire face parte dintr-o serie. Doriți să ștergeți toată seria sau doar această întâlnire din serie?
sv_se: Mötet ingår i en serie. Vill du ändra din bekräftelse för hela serien eller bara för det här mötet i serien?

source: Change appointment
cs_cz: Změnit schůzku
da_dk: Ændr aftale
es_mx: Cambiar cita
fr_fr: Modifier le rendez-vous
hu_hu: Találkozó módosítása
it_it: Cambia appuntamento
nl_nl: Afspraak aanpassen
pl_pl: Zmień spotkanie
pt_br: Alterar compromisso
ro_ro: Modifică întâlnirea
sv_se: Ändra möte

source: Change series
cs_cz: Změnit sérii
da_dk: Ændr serie
es_mx: Cambiar serie
fr_fr: Modifier la série
hu_hu: Sorozat módosítása
it_it: Cambia serie
nl_nl: Reeks aanpassen
pl_pl: Zmień cykl
pt_br: Alterar série
ro_ro: Modifică seria
sv_se: Ändra serie

source: Reminder
bg_bg: Напомняне
ca_es: Recordatori
cs_cz: Upomínka
da_dk: Påmindelse
es_mx: Recordatorio
fr_fr: Rappel
hu_hu: Emlékeztető
it_it: Promemoria
nb_no: Påminnelse
nl_nl: Herinnering
pl_pl: Przypomnienie
pt_br: Lembrete
ro_ro: Memento
sv_se: Påminnelse

source: Change
bg_bg: Промени
cs_cz: Změnit
da_dk: Ændr
es_mx: Cambiar
fr_fr: Modifier
hu_hu: Módosítás
it_it: Modifica
nb_no: Endre
nl_nl: Wijzig
pl_pl: Zmień
pt_br: Alterar
ro_ro: Modifică
sv_se: Ändra

source: Change appointment reminders
cs_cz: Změnit upomínky na schůzku
da_dk: Skift påmindelser til aftaler
es_mx: Cambiar recordatorios de cita
fr_fr: Modifier les rappels de rendez-vous
hu_hu: Találkozóemlékeztetők módosítása
it_it: Cambia promemoria degli appuntamenti
nl_nl: Afspraakherinneringen aanpassen
pl_pl: Zmiana przypomnień o spotkaniach
pt_br: Alterar os lembretes de compromissos
ro_ro: Modifică mementourile pentru întâlniri
sv_se: Ändra mötespåminnelser

source: This appointment is part of a series. Do you want to change your reminders for the whole series or just for this appointment within the series?
cs_cz: Tato schůzka je součástí série. Chcete změnit upomínky pro celou sérii, nebo jen tuto schůzku?
da_dk: Aftalen er en del af en serie. Vil du ændre påmindelserne for hele serien, eller kun for denne aftale i serien?
es_mx: Esta cita forma parte de una serie. ¿Quiere cambiar sus recordatorios para toda la serie o solo para esta cita?
fr_fr: Ce rendez-vous fait partie d'une série. Souhaitez-vous modifier vos rappels pour la série complète ou un seul rendez-vous de la série ?
hu_hu: Ez a találkozó egy sorozat része. A teljes sorozat emlékeztetőjét kívánja megváltoztatni, vagy csak a sorozaton belüli egyik találkozóét?
it_it: Questo appuntamento è parte di una serie. Vuoi modificare i tuoi promemoria per l'intera serie o solo per questo appuntamento nella serie?
nl_nl: Deze afspraak is onderdeel van een reeks. Wilt u uw herinneringen voor de hele reeks aanpassen of alleen voor deze afspraak in de reeks?
pl_pl: To spotkanie wchodzi w skład cyklu. Chcesz zmienić przypomnienia o całym cyklu, czy tylko dla tego spotkania z cyklu?
pt_br: Este compromisso é parte de uma série. Deseja alterar os lembretes para toda a série ou apenas para este compromisso dentro da série?
ro_ro: Această întâlnire face parte dintr-o serie. Doriți să modificați mementourile pentru toată seria sau doar această întâlnire din serie?
sv_se: Detta möte är en del av en serie. Vill du ändra dina påminnelse för hela serien, eller för endast det här mötet i serien?

source: Edit all reminders for calendar: %1$s
cs_cz: Upravit všechny upomínky kalendáře %1$s
da_dk: Ret de resterende for kalender: %1$s
es_mx: Editar todos los recordatorios del calendario: %1$s
fr_fr: Modifier tous les rappels pour l'agenda : %1$s
hu_hu: A(z) %1$s naptár összes emlékeztetőjének szerkesztése
it_it: Modifica tutti i promemoria per il calendario: %1$s
nl_nl: Bewerk alle herinneringen voor agenda: %1$s
pl_pl: Edytuj wszystkie przypomnienie kalendarza: %1$s
pt_br: Editar todos os lembretes para o calendário: %1$s
ro_ro: Editați toate mementourile pentru calendar: %1$s
sv_se: Redigera alla påminnelser för kalender: %1$s

source: Default reminder
bg_bg: Напомняне по подразбиране
ca_es: Recordatori predeterminat
cs_cz: Výchozí upomínka
da_dk: Standard påmindelse
es_mx: Recordatorio predeterminado
fr_fr: Rappel par défaut
hu_hu: Alapértelmezett figyelmeztetés
it_it: Promemoria predefinito
nb_no: Standard påminnelse
nl_nl: Standaardherinnering
pl_pl: Domyślne przypomnienie
pt_br: Lembrete padrão
ro_ro: Memento implicit
sv_se: Förvald påminnelse

source: Default reminder for appointments in birthday calendar
bg_bg: По подразбиране напомняне за срещи в рождения ден
cs_cz: Výchozí upomínka pro schůzky kalendáři narozenin
da_dk: Standardpåmindelse for aftaler i fødselsdagskalender
es_mx: Recordatorio predeterminado para citas del calendario de fechas de nacimiento
fr_fr: Rappel par défaut pour les rendez-vous du calendrier des anniversaires
hu_hu: Alapértelmezett emlékeztető a születésnapi naptárban szereplő találkozókhoz
it_it: Promemoria predefinito per gli appuntamenti nel calendario dei compleanni
nl_nl: Standaardherinnering voor afspraken in de verjaardagskalender
pl_pl: Domyślne przypomnienie dla spotkań w kalendarzu urodzin
pt_br: Lembrete padrão para compromissos no calendário de aniversários
ro_ro: Memento implicit pentru întâlnirile din calendarul de aniversări
sv_se: Förvald påminnelse för möten i födelsedagskalender

source: Default reminder for all-day appointments
bg_bg: Стандартно напомняне за целодневни срещи
cs_cz: Výchozí upomínka pro celodenní schůzky
da_dk: Standardpåmindelse for heldagsaftaler
es_mx: Recordatorio predeterminado para citas de día completo
fr_fr: Rappel par défaut pour les rendez-vous de tous les jours
hu_hu: Egész napos találkozók alapértelmezett emlékeztetője
it_it: Promemoria predefinito per gli appuntamenti di una giornata intera
nl_nl: Standaardherinnering voor dagafspraken
pl_pl: Domyślne przypomnienie dla spotkań całodniowych
pt_br: Lembrete padrão para compromissos de dia inteiro
ro_ro: Memento implicit pentru întâlnirile de o zi întreagă
sv_se: Förvald påminnelse för heldagsmöten

source: New organizer
cs_cz: Nový organizátor
da_dk: Ny til at organisere
es_mx: Nuevo organizador
fr_fr: Nouvel organisateur
hu_hu: Új szervező
it_it: Nuova organizzatore
nl_nl: Nieuwe organisator
pl_pl: Nowy organizator
pt_br: Novo organizador
ro_ro: Organizator nou
sv_se: Ny organisatör

source: Select new organizer
cs_cz: Vybrat nového organizátora
da_dk: Vælg en ny til at organisere
es_mx: Seleccionar nuevo organizador
fr_fr: Sélectionner un nouvel organisateur
hu_hu: Új szervező kiválasztása
it_it: Seleziona nuova organizzatore
nl_nl: Selecteer een nieuwe organisator
pl_pl: Wybierz nowego organizatora
pt_br: Selecionar novo organizador
ro_ro: Selectare organizator nou
sv_se: Välj en ny organisatör

source: Add a message to the notification email for the other participants.
cs_cz: Přidat do upozornění zprávu pro ostatní účastníky.
da_dk: Tilføj en besked til e-mail'en som de andre deltagere modtagere.
es_mx: Añadir un mensaje al correo de notificación para los demás participantes.
fr_fr: Ajouter un message à la notification par courriel aux autres participants.
hu_hu: Üzenet hozzáadása az értesítő e-mailhez a többi résztvevő számára.
it_it: Aggiungi un messaggio all'email di notifica per gli altri partecipanti.
nl_nl: Voeg een bericht aan de e-mailmelding toe voor de andere deelnemers.
pl_pl: Dodaj wiadomość do powiadomienia e-mail dla innych uczestników.
pt_br: Adicionar uma mensagem ao e-mail de notificação para os outros participantes.
ro_ro: Adaugă un mesaj la notificarea pe e-mail pentru ceilalți participanți.
sv_se: Lägg till ett meddelande till aviseringsmeddelandet för de andra deltagarna.

source: Organizer changed
cs_cz: Změna organizátora
da_dk: Organisere ændret
es_mx: Organizador cambiado
fr_fr: L'organisateur a été modifié
hu_hu: A szervező módosítva
it_it: Organizzatore cambiato
nl_nl: Organisator is veranderd
pl_pl: Zmieniono organizatora
pt_br: Organizador alterado
ro_ro: Organizator schimbat
sv_se: Organisatör har ändrats

source: Appointments in shared calendars
bg_bg: Срещи в споделени календари
cs_cz: Schůzky ve sdílených kalendářích
da_dk: Aftaler i delte kalendre
es_mx: Citas de calendarios compartidos
fr_fr: Rendez-vous dans les agendas partagés
hu_hu: Találkozók a megosztott naptárakban
it_it: Appuntamenti nei calendari condivisi
nb_no: Avtaler i delte kalendere
nl_nl: Afspraken in gedeelde agenda's
pl_pl: Spotkania w udostępnionych kalendarzach
pt_br: Compromissos nos calendários compartilhados
ro_ro: Întâlniri în calendarele partajate
sv_se: Möten i delade kalendrar

source: The selected calendar is shared by %1$s. Appointments in shared calendars will generally be created on behalf of the owner.
bg_bg: ИЗбраният календар е споделн от %1$s. Срещи в споделени календари обикновенно ще бъдат създавани от името на собственика.
cs_cz: Vybraný kalendář je sdílen uživatelem %1$s. Schůzky ve sdílených kalendářích jsou obvykle vytvářeny jménem vlastníka.
da_dk: Den valgte kalender er delt af %1$s. Aftaler i delte kalendre vil generelt blive lavet på vegne af ejeren.
es_mx: El calendario seleccionado está compartido por %1$s. Las citas de los calendarios compartidos se crean habitualmente en nombre del propietario.
fr_fr: L'agenda sélectionné est partagé par %1$s. Les rendez-vous dans les agendas partagés sont généralement créés au nom du propriétaire.
hu_hu: A kijelölt naptárat %1$s osztotta meg. A megosztott naptárakban lévő találkozók a naptár tulajdonosa nevében jönnek létre.
it_it: Il calendario selezionato è condiviso da %1$s. Gli appuntamenti nei calendari condivisi in genere saranno creati per conto del proprietario.
nb_no: Den valgte kalenderen deles av %1$s. Avtaler i delte kalendere vil generelt bli opprettet på vegne av eieren.
nl_nl: De gekozen agenda is gedeeld door %1$s. Afspraken in gedeelde agenda's worden in het algemeen aangemaakt namens de eigenaar van de agenda.
pl_pl: Wybrany kalendarz jest udostępniony przez %1$s. Spotkania w udostępnionych kalendarzach będą zasadniczo tworzone w imieniu jego właściciela.
pt_br: O calendário selecionado é compartilhado por %1$s. Compromissos nos calendários compartilhados geralmente serão criados em nome do proprietário.
ro_ro: Calendarul selectat este partajat de către %1$s. Întâlnirile din calendarele partajate vor fi create în general în numele proprietarului.
sv_se: Den markerade kalendern delas ut av %1$s. Möten i delade kalendrar kommer i allmänhet skapas åt ägaren.
