Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Do you really want to leave the chat?
cs_cz: Opravdu chcete rozhovor opustit?
da_dk: Vil du forlade chatten?
es_mx: ¿De verdad quiere salir de la conversación?
fr_fr: Souhaitez-vous vraiment quitter la discussion instantanée ?
hu_hu: Valóban el akarja hagyni a csevegést?
it_it: Vuoi davvero uscire dalla chat?
nl_nl: Wilt u de chat echt verlaten?
pl_pl: Czy na pewno chcesz opuścić czat?
pt_br: Deseja realmente sair do bate-papo?
ro_ro: Sigur doriți să părăsiți chatul?
sv_se: Vill du verkligen lämna chatten?

source: Leave
cs_cz: Přestat sledovat
da_dk: Forlad
es_mx: Abandonar
fr_fr: Quitter
hu_hu: Elhagyás
it_it: Esci
nl_nl: Verlaten
pl_pl: Wyjdź
pt_br: Deixar
ro_ro: Părăsește
sv_se: Lämna

source: The file could not be loaded.
cs_cz: Soubor se nepodařilo nahrát.
da_dk: Filen kunne ikke indlæses.
es_mx: No se pudo cargar el archivo.
fr_fr: Le fichier n'a pas pu être chargé.
hu_hu: A fájl betöltése nem sikerült.
it_it: Il file non può essere caricato.
nl_nl: Het bestand kon niet worden geladen.
pl_pl: Nie udało się załadować pliku.
pt_br: O arquivo não pôde ser carregado.
ro_ro: Fișierul nu a putut fi încărcat.
sv_se: Filen kunde inte läsas in.

source: The chat could not be removed from favorites. Please try again.
cs_cz: Rozhovor se nepodařilo odstranit z oblíbených. Zkuste to znovu.
da_dk: Chatten kunne ikke fjernes fra favoritter. Prøv venligst igen.
es_mx: No se pudo eliminar de favoritos la conversación. Por favor, inténtelo de nuevo.
hu_hu: A csevegést nem lehetett eltávolítani a kedvencek közül. Kérem, próbálja meg újra.
it_it: La chat non può essere rimossa dai preferiti. Riprova.
nl_nl: De chat kan niet verwijderd worden uit favorieten. Probeer het alstublieft nog eens.
pl_pl: Nie udało się usunąć czatu z ulubionych. Spróbuj ponownie.
pt_br: O bate-papo não pôde ser excluído dos favoritos. Tente novamente.
ro_ro: Chat-ul nu a putut fi eliminat din preferate. Încercați din nou.
sv_se: Chatten kunde inte flyttas från favoriter. Försök igen.

source: The chat could not be added to favorites. Please try again.
cs_cz: Rozhovor se nepodařilo přidat do oblíbených. Zkuste to znovu.
da_dk: Chatten kunne ikke føjes til favoritter. Prøv venligst igen.
es_mx: No se pudo añadir a favoritos la conversación. Por favor, inténtelo de nuevo.
hu_hu: A csevegést nem lehetett hozzáadni a kedvencekhez. Kérem, próbálja meg újra.
it_it: La chat non può essere aggiunta ai preferiti. Riprova.
nl_nl: De chat kan niet toegevoegd worden in favorieten. Probeer het alstublieft nog eens.
pl_pl: Nie udało się dodać czatu do ulubionych. Spróbuj ponownie.
pt_br: O bate-papo não pôde ser adicionado aos favoritos. Tente novamente.
ro_ro: Chat-ul nu a putut fi adăugat la preferate. Încercați din nou.
sv_se: Chatten kunde inte läggas till favoriter. Försök igen.

source: New
bg_bg: Нов
ca_es: Nou
cs_cz: Nový
da_dk: Ny
es_mx: Nuevo
fr_fr: Nouveau
hu_hu: Új
it_it: Nuovo
nb_no: Ny
nl_nl: Nieuw
pl_pl: Nowe
pt_br: Novo
ro_ro: Nou
sv_se: Nytt

source: Private chat
cs_cz: Soukromý rozhovor
da_dk: Privat chat
es_mx: Conversación privada
fr_fr: Discussion privée
hu_hu: Privát csevegés
it_it: Chat privata
nl_nl: Privéchat
pl_pl: Czat prywatny
pt_br: Bate-papo privado
ro_ro: Chat privat
sv_se: Privat chat

source: Group chat
cs_cz: Skupinový rozhovor
da_dk: Gruppechat
es_mx: Conversación grupal
fr_fr: Discussion de groupe
hu_hu: Csoportos csevegés
it_it: Chat di gruppo
nl_nl: Groepschat
pl_pl: Czat grupowy
pt_br: Bate-papo em grupo
ro_ro: Grup de chat
sv_se: Grupp-chat

source: Channel
cs_cz: Kanál
da_dk: Kanal
es_mx: Canal
fr_fr: Salon
hu_hu: Csatorna
it_it: Canale
nl_nl: Kanaal
pl_pl: Kanał
pt_br: Canal
ro_ro: Canal
sv_se: Kanal

source: All channels
cs_cz: Všechny kanály
da_dk: Alle kanaler
es_mx: Todos los canales
fr_fr: Tous les salons
hu_hu: Összes csatorna
it_it: Tutti i canali
nl_nl: Alle kanalen
pl_pl: Wszystkie kanały
pt_br: Todos os canais
ro_ro: Toate canalele
sv_se: Alla kanaler

source: All files
bg_bg: Всички файлове
cs_cz: Všechny soubory
da_dk: Alle filer
es_mx: Todos los archivos
fr_fr: Tous les fichiers
hu_hu: Összes fájl
it_it: Tutti i file
nb_no: Alle filer
nl_nl: Alle bestanden
pl_pl: Wszystkie pliki
pt_br: Todos os arquivos
ro_ro: Toate fișierele
sv_se: Alla filer

source: History
cs_cz: Historie
da_dk: Historik
es_mx: Historial
fr_fr: Historique
hu_hu: Történelem
it_it: Cronologia
nl_nl: Geschiedenis
pl_pl: Historia
pt_br: Histórico
ro_ro: Istoric
sv_se: Historik

source: Private chats
cs_cz: Soukromé rozhovory
es_mx: Conversaciones privadas
fr_fr: Discussions privées
hu_hu: Privát csevegések
it_it: Chat private
nl_nl: Privéchats
pl_pl: Czaty prywatne
pt_br: Bate-papos privados
ro_ro: Chat-uri private
sv_se: Privata chattar

source: Group chats
cs_cz: Skupinové rozhovory
da_dk: Gruppe chats
es_mx: Conversaciones grupales
fr_fr: Discussions de groupe
hu_hu: Csoportos csevegések
it_it: Chat di gruppo
nl_nl: Groepschats
pl_pl: Czaty grupowe
pt_br: Bate-papos em grupo
ro_ro: Chat-uri de grup
sv_se: Gruppchattar

source: Channels
cs_cz: Kanály
da_dk: Kanaler
es_mx: Canales
fr_fr: Salons
hu_hu: Csatornák
it_it: Canali
nl_nl: Kanalen
pl_pl: Kanały
pt_br: Canais
ro_ro: Canale
sv_se: Kanaler

source: Chats
cs_cz: Rozhovory
da_dk: Chat
es_mx: Conversaciones
fr_fr: Discussions instantanées
hu_hu: Csevegések
it_it: Chat
pl_pl: Czaty
pt_br: Bate-papos
ro_ro: Chat-uri
sv_se: Chattar

source: Authorize
cs_cz: Autorizovat
da_dk: Godkend
es_mx: Autorizar
fr_fr: Autoriser
hu_hu: Engedélyez
it_it: Autorizza
nl_nl: Autoriseren
pl_pl: Autoryzuj
pt_br: Autorizar
ro_ro: Autorizează
sv_se: Auktorisera

source: Cannot connect. Please try again later.
cs_cz: Nepodařilo se připojit. Zkuste to znovu později.
da_dk: Kan ikke forbinde. Prøv venligst igen senere.
es_mx: No se puede conectar. Por favor, inténtelo de nuevo más tarde.
fr_fr: Impossible de se connecter. Veuillez réessayer ultérieurement.
hu_hu: Nem tud csatlakozni. Kérem, próbálja újra később.
it_it: Impossibile connettersi. Riprova più tardi.
nl_nl: Kan niet verbinden. Probeert u het alstublieft opnieuw.
pl_pl: Nie udało się połączyć. Spróbuj ponownie później.
pt_br: Não foi possível conectar. Tente novamente mais tarde.
ro_ro: Imposibil de conectat. Încercați din nou mai târziu.
sv_se: Kan inte ansluta. Försök igen senare.

source: New Chat
cs_cz: Nový rozhovor
da_dk: Ny chat
es_mx: Nueva conversación
fr_fr: Nouvelle discussion instantanée
hu_hu: Új csevegés
it_it: Nuova chat
nl_nl: Nieuwe chat
pl_pl: Nowy czat
pt_br: Novo bate-papo
ro_ro: Chat nou
sv_se: Ny chat

source: Picture
cs_cz: Obrázek
da_dk: Billede
es_mx: Imagen
fr_fr: Image
hu_hu: Kép
it_it: Immagine
nl_nl: Afbeelding
pl_pl: Obraz
pt_br: Imagem
ro_ro: Imagine
sv_se: Bild

source: View options
cs_cz: Možnosti zobrazení
da_dk: Vis indstillinger
es_mx: Opciones de visualización
fr_fr: Options d'affichage
hu_hu: Nézet beállításai
it_it: Opzioni di visualizzazione
nl_nl: Opties bekijken
pl_pl: Wyświetl opcje
pt_br: Opções de visualização
ro_ro: Vizualizare opţiuni
sv_se: Visningsalternativ

source: Select last chat on start
cs_cz: Při startu vybrat poslední aktivní rozhovor
da_dk: Vælg sidste chat ved start
es_mx: Seleccionar la última conversación en iniciarse
fr_fr: Sélectionner la dernière discussion au démarrage
hu_hu: Indításkor az utolsó csevegés kiválasztása
it_it: Seleziona l'ultima chat all'avvio
nl_nl: Selecteer laatste chat bij starten
pl_pl: Wybierz ostatni czat po uruchomieniu
pt_br: Selecionar último bate-papo ao iniciar
ro_ro: Selectați ultima conversație la pornire
sv_se: Välj senaste chatt vid start

source: Group chats by type
cs_cz: Seskupit rozhovory podle druhu
da_dk: Gruppér chats efter type
es_mx: Conversaciones grupales por tipo
fr_fr: Regrouper les discussions instantanées par type
hu_hu: Csevegések csoportosítása típusonként
it_it: Raggruppa le chat per tipo
nl_nl: Chats groeperen op type
pl_pl: Czaty grupowe według typu
pt_br: Bate-papos em grupo por tipo
ro_ro: Chat-uri de grup după tip
sv_se: Gruppchattar efter typ

source: Sort chats by
cs_cz: Řadit rozhovory podle
da_dk: Sortér chats efter
es_mx: Ordenar conversaciones por
fr_fr: Trier les discussions instantanées par
hu_hu: Csevegések rendezésének módja:
it_it: Ordina chat per
nl_nl: Chats sorteren op
pl_pl: Sortuj czaty według
pt_br: Ordenar bate-papos por
ro_ro: Sortarea chat-urilor după
sv_se: Sortera chattar enligt

source: Last activity
cs_cz: Poslední aktivita
da_dk: Seneste aktivitet
es_mx: Última actividad
fr_fr: Dernière activité
hu_hu: Utolsó használat
it_it: Ultima attività
nl_nl: Laatste activiteit
pl_pl: Ostatnia aktywność
pt_br: Última atividade
ro_ro: Ultima activitate
sv_se: Senaste aktivitet

source: Alphabetical
cs_cz: Abecedně
da_dk: Alfabetisk rækkefølge
es_mx: Alfabético
fr_fr: Ordre alphabétique
hu_hu: Betűrend
it_it: Alfabetico
nl_nl: Alfabetisch
pl_pl: Alfabetycznie
pt_br: Alfabeticamente
ro_ro: Alfabetic
sv_se: Alfabetiskt

source: List density
cs_cz: Úroveň detailů
da_dk: Liste densitet
es_mx: Densidad de la lista
fr_fr: Densité de la liste
hu_hu: Lista sűrűsége
it_it: Densità dell'elenco
nl_nl: Lijstdichtheid
pl_pl: Gęstość listy
pt_br: Densidade da lista
ro_ro: Densitatea listei
sv_se: Listans kompakthet

source: Default
bg_bg: По подразбиране
cs_cz: Výchozí
da_dk: Standard
es_mx: Predeterminado
fr_fr: Par défaut
hu_hu: Alapértelmezett
it_it: Predefinito
nl_nl: Standaard
pl_pl: Domyślne
pt_br: Padrão
ro_ro: Implicit
sv_se: Förval

source: Plop
cs_cz: Žblunknutí
hu_hu: Csobbanás
pl_pl: Plusk
sv_se: Plopp

source: Click
cs_cz: Kliknutí
da_dk: Klik
fr_fr: Clic
hu_hu: Kattintás
it_it: Clic
nl_nl: Klik
pl_pl: Klik
pt_br: Clique
sv_se: Klick

source: Play sound for every message
cs_cz: Přehrát zvuk při každé zprávě
da_dk: Afspil lyd ved hver besked
es_mx: Reproducir sonido por cada mensaje
fr_fr: Jouer un son pour chaque message
hu_hu: Hang lejátszása minden üzenethez
it_it: Riproduci un suono per ogni messaggio
nl_nl: Speel geluid voor elk bericht
pl_pl: Odtwarzaj dźwięk w przypadku każdej wiadomości
pt_br: Tocar som para cada mensagem
ro_ro: Redă sunetul la fiecare mesaj
sv_se: Spela ljud för varje meddelande

source: Play sound only if chat is in background
cs_cz: Přehrát zvuk, pouze pokud je rozhovor na pozadí
da_dk: Afspil kun lyd hvis chatten er i baggrunden
es_mx: Reproducir sonido solo si la conversación está en segundo plano
fr_fr: Jouer un son uniquement si la discussion est en arrière-plan
hu_hu: Hang lejátszása csak akkor ha a csevegés háttérben van
it_it: Riproduci il suono solo se la chat non è in primo piano
nl_nl: Speel geluid enkel als chat op de achtergrond is
pl_pl: Odtwarzaj dźwięk tylko wtedy, gdy czat jest w tle
pt_br: Tocar som apenas se o bate-papo estiver em segundo plano
ro_ro: Redă sunetul doar dacă chatul este în fundal
sv_se: Spela ljud endast om chat är i bakgrunden

source: Notifications
bg_bg: Известия
cs_cz: Oznámení
da_dk: Påmindelser
es_mx: Notificaciones
hu_hu: Értesítések
it_it: Notifiche
nb_no: Varsler
nl_nl: Kennisgevingen
pl_pl: Powiadomienia
pt_br: Notificações
ro_ro: Notificări
sv_se: Aviseringar

source: Show desktop notifications for new messages
cs_cz: Zobrazit oznámení na pracovní ploše při nových zprávách
da_dk: Vis underretninger ved nye beskeder
es_mx: Mostrar notificaciones de escritorio para nuevos mensajes
fr_fr: Afficher les notifications de bureau pour les nouveaux messages
hu_hu: Asztali értesítések megjelenítése új üzeneteknél
it_it: Mostra le notifiche del desktop per i nuovi messaggi
nl_nl: Desktopnotificaties weergeven voor nieuwe berichten
pl_pl: Pokazuj na pulpicie powiadomienia o nowych wiadomościach
pt_br: Exibir notificações na área de trabalho para novas mensagens
ro_ro: Afișează notificări desktop pentru mesajele noi
sv_se: Visa skrivbordsaviseringar för nya meddelanden

source: Play notification sound for new messages
cs_cz: Přehrát oznamovací zvuk při nových zprávách
da_dk: Afspil lyd for nye beskeder
es_mx: Reproducir sonido de notificación para mensajes nuevos
fr_fr: Jouer un son de notification pour les nouveaux messages
hu_hu: Értesítési hang lejátszása az új üzenetekről
it_it: Riproduci un suono di notifica per i nuovi messaggi
nl_nl: Speel notificatiegeluid voor nieuwe berichten
pl_pl: Odtwarzaj dźwięk powiadomienia o nowych wiadomościach
pt_br: Tocar som de notificação para novas mensagens
ro_ro: Redă sunetul de notificare pentru mesajele noi
sv_se: Spela aviseringsljud för nya meddelanden

source: Sound
bg_bg: Звук
cs_cz: Zvuk
da_dk: Lyd
es_mx: Sonido
fr_fr: Son
hu_hu: Hang
it_it: Suono
nb_no: Lyd
nl_nl: Geluid
pl_pl: Dźwięk
pt_br: Som
ro_ro: Sunet
sv_se: Ljud

source: Behavior
bg_bg: Поведение
cs_cz: Chování
da_dk: Opførsel
es_mx: Comportamiento
fr_fr: Comportement
hu_hu: Viselkedés
it_it: Comportamento
nl_nl: Gedrag
pl_pl: Zachowanie
pt_br: Comportamento
ro_ro: Comportament
sv_se: Beteende

source: Offline email notifications
cs_cz: Offline oznámení o zprávách
da_dk: Afkoblet underretninger på e-mail
es_mx: Notificaciones de correo sin conexión
fr_fr: Notifications par courriel lorsque vous êtes déconnecté
hu_hu: Offline e-mail értesítések
it_it: Notifiche dei messaggi di posta non in linea
nl_nl: Offline e-mailnotificaties
pl_pl: Powiadomienia e-mail w trybie offline
pt_br: Notificações de e-mail offline
ro_ro: Notificări offline prin e-mail
sv_se: Offline-meddelandeaviseringar

source: Do not send any email notifications
cs_cz: Neposílat oznámení o zprávách
da_dk: Send ikke underretninger på e-mail
es_mx: No enviar notificaciones por correo
fr_fr: N'envoyer aucune notification par courriel
hu_hu: Ne küldjön e-mailes értesítéseket
it_it: Non inviare notifiche dei messaggi di posta
nl_nl: Stuur geen e-mailnotificaties
pl_pl: Nie wysyłaj żadnych powiadomień e-mail
pt_br: Não enviar qualquer notificação por e-mail
ro_ro: Nu trimite notificări prin e-mail
sv_se: Skicka inga e-postaviseringar

source: Send email notifications for my private chats
cs_cz: Posílat oznámení o zprávách v soukromých rozhovorech
da_dk: Send underretninger på e-mail for mine private chats
es_mx: Enviar notificaciones por correo de mis conversaciones privadas
fr_fr: Envoyer des notifications par courriel pour mes discussions privées
hu_hu: E-mail értesítések küldése a privát csevegéseimről
it_it: Invia notifiche tramite posta elettronica per le mie chat private
nl_nl: Stuur e-mailnotificaties voor mijn privéchats
pl_pl: Wysyłaj powiadomienia e-mail dotyczące moich czatów prywatnych
pt_br: Enviar notificações por e-mail para meus bate-papos privados
ro_ro: Trimite notificări prin e-mail pentru chat-urile mele private
sv_se: Skicka e-postaviseringar för mina privata chattar

source: Send email notifications for all chats and channels
cs_cz: Posílat oznámení o zprávách ve všech rozhovorech a kanálech
da_dk: Send underretninger på e-mail for alle chats og kanaler
es_mx: Enviar notificaciones por correo de todas las conversaciones y canales
fr_fr: Envoyer des notifications par courriel pour tous les salons et discussions
hu_hu: E-mailes értesítések küldése minden csevegésről és csatornáról
it_it: Invia notifiche tramite posta elettronica per tutte le chat e i canali
nl_nl: Stuur e-mailnotificaties voor alle chats en kanalen
pl_pl: Wysyłaj powiadomienia e-mail dotyczące wszystkich czatów i kanałów
pt_br: Enviar notificações por e-mail para todos os bate-papos e canais
ro_ro: Trimiteți notificări prin e-mail pentru toate chat-urile și canalele
sv_se: Skicka e-postaviseringar för alla chattar och kanaler

source: You created this conversation
cs_cz: Tento rozhovor jste založil(a) vy
da_dk: Du har lavet denne samtale
es_mx: Usted ha creado esta conversación
fr_fr: Vous avez créé cette conversation
hu_hu: Ön hozta létre ezt a beszélgetést
it_it: Hai creato questa conversazione
nl_nl: U heeft dit gesprek aangemaakt
pl_pl: Jesteś twórcą tej konwersacji
pt_br: Você criou esta conversa
ro_ro: Dvs. ați creeat această conversație
sv_se: Du skapade den här konversationen

source: %1$s created this conversation
cs_cz: Tento rozhovor založil(a) %1$s
da_dk: %1$s lavede denne samtale
es_mx: %1$s ha creado esta conversación
fr_fr: %1$s a créé cette conversation
hu_hu: %1$s hozta létre ezt a beszélgetést
it_it: %1$s ha creato questa conversazione
nl_nl: %1$s heeft dit gesprek aangemaakt
pl_pl: Twórcą tej konwersacji jest %1$s
pt_br: %1$s criou esta conversa
ro_ro: %1$s a creat această conversație
sv_se: %1$s skapade den här konversationen

source: You joined the conversation
cs_cz: Připojil(a) jste se k rozhovoru
da_dk: Du deltager i samtalen
es_mx: Se ha unido a la conversación
fr_fr: Vous avez rejoint la conversation
hu_hu: Csatlakozott a beszélgetéshez
it_it: Ti sei unito alla conversazione
nl_nl: U heeft aan dit gesprek deelgenomen
pl_pl: Dołączono do konwersacji
pt_br: Você entrou na conversa
ro_ro: V-ați alăturat conversației.
sv_se: Du anslut till konversationen

source: %1$s joined the conversation
cs_cz: %1$s se připojil(a) k rozhovoru
da_dk: %1$s deltager i samtalen
es_mx: %1$s se ha unido a la conversación
fr_fr: %1$s a rejoint la conversation
hu_hu: %1$s csatlakozott a beszélgetéshez
it_it: %1$s si è unito alla conversazione
nl_nl: %1$s heeft aan dit gesprek deelgenomen
pl_pl: Użytkownik %1$s dołączył do konwersacji
pt_br: %1$s entrou na conversa
ro_ro: %1$s s-a alăturat conversației
sv_se: %1$s anslöt till konversationen

source: You added %1$s to the conversation
cs_cz: Přidal(a) jste %1$s k rozhovoru
da_dk: Du tilføjede %1$s til samtalen
es_mx: Usted ha añadido a %1$s a la conversación
fr_fr: Vous avez ajouté %1$s à la conversation
hu_hu: Hozzáadta a beszélgetéshez: %1$s
it_it: Hai aggiunto %1$s alla conversazione
nl_nl: U heeft %1$s aan het gesprek toegevoegd
pl_pl: Użytkownik %1$s został przez Ciebie dodany do konwersacji
pt_br: Você adicionou %1$s à conversa
ro_ro: L-ați adăugat pe %1$s la conversație.
sv_se: Du lade till %1$s i konversationen

source: %1$s added %2$s to the conversation
cs_cz: %1$s přidal(a) %2$s k rozhovoru
da_dk: %1$s tilføjede %2$s fra samtalen
es_mx: %1$s ha añadido a %2$s a la conversación
fr_fr: %1$s a ajouté %2$s à la conversation
hu_hu: %1$s hozzáadta a beszélgetéshez: %2$s
it_it: %1$s ha aggiunto %2$s alla conversazione
nl_nl: %1$s heeft %2$s aan het gesprek toegevoegd
pl_pl: Użytkownik %1$s dodał użytkownika %2$s do konwersacji
pt_br: %1$s adicionou %2$s à conversa
ro_ro: %1$s a adăugat pe %2$s la conversație
sv_se: %1$s lade till %1$s i konversationen

source: You removed %1$s from the conversation
cs_cz: Odebral(a) jste %1$s z rozhovoru
da_dk: Du fjernede %1$s fra samtalen
es_mx: Usted ha eliminado a %1$s de la conversación
fr_fr: Vous avez retiré %1$s de la conversation
hu_hu: Eltávolította a beszélgetésből: %1$s
it_it: Hai rimosso %1$s dalla conversazione
nl_nl: U heeft %1$s uit het gesprek verwijderd
pl_pl: Użytkownik %1$s został przez Ciebie usunięty z konwersacji
pt_br: Você excluiu %1$s da conversa
ro_ro: L-ați eliminat pe %1$s din conversație
sv_se: Du tog bort %1$s från konversationen

source: %1$s removed %2$s from the conversation
cs_cz: %1$s odebral(a) %2$s z rozhovoru
da_dk: %1$s fjernede %2$s fra samtalen
es_mx: %1$s ha eliminado a %2$s de la conversación
fr_fr: %1$s a retiré %2$s de la conversation
hu_hu: %1$s eltávolította a beszélgetésből: %2$s
it_it: %1$s ha rimosso %2$s dalla conversazione
nl_nl: %1$s heeft %2$s uit het gesprek verwijderd
pl_pl: Użytkownik %1$s usunął użytkownika %2$s z konwersacji
pt_br: %1$s excluiu %2$s da conversa
ro_ro: %1$s a eliminat pe %2$s din conversație
sv_se: %1$s tog bort %2$s från konversationen

source: You changed the group image
cs_cz: Změnil(a) jste obrázek skupiny
da_dk: Du ændrede gruppebilledet
es_mx: Usted ha cambiado la imagen del grupo
fr_fr: Vous avez modifié l'image du groupe
hu_hu: Megváltoztatta a csoport képét
it_it: Hai cambiato l'immagine del gruppo
nl_nl: U heeft de groepsafbeelding gewijzigd
pl_pl: Zmieniono obraz grupy
pt_br: Você alterou a imagem do grupo
ro_ro: Ați modificat imaginea de grup
sv_se: Du bytte gruppbild

source: %1$s changed the group image
cs_cz: %1$s změnil(a) obrázek skupiny
da_dk: %1$s ændrede gruppebilledet
es_mx: %1$s ha cambiado la imagen del grupo
fr_fr: %1$s a modifié l'image du groupe
hu_hu: %1$s megváltoztatta a csoport képét
it_it: %1$s ha cambiato l'immagine del gruppo
nl_nl: %1$s heeft de groepsafbeelding gewijzigd
pl_pl: Użytkownik %1$s zmienił obraz grupy
pt_br: %1$s alterou a imagem do grupo
ro_ro: %1$s a modificat imaginea de grup
sv_se: %1$s bytte gruppbild

source: You changed the group title to "%1$s"
cs_cz: Změnil(a) jste název skupiny na „%1$s“
da_dk: Du ændrede gruppens titel til "%1$s"
es_mx: Usted ha cambiado el título del grupo a "%1$s"
fr_fr: Vous avez modifié l'intitulé du groupe en "%1$s"
hu_hu: Megváltoztatta a csoport megnevezését erre: %1$s"
it_it: Hai cambiato il titolo del gruppo in "%1$s"
nl_nl: U heeft de groepstitel gewijzigd in "%1$s"
pl_pl: Zmieniono tytuł grupy na „%1$s”
pt_br: Você alterou o título do grupo para "%1$s"
ro_ro: Ați schimbat titlul grupului în "%1$s"
sv_se: Du ändra gruppens titel till "%1$s"

source: %1$s changed the group title to "%2$s"
cs_cz: %1$s změnil(a) název skupiny na „%2$s“
da_dk: %1$s ændrede gruppens titel til "%2$s"
es_mx: %1$s ha cambiado el título del grupo a "%2$s"
fr_fr: %1$s a modifié l'intitulé du groupe en "%2$s"
hu_hu: %1$s megváltoztatta a csoport megnevezését erre: %2$s"
it_it: %1$s ha cambiato il titolo del gruppo in "%2$s"
nl_nl: %1$s heeft de groepstitel gewijzigd in "%2$s"
pl_pl: Użytkownik %1$s zmienił tytuł grupy na „%2$s”
pt_br: %1$s alterou o título do grupo para "%2$s"
ro_ro: %1$s a schimbat titlul grupului în "%2$s"
sv_se: %1$s ändrade gruppens titel till "%2$s"

source: You deleted this chat
cs_cz: Tento rozhovor jste smazal(a).
da_dk: Du slettede denne chat
es_mx: Ha borrado esta conversación
fr_fr: Vous avez supprimé cette discussion
hu_hu: Ezt a csevegést törölte
it_it: Hai eliminato questa chat
nl_nl: U heeft deze chat verwijderd
pl_pl: Czat został przez Ciebie usunięty
pt_br: Você excluiu este bate-papo
ro_ro: Ați șters acest chat
sv_se: Du radera chatten

source: This chat has been deleted by "%1$s"
cs_cz: Uživatel(ka) „%1$s“ tento rozhovor smazal(a).
da_dk: "%1$s" har slettet denne chat
es_mx: Esta conversación ha sido borrada por "%1$s"
fr_fr: Cette discussion a été supprimée par "%1$s"
hu_hu: Ezt a csevegést "%1$s" törölte
it_it: Questa chat è stata eliminata da "%1$s"
nl_nl: Deze chat is verwijderd door "%1$s"
pl_pl: Czat został usunięty przez: „%1$s”
pt_br: Este bate-papo foi excluído por "%1$s"
ro_ro: Acest chat a fost șters de "%1$s"
sv_se: Denna chat raderades av "%1$s"

source: You changed the group description to "%1$s"
cs_cz: Změnil(a) jste popis skupiny na „%1$s“
da_dk: Du ændrede gruppens beskrivelse til "%1$s"
es_mx: Usted ha cambiado la descripción del grupo a "%1$s"
fr_fr: Vous avez modifié la description du groupe en "%1$s"
hu_hu: Megváltoztatta a csoport leírását erre: %1$s"
it_it: Hai cambiato la descrizione del gruppo in "%1$s"
nl_nl: U heeft de groepsomschrijving gewijzigd in "%1$s"
pl_pl: Zmieniono opis grupy na „%1$s”
pt_br: Você alterou a descrição do grupo para "%1$s"
ro_ro: Ați modificat descrierea grupului în "%1$s"
sv_se: Du ändrade gruppens beskrivning till "%1$s"
