Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Next year
bg_bg: Следващата година
cs_cz: Následující rok
da_dk: Næste år
es_mx: Año siguiente
fr_fr: Année suivante
hu_hu: Következő év
it_it: Anno successivo
nl_nl: Volgend jaar
pl_pl: Następny rok
pt_br: Próximo ano
ro_ro: Anul următor
sv_se: Nästa år

source: Change image
cs_cz: Změnit obrázek
da_dk: Skift billede
es_mx: Cambiar imagen
fr_fr: Changer l'image
hu_hu: Kép módosítása
it_it: Cambia immagine
nl_nl: Afbeelding wijzigen
pl_pl: Zmień obraz
pt_br: Alterar imagem
ro_ro: Schimbă imaginea.
sv_se: Byt bild

source: Edit group chat
cs_cz: Upravit skupinový rozhovor
da_dk: Redigér gruppechat
es_mx: Editar conversación grupal
fr_fr: Modifier la discussion de groupe
hu_hu: Csoportos csevegés szerkesztése
it_it: Modifica chat di gruppo
nl_nl: Groepschat bewerken
pl_pl: Edytuj czat grupowy
pt_br: Editar bate-papo em grupo
ro_ro: Editează grupul de chat
sv_se: Redigera grupp-chat

source: Create group chat
cs_cz: Založit skupinový rozhovor
da_dk: Lav gruppechat
es_mx: Crear conversación grupal
fr_fr: Créer une discussion de groupe
hu_hu: Csoportos csevegés létrehozása
it_it: Crea chat di gruppo
nl_nl: Groepschat aanmaken
pl_pl: Utwórz czat grupowy
pt_br: Criar bate-papo em grupo
ro_ro: Creează grup de chat
sv_se: Skapa grupp-chat

source: Edit channel
cs_cz: Upravit kanál
da_dk: Redigér kanal
es_mx: Editar canal
fr_fr: Modifier le salon
hu_hu: Csatorna szerkesztése
it_it: Modifica canale
nl_nl: Kanaal bewerken
pl_pl: Edytuj kanał
pt_br: Editar canal
ro_ro: Editează canalul
sv_se: Redigera kanal

source: Create channel
cs_cz: Založit kanál
da_dk: Lav kanal
es_mx: Crear canal
fr_fr: Créer le salon
hu_hu: Csatorna létrehozása
it_it: Crea canale
nl_nl: Kanaal aanmaken
pl_pl: Utwórz kanał
pt_br: Criar canal
ro_ro: Creează canal
sv_se: Skapa kanal

source: Channel name
cs_cz: Název kanálu
da_dk: Kanalnavn
es_mx: Nombre del canal
fr_fr: Nom du salon
hu_hu: Csatorna neve
it_it: Nome canale
nl_nl: Kanaalnaam
pl_pl: Nazwa kanału
pt_br: Nome do canal
ro_ro: Nume canal
sv_se: Kanalnamn

source: Group name
bg_bg: Име на групата
cs_cz: Název skupiny
da_dk: Gruppenavn
es_mx: Nombre del grupo
fr_fr: Nom du groupe
hu_hu: Csoportnév
it_it: Nome del gruppo
nb_no: Gruppenavn
nl_nl: Groepsnaam
pl_pl: Nazwa grupy
pt_br: Nome do grupo
ro_ro: Nume grup
sv_se: Gruppnamn

source: Other users can find and join your channel under "All channels". If you prefer a conversation in a closed group, please create a group chat.
cs_cz: Ostatní uživatelé mohou váš kanál najít a připojit se k němu v kategorii „Všechny kanály“. Dáváte-li přednost konverzaci v uzavřené skupině, vytvořte skupinový rozhovor.
da_dk: Andre brugere kan finde og tilslutte sig din kanal under "Alle kanaler". Hvis du foretrækker en samtale i en lukket gruppe, kan du oprette en gruppechat.
es_mx: Los demás usuarios pueden buscar y unirse a su canal en "Todos los canales". Si prefiere una conversación en un grupo cerrado, por favor cree una conversación grupal.
hu_hu: Más felhasználók megtalálhatják és csatlakozhatnak csatornájához az "Összes csatorna" alatt. Ha inkább a zárt csoportban történő beszélgetést részesíti előnyben, akkor hozzon létre egy csoportos csevegést.
it_it: Altri utenti possono trovare ed entrare nel tuo canale in "Tutti i canali". Se preferisci una conversazione in un gruppo chiuso, crea una chat di gruppo.
nl_nl: Andere gebruikers kunnen uw kanaal vinden en lid worden van uw kanaal onder "Alle kanalen". Als u de voorkeur geeft aan een gesprek in een gesloten groep, maak dan een groepschat aan.
pl_pl: Inni użytkownicy mogą znaleźć Twój kanał i dołączyć do niego w sekcji „Wszystkie kanały”. Jeśli wolisz prowadzić konwersację w zamkniętej grupie, utwórz czat grupowy.
pt_br: Outros usuários podem encontrar e entrar no seu canal dentro de "Todos os canais". Se você prefere uma conversa em um grupo fechado, crie um bate-papo em grupo.
ro_ro: Alți utilizatori pot găsi și se pot alătura canalul tău în "Toate canalele". Dacă preferați o conversație într-un grup închis, vă rugăm să creați un chat de grup.
sv_se: Andra användare kan hitta och ansluta till din kanal under "Alla kanaler". Om du hellre vill ha en konversation i en sluten grupp, skapa en gruppchatt.

source: Create chat
cs_cz: Založit rozhovor
da_dk: Lav chat
es_mx: Crear conversación
fr_fr: Créer la discussion
hu_hu: Csevegés létrehozása
it_it: Crea chat
nl_nl: Chat aanmaken
pl_pl: Utwórz czat
pt_br: Criar bate-papo
ro_ro: Creează chat
sv_se: Skapa chat

source: The group could not be saved since the name can not be empty
cs_cz: Skupinu se nepodařilo uložit, protože název nemůže být prázdný
da_dk: Gruppen kunne ikke gemmes, da navnet ikke kan være tomt
es_mx: No se pudo guardar el grupo porque el nombre no puede estar vacío
fr_fr: Impossible d'enregistrer ce groupe car le nom ne peut pas être vide
hu_hu: A csoportot nem sikerült elmenteni, mert a csoportnév nem lehet üres
it_it: Non è stato possibile salvare il gruppo poiché il nome non può essere vuoto
nl_nl: De groep kan niet worden opgeslagen omdat de naam niet leeg mag zijn
pl_pl: Nie zapisano grupy, ponieważ pole jej nazwy nie może być puste
pt_br: O grupo não pode ser salvo pois o nome não pode estar vazio
ro_ro: Grupul nu a putut fi salvat, deoarece numele nu poate fi gol
sv_se: Gruppen kunde inte sparas eftersom namnet inte får vara tomt

source: The chat could not be saved since the name exceeds the length limit of %1$s characters
cs_cz: Chat se nepodařilo uložit, protože název překračuje povolenou délku %1$s znaků
da_dk: Chatten kunne ikke gemmes, da navnet er længere end grænsen på %1$s karaktere
es_mx: No se pudo guardar la conversación porque el nombre supera el límite máximo de %1$s caracteres
fr_fr: Impossible d'enregistrer la discussion car le nom dépasse la limite autorisée de %1$s caractères
hu_hu: A csevegést nem sikerült menteni, mert a név meghaladja a(z) %1$s karakterhossz korlátot
it_it: Impossibile salvare la chat poiché il nome supera il limite di lunghezza di %1$s caratteri
nl_nl: De chat kan niet worden opgeslagen omdat de naam de lengtegrens van %1$s tekens overschrijdt
pl_pl: Nie zapisano czatu, ponieważ długość jego nazwy przekracza limit %1$s znaków
pt_br: O grupo não pode ser salvo pois o nome excede o limite de comprimento de %1$s caracteres
ro_ro: Chat-ul nu a putut fi salvat, deoarece numele depășește limita de lungime de %1$s caractere
sv_se: Chatten kunde inte sparas eftersom namnet överskrider längdgränsen på %1$s tecken

source: Changes to this chat could not be saved.
cs_cz: Úpravy rozhovoru se nepodařilo uložit.
da_dk: Ændringerne til denne chat kunne ikke gemmes.
es_mx: No se pudieron guardar los cambios a esta conversación.
fr_fr: Impossible d'enregistrer les modifications apportées à cette discussion
hu_hu: A csevegés módosításait nem sikerült elmenteni.
it_it: Impossibile salvare le modifiche a questa chat.
nl_nl: Wijzigingen in deze chat kunnen niet worden opgeslagen.
pl_pl: Nie udało się zapisać zmian w tym czacie.
pt_br: Não foi possível salvar as alterações neste bate-papo.
ro_ro: Schimbările aduse acestui chat nu au putut fi salvate.
sv_se: Kunde inte spara ändringar på denna chat.

source: Chat could not be saved.
cs_cz: Rozhovor se nepodařilo uložit.
da_dk: Denne chat kunne ikke gemmes.
es_mx: No se pudo guardar la conversación.
fr_fr: Impossible d'enregistrer la discussion.
hu_hu: A csevegést nem sikerült elmenteni.
it_it: La chat non può essere salvata.
nl_nl: Chat kon niet worden opgeslagen.
pl_pl: Nie udało się zapisać czatu.
pt_br: Não foi possível salvar o bate-papo.
ro_ro: Chatul nu a putut fi salvat.
sv_se: Chatten kunde inte sparas.

source: Unknown command: %1$s
cs_cz: Neznámý příkaz: %1$s
da_dk: Ukendt kommando: %1$s
es_mx: Comando desconocido: %1$s
fr_fr: Commande inconnue : %1$s
hu_hu: Ismeretlen parancs: %1$s
it_it: Comando sconosciuto: %1$s
nl_nl: Onbekend commando: %1$s
pl_pl: Nieznane polecenie: %1$s
pt_br: Comando desconhecido: %1$s
ro_ro: Comandă necunoscută: %1$s
sv_se: Okänt kommando: %1$s

source: List all commands
cs_cz: Zobrazit seznam všech příkazů
da_dk: Vis alle kommandoer
es_mx: Listar todos los comandos
fr_fr: Répertorier toutes les commandes
hu_hu: Összes parancs listázása
it_it: Elenca tutti i comandi
nl_nl: Toon alle commando's
pl_pl: Lista wszystkich poleceń
pt_br: Listar todos os comandos
ro_ro: Listarea tuturor comenzilor
sv_se: Lista alla kommandon

source: Show server version
cs_cz: Zobrazit verzi serveru
da_dk: Vis server version:
es_mx: Mostrar versión del servidor
fr_fr: Afficher la version du serveur
hu_hu: Kiszolgáló verziójának megjelenítése
it_it: Mostra la versione del server
nl_nl: Serverversie weergeven
pl_pl: Pokaż wersję serwera
pt_br: Exibir versão do servidor
ro_ro: Afișare versiune server
sv_se: Visa serverversion

source: Server version: %1$s
cs_cz: Verze serveru: %1$s
da_dk: Server udgave: %1$s
es_mx: Versión del servidor: %1$s
fr_fr: Version du serveur : %1$s
hu_hu: Kiszolgáló verziója: %1$s
it_it: Versione del server: %1$s
nl_nl: Serverversie: %1$s
pl_pl: Wersja serwera: %1$s
pt_br: Versão do servidor: %1$s
ro_ro: Versiune server: %1$s

source: Start a Zoom meeting
cs_cz: Začít schůzku přes Zoom
da_dk: Start et Zoom-møde
es_mx: Iniciar una reunión de Zoom
fr_fr: Démarrer une réunion Zoom
hu_hu: Zoom meeting indítása
it_it: Avvia una riunione Zoom
nl_nl: Zoom vergadering starten
pl_pl: Rozpocznij spotkanie Zoom
pt_br: Iniciar uma reunião do Zoom
ro_ro: Pornește o întâlnire Zoom
sv_se: Starta ett Zoom-möte

source: Start a Jitsi meeting
cs_cz: Začít schůzku přes Jitsi
da_dk: Start et Jitsi-møde
es_mx: Iniciar una reunión de Jitsi
fr_fr: Démarrer une réunion Jitsi
hu_hu: Jitsi meeting indítása
it_it: Avvia una riunione Jitsi
nl_nl: Jitsi vergadering starten
pl_pl: Rozpocznij spotkanie Jitsi
pt_br: Iniciar uma reunião do Jitsi
ro_ro: Pornește o întâlnire Jitsi
sv_se: Starta ett Jitsi-möte

source: %1$s is calling.
cs_cz: Volá %1$s.
da_dk: %1$s ringer.
es_mx: %1$s está llamando.
fr_fr: %1$s vous appelle.
hu_hu: %1$s hív.
it_it: %1$s sta chiamando.
nl_nl: %1$s belt u.
pl_pl: %1$s chce się z Tobą połączyć.
pt_br: %1$s está ligando.
ro_ro: %1$s sună.
sv_se: %1$s ringer.

source: Please click the following link to join: %1$s
cs_cz: Klikněte na odkaz pro připojení: %1$s
da_dk: Klik venligst på det følgende link for at deltage: %1$s
es_mx: Por favor, presione el siguiente enlace para unirse: %1$s
fr_fr: Veuillez cliquer sur le lien suivant pour rejoindre l'appel : %1$s
hu_hu: Kattintson a következő hivatkozásra a csatlakozáshoz: %1$s
it_it: Fare clic sul seguente collegamento per partecipare: %1$s
nl_nl: Klik op de volgende link om deel te nemen: %1$s
pl_pl: Aby dołączyć, kliknij ten link: %1$s
pt_br: Clique no seguinte link para entrar: %1$s
ro_ro: Vă rugăm să apăsați pe următorul link pentru a vă alătura: %1$s
sv_se: Klicka på följande länk för att ansluta: %1$s

source: %1$s is calling
cs_cz: Volá %1$s
da_dk: %1$s ringer
es_mx: %1$s está llamando
fr_fr: %1$s vous appelle
hu_hu: %1$s hív
it_it: %1$s sta chiamando
nl_nl: %1$s belt
pl_pl: %1$s chce się z Tobą połączyć
pt_br: %1$s está ligando
ro_ro: %1$s sună
sv_se: %1$s ringer

source: Could not save settings
bg_bg: Настройките не бяха запазени
ca_es: No s'han pogut desar els ajustaments
cs_cz: Nepodařilo se uložit nastavení
da_dk: Kunne ikke gemme indstillinger
es_mx: No se han podido guardar los ajustes
fr_fr: Impossible d'enregistrer les réglages
hu_hu: A beállítások nem menthetők
it_it: Impossibile salvare le impostazioni
nb_no: Kunne ikke lagre innstillinger
nl_nl: Kan instellingen niet opslaan
pl_pl: Nie udało się zapisać ustawień
pt_br: Não foi possível salvar as configurações
ro_ro: Nu s-au putut salva setările
sv_se: Kunde inte spara inställningar

source: The messages could not be loaded.
cs_cz: Zprávy se nepodařilo nahrát.
da_dk: Beskederne kunne ikke indlæses.
es_mx: No se pudo cargar el mensaje.
fr_fr: Les messages n'ont pas pu être chargés.
hu_hu: Az üzeneteket nem sikerült betölteni.
it_it: Il messaggio non può essere caricato.
nl_nl: De berichten konden niet worden geladen.
pl_pl: Nie udało się załadować wiadomości.
pt_br: As mensagens não puderam ser carregadas.
ro_ro: Acest mesaj nu a putut fi încărcat.
sv_se: Meddelandena kunde inte läsas in.

source: The uploaded file exceeds the size limit
cs_cz: Nahraný soubor přesahuje limit velikosti
da_dk: Den overførte fil er større end den tilladte grænse
es_mx: El archivo cargado supera el límite de tamaño
fr_fr: Le fichier transféré dépasse la taille maximale autorisée
hu_hu: A feltöltött fájl meghaladja a méretkorlátot
it_it: Il file caricato supera il limite di dimensione
nl_nl: Het geüploade bestand overschrijdt de maximale grootte.
pl_pl: Przesyłany plik ma zbyt duży rozmiar
pt_br: O arquivo enviado excede o limite de tamanho
ro_ro: Fișierul încărcat depășește limita de dimensiune
sv_se: Den uppladdade filen överskrider storleksgränsen

source: The message length exceeds the limit and could not be delivered
cs_cz: Délka zprávy přesahuje limit a nebylo možné ji doručit
da_dk: Beskeden er længere end den tilladte grænse, og kunne ikke afleveres
es_mx: La longitud del mensaje supera el límite y no se pudo enviar
fr_fr: La longueur du message dépasse la taille maximale autorisée, il n'a pas pu être transmis
hu_hu: Az üzenet hossza meghaladja a korlátot, ezért nem sikerült kézbesíteni
it_it: La lunghezza del messaggio supera il limite e non è stato possibile consegnarlo
nl_nl: De berichtlengte overschrijdt de limiet en kon niet worden afgeleverd
pl_pl: Wiadomość jest za długa i nie można jej dostarczyć
pt_br: O comprimento da mensagem excede o limite e não pôde ser entregue
ro_ro: Lungimea mesajului depășește limita și nu a putut fi livrat
sv_se: Meddelandelängden överskrider gränsen och kunde inte levereras

source: The group could not be saved since the name exceeds the length limit
cs_cz: Skupinu se nepodařilo uložit, protože název překračuje povolenou délku
da_dk: Gruppen kunne ikke gemmes, da navnet er længere end den tilladte grænse
es_mx: No se pudo guardar el grupo porque el nombre supera el límite de longitud
fr_fr: Impossible d'enregistrer le groupe car le nom dépasse la limite autorisée
hu_hu: A csoportot nem sikerült menteni, mert a név meghaladja a karakterhossz korlátot
it_it: Il gruppo non può essere salvato poiché il nome supera il limite di lunghezza
nl_nl: De groep kan niet worden opgeslagen omdat de naam de lengtelimiet overschrijdt
pl_pl: Nie zapisano grupy, ponieważ długość jej nazwy przekracza limit
pt_br: O grupo não pode ser salvo pois o nome excede o limite de comprimento
ro_ro: Grupul nu a putut fi salvat, deoarece numele depășește limita de lungime
sv_se: Gruppen kunde inte sparas eftersom namnet överskrider längdgränsen

source: A channel with the same name already exists
cs_cz: Kanál s tímto názvem již existuje
da_dk: En kanal med samme navn findes allerede
es_mx: Ya existe un canal con el mismo nombre
fr_fr: Un salon comportant le même nom existe déjà
hu_hu: Már létezik azonos nevű csatorna
it_it: Esiste già un canale con lo stesso nome
nl_nl: Er bestaat al een kanaal met dezelfde naam
pl_pl: Istnieje już kanał o takiej nazwie
pt_br: Um canal com o mesmo nome já existe
ro_ro: Există deja un canal cu același nume
sv_se: En kanal med samma namn finns redan

source: Something went wrong. Please try again.
cs_cz: Něco se nezdařilo. Zkuste to znovu.
da_dk: Der gik noget galt. Prøv venligst igen senere.
es_mx: Algo ha ido mal. Por favor, inténtelo de nuevo.
fr_fr: Un problème est survenu. Veuillez réessayer.
hu_hu: Valami elromlott. Kérem, próbálja meg újra.
it_it: Qualcosa è andato storto. Riprova.
nl_nl: Er is iets misgegaan. Probeert u het alstublieft opnieuw.
pl_pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Ocorreu um erro. Tente novamente.
ro_ro: Ceva nu a funcționat corect. Încercați din nou.
sv_se: Något gick fel. Försök igen.

source: The chat could not be hidden. Please try again.
cs_cz: Rozhovor se nepodařilo skrýt. Zkuste to znovu.
da_dk: Chatten kunne ikke skjules. Prøv venligst igen.
es_mx: No se pudo ocultar la conversación. Por favor, inténtelo de nuevo.
fr_fr: La discussion n'a pas pu être masquée. Veuillez réessayer.
hu_hu: A csevegést nem lehetett elrejteni. Kérem, próbálja meg újra.
it_it: La chat non può essere nascosta. Riprova.
nl_nl: De chat kon niet verborgen worden. Probeert u het alstublieft opnieuw.
pl_pl: Nie udało się ukryć czatu. Spróbuj ponownie.
pt_br: O bate-papo não pôde ser ocultado. Tente novamente.
ro_ro: Chat-ul nu a putut fi ascuns. Încercați din nou.
sv_se: Chatten kunde inte döljas. Försök igen.

source: The chat could not be reactivated. Please try again.
cs_cz: Rozhovor se nepodařilo opětovně aktivovat. Zkuste to znovu.
da_dk: Chatten kunne ikke aktiveres igen. Prøv venligst igen.
es_mx: No se pudo reactivar la conversación. Por favor, inténtelo de nuevo.
fr_fr: La discussion n'a pas pu être réactivée. Veuillez réessayer.
hu_hu: A csevegést nem sikerült újra aktiválni. Kérem, próbálja meg újra.
it_it: Impossibile riattivare la chat. Riprova.
nl_nl: De chat kon niet gereactiveerd worden. Probeert u het alstublieft opnieuw.
pl_pl: Nie udało się reaktywować czatu. Spróbuj ponownie.
pt_br: O bate-papo não pôde ser reativado. Tente novamente.
ro_ro: Chat-ul nu a putut fi reactivat. Încercați din nou.
sv_se: Chatten kunde inte återaktiveras. Försök igen.

source: The chat could not be started.
cs_cz: Rozhovor se nepodařilo zahájit.
da_dk: Chatten kunne ikke startes.
es_mx: No se pudo iniciar la conversación.
fr_fr: La discussion n'a pas pu être lancée.
hu_hu: A csevegést nem sikerült elindítani.
it_it: Impossibile avviare la chat.
nl_nl: De chat kon niet worden gestart.
pl_pl: Nie udało się rozpocząć czatu.
pt_br: O bate-papo não pôde ser iniciado.
ro_ro: Chat-ul nu a putut fi pornit.
sv_se: Chatten kunde inte startas.

source: The chat could not be updated.
cs_cz: Rozhovor se nepodařilo aktualizovat.
da_dk: Chatten kunne ikke opdateres.
es_mx: No se pudo actualizar la conversación.
fr_fr: La discussion n'a pas pu être mise à jour.
hu_hu: A csevegést nem sikerült frissíteni.
it_it: Impossibile aggiornare la chat.
nl_nl: De chat kon niet worden bijgewerkt.
pl_pl: Nie udało się zaktualizować czatu.
pt_br: O bate-papo não pôde ser atualizado.
ro_ro: Chat-ul nu a putut fi actualizat.
sv_se: Chatten kunde inte uppdateras.

source: The chat could not be loaded.
cs_cz: Rozhovor se nepodařilo nahrát.
da_dk: Chatten kunne ikke indlæses.
es_mx: No se pudo cargar la conversación.
fr_fr: La discussion n'a pas pu être chargée.
hu_hu: A csevegést nem sikerült betölteni.
it_it: Impossibile caricare la chat.
nl_nl: De chat kon niet worden geladen.
pl_pl: Nie udało się załadować czatu.
pt_br: O bate-papo não pôde ser carregado.
ro_ro: Chat-ul nu a putut fi încărcat.
sv_se: Chatten kunde inte laddas.

source: The channel could not be left.
cs_cz: Kanál se nepodařilo opustit.
da_dk: Kanalen kunne ikke forlades.
es_mx: No se pudo salir del canal.
fr_fr: Impossible de quitter le salon.
hu_hu: A csatornát nem sikerült elhagyni.
it_it: Non è stato possibile lasciare il canale.
nl_nl: Het kanaal kon niet worden verlaten.
pl_pl: Nie udało się opuścić kanału.
pt_br: O canal não pôde ser deixado.
ro_ro: Canalul nu a putut fi părăsit.
sv_se: Kanalen kunde inte lämnas.

source: The group could not be left.
cs_cz: Skupinu se nepodařilo opustit.
da_dk: Gruppen kunne ikke forlades.
es_mx: No se pudo salir del grupo.
fr_fr: Impossible de quitter le groupe.
hu_hu: A csoportot nem sikerült elhagyni.
it_it: Non è stato possibile lasciare il gruppo.
nl_nl: De groep kon niet worden verlaten.
pl_pl: Nie udało się opuścić grupy.
pt_br: O grupo não pôde ser deixado.
ro_ro: Grupul nu a putut fi părăsit.
sv_se: Gruppen kunde inte lämnas.

source: Start chat
cs_cz: Zahájit rozhovor
es_mx: Iniciar conversación
fr_fr: Démarrer une discussion instantanée
hu_hu: Csevegés indítása
it_it: Avvia chat
nl_nl: Chat beginnen
pl_pl: Rozpocznij czat
pt_br: Iniciar bate-papo
ro_ro: Începeți chat-ul
sv_se: Starta chat

source: Recent chat messages
cs_cz: Nedávné zprávy v rozhovoru
da_dk: Seneste chatbeskeder
es_mx: Mensajes de conversaciones recientes
fr_fr: Messages de discussion récents
hu_hu: Legutóbbi csevegési üzenetek
it_it: Messaggi di chat recenti
nl_nl: Recente chatberichten
pl_pl: Ostatnie wiadomości na czacie
pt_br: Mensagens recentes de bate-papo
ro_ro: Mesaje de chat recente
sv_se: Nya chattmeddelanden

source: Open chat
cs_cz: Otevřít rozhovor
da_dk: Åbn chat
es_mx: Abrir conversación
fr_fr: Ouvrir la discussion instantanée
hu_hu: Csevegés megnyitása
it_it: Apri chat
nl_nl: Chat openen
pl_pl: Otwórz czat
pt_br: Abrir bate-papo
ro_ro: Deschide chat
sv_se: Öppna chat

source: Start chat with participants
cs_cz: Zahájit rozhovor s účastníky
da_dk: Start en chat med deltagere
es_mx: Iniciar conversación con participantes
fr_fr: Démarrer une discussion instantanée avec les participants
hu_hu: Csevegés elkezdése résztvevőkkel
it_it: Inizia chat con i partecipanti
nl_nl: Chat starten met deelnemers
pl_pl: Rozpocznij czat z uczestnikami
pt_br: Inicie bate-papo com os participantes
ro_ro: Începeți chat-ul cu participanții
sv_se: Starta chat med deltagare

source: Reply via chat
cs_cz: Odpovědět přes rozhovor
da_dk: Svar via chat
es_mx: Responder mediante conversación
fr_fr: Répondre par discussion instantanée
hu_hu: Válasz csevegésen
it_it: Rispondi tramite chat
nl_nl: Beantwoorden via chat
pl_pl: Odpowiedz przez czat
pt_br: Responder via bate-papo
ro_ro: Răspundeți prin chat
sv_se: Svara via chat

source: Reply all via chat
cs_cz: Odpovědět všem přes rozhovor
da_dk: Svar alle via chat
es_mx: Responder a todos mediante conversación
fr_fr: Répondre à tous par discussion instantanée
hu_hu: Válasz mindenkinek csevegésen
it_it: Rispondi a tutti tramite chat
nl_nl: Allen beantwoorden via chat
pl_pl: Odpowiedz wszystkim przez czat
pt_br: Responder a todos via bate-papo
ro_ro: Răspundeți tuturor prin chat
sv_se: Svara alla via chat

source: Chat
cs_cz: Rozhovor
es_mx: Conversación
fr_fr: Discussion instantanée
hu_hu: Csevegés
pl_pl: Czat
pt_br: Bate-papo

source: Start new conversation
cs_cz: Zahájit nový rozhovor
da_dk: Start ny samtale
es_mx: Iniciar nueva conversación
fr_fr: Démarrer une nouvelle conversation
hu_hu: Új beszélgetés indítása
it_it: Avvia nuova conversazione
nl_nl: Nieuw gesprek starten
pl_pl: Rozpocznij nową konwersację
pt_br: Iniciar nova conversa
ro_ro: Începe o conversație nouă
sv_se: Starta ny konversation

source: Start conversation
cs_cz: Zahájit rozhovor
da_dk: Start samtale
es_mx: Iniciar conversación
fr_fr: Démarrer la conversation
hu_hu: Beszélgetés indítása
it_it: Avvia conversazione
nl_nl: Gesprek starten
pl_pl: Rozpocznij konwersację
pt_br: Iniciar conversa
ro_ro: Începe conversația
sv_se: Starta konversation

source: Private chat could not be created.
cs_cz: Soukromý rozhovor se nepodařilo vytvořit.
da_dk: Privat chat kunne ikke oprettes.
es_mx: No se pudo crear la conversación privada.
fr_fr: Impossible de créer la discussion privée.
hu_hu: Magáncsevegés (private chat) nem hozható létre.
it_it: Impossibile creare la chat privata.
nl_nl: Er kan geen privéchat worden gemaakt.
pl_pl: Nie udało się utworzyć czatu prywatnego.
pt_br: Não foi possível criar o bate-papo privado.
ro_ro: Imposibil de creat chat-ul privat.
sv_se: Kunde inte skapa privat chat.

source: Leave chat
cs_cz: Opustit rozhovor
da_dk: Forlad chat
es_mx: Salir de la conversación
fr_fr: Quitter la discussion instantanée
hu_hu: Csevegés elhagyása
it_it: Abbandona la chat
nl_nl: Chat verlaten
pl_pl: Opuść czat
pt_br: Deixar bate-papo
ro_ro: Părăsește chatul
sv_se: Lämna chat
