Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: %1$s completed
bg_bg: %1$s завършени
cs_cz: %1$s dokončeno
da_dk: %1$s gennemført
es_mx: %1$s completado
fr_fr: %1$s transférés
hu_hu: %1$s kész
it_it: %1$s completato
nb_no: %1$s fullført
nl_nl: %1$s voltooid
pl_pl: Zakończono %1$s
pt_br: %1$s completo
ro_ro: Completat %1$s
sv_se: %1$s färdigt

source: Remaining time: %1$s
bg_bg: Оставащо време: %1$s
cs_cz: Zbývající čas: %1$s
da_dk: Resttid: %1$s
es_mx: Tiempo restante %1$s
fr_fr: Durée restante : %1$s
hu_hu: Maradék idő: %1$s ms
it_it: Tempo rimanente: %1$s
nb_no: Gjenværende tid: %1$s
nl_nl: Overgebleven tijd: %1$s
pl_pl: Pozostało czasu: %1$s
pt_br: Tempo restante: %1$s
ro_ro: Timp rămas: %1$s
sv_se: Återstående tid: %1$s

source: %1$s Files left
cs_cz: Zbývá souborů: %1$s
da_dk: %1$s filer tilbage
es_mx: %1$s archivos restantes
fr_fr: %1$s fichiers restants
hu_hu: %1$s fájl van hátra
it_it: %1$s file rimanenti
nl_nl: %1$s bestanden te gaan
pl_pl: Pozostałe pliki: %1$s
pt_br: %1$s arquivos restantes
ro_ro: %1$s fișiere rămase
sv_se: %1$s filer återstår

source: Uploading "%1$s"
bg_bg: Качването на \ " %1$s "
cs_cz: Nahrávám „%1$s“
da_dk: Overfører »%1$s«
es_mx: Subiendo "%1$s"
fr_fr: Téléchargement de "%1$s"
hu_hu: "%1$s" feltöltése
it_it: Caricamento di "%1$s"
nb_no: Laster opp "%1$s"
nl_nl: "%1$s" uploaden
pl_pl: Przesyłanie pliku "%1$s"
pt_br: Enviando "%1$s"
ro_ro: Se încarcă "%1$s"
sv_se: Laddar upp "%1$s"

source: Upload progress
bg_bg: Прогрес на качването
cs_cz: Probíhá nahrávání
da_dk: Overførselsstatus
es_mx: Progreso de la carga
fr_fr: Avancement du transfert
hu_hu: Feltöltés folyamatban
it_it: Avanzamento del caricamento
nb_no: Opplastingsfremdrift
nl_nl: Upload voortgang
pl_pl: Postęp przesyłania
pt_br: Envio em andamento
ro_ro: Progres încărcare
sv_se: Uppladdningsförlopp

source: Please note, changing or removing the file extension will cause problems when viewing or editing.
bg_bg: Имайте предвид, че промяната или премахването на файловото разширение ще доведе до проблеми при гледане или редактиране.
ca_es: Per favor, teniu en compte que modificar o eliminar l'extensió del fitxer pot causar problemes a l'hora de visualitzar-lo o editar-lo.
cs_cz: Vezměte, prosím, na vědomí, že změny/odstranění přípony souboru způsobí potíže při prohlížení a upravování.
da_dk: Bemærk venligst at en ændring eller fjernelse af filtypen, giver problemer ved visning eller redigering.
es_mx: Por favor, tenga en cuenta que modificar o eliminar la extensión del archivo causará problemas al visualizar o editar.
fr_fr: Veuillez remarquer que le fait de modifier ou de supprimer l'extension du fichier provoquera des problèmes lorsqu'on l'affiche ou lorsqu'on le modifie.
hu_hu: Ne feledje, a fájlkiterjesztések módosítása vagy eltávolítása problémákat fog okozni a megjelenítéskor és szerkesztéskor.
it_it: Nota: la modifica o rimozione dell'estensione del file comporterà problemi di visualizzazione e modifica.
nb_no: Vær oppmerksom på, å endre eller fjerne filtypen vil føre til problemer ved visning eller redigering.
nl_nl: Houd er rekening mee dat wijzigen of verwijderen van de bestandsextensie problemen kan opleveren bij tonen en bewerken.
pl_pl: Uwaga: zmiana lub usunięcie rozszerzenia pliku spowoduje problemy podczas wyświetlania lub edycji.
pt_br: Note que, alterar ou excluir a extensão do arquivo irá causar problemas ao visualizar ou editar.
ro_ro: Atenție, modificarea sau eliminarea extensiei fișierului va cauza probleme la vizualizare sau editare.
sv_se: Observera att det kommer uppstå problem om du ändrar eller tar bort filändelsen vid visning eller redigering.

source: Do you really want to remove the extension ".%1$s" from your filename?
bg_bg: Наистина ли искате да премахнете разширението \ ". %1$s " от името на файла си?
ca_es: Realment voleu eliminar l'extensió ".%1$s" del nom del fitxer?
cs_cz: Opravdu chcete z názvu souboru odstranit příponu „.%1$s“?
da_dk: Vil du virkelig fjerne filtypen ".%1$s" fra dit filnavn?
es_mx: ¿Realmente desea eliminar la extensión ".%1$s" del nombre del archivo?
fr_fr: Voulez-vous vraiment supprimer l'extension « %1$s » de votre nom de fichier ?
hu_hu: Valóban el kívánja távolítani a(z) „.%1$s” kiterjesztést a fájlnévből?
it_it: Vuoi davvero rimuovere l'estensione ".%1$s" dal nome del file?
nb_no: Ønsker du virkelig å fjerne utvidelsen ".%1$s" fra filnavnet?
nl_nl: Weet u zeker dat u de extensie ".%1$s" van dit bestand wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć rozszerzenie ".%1$s" z nazwy pliku?
pt_br: Deseja realmente excluir a extensão ".%1$s" do nome do arquivo?
ro_ro: Sigur doriți să eliminați extensia ".%1$s" din numele fișierului?
sv_se: Vill du verkligen ta bort ändelsen ".%$s" från filnamnet?

source: Do you really want to change the file extension from ".%1$s" to ".%2$s" ?
bg_bg: Наистина ли искате да промените разширението на файла от \ ". %1$s " на \ ". %2$s "?
ca_es: Realment voleu canviar l'extensió ".%1$s" del fitxer per ".%2$s" ?
cs_cz: Opravdu chcete příponu souboru změnit z „.%1$s“ na „.%2$s“?
da_dk: Vil du virkelig ændre filtypen fra ".%1$s" til ".%2$s" ?
es_mx: ¿De verdad quiere cambiar la extensión ".%1$s" del archivo por ".%2$s" ?
fr_fr: Voulez-vous vraiment changer l'extension « %1$s » en « %2$s » ?
hu_hu: Valóban meg kívánja változtatni a(z) „.%1$s” kiterjesztést erre: „.%2$s”?
it_it: Vuoi davvero cambiare l'estensione del file da ".%1$s" a ".%2$s"?
nb_no: Ønsker du virkelig å endre filendelsen fra ".%1$s" til ".%2$s"?
nl_nl: Weet u zeker dat u de extensie van dit bestand wilt aanpassen van ".%1$s" naar ".%2$s" ?
pl_pl: Czy na pewno chcesz zmienić rozszerzenie pliku z ".%1$s" na ".%2$s" ?
pt_br: Deseja realmente alterar a extensão do arquivo de ".%1$s" para ".%2$s"?
ro_ro: Sigur doriți să modificați extensia din ".%1$s" în ".%2$s" ?
sv_se: Vill du verkligen ändra filändelsen från ".%1$s" till ".%$s"?

source: Confirmation
bg_bg: Потвърждение
ca_es: Confirmació
cs_cz: Potvrzení
da_dk: Bekræftelse
es_mx: Confirmación
hu_hu: Megerősítés
it_it: Conferma
nb_no: Bekreftelse
nl_nl: Bevestigen
pl_pl: Potwierdzenie
pt_br: Confirmação
ro_ro: Confirmare
sv_se: Bekräftelse

source: Adjust
bg_bg: Регулирайте
ca_es: Ajusta
cs_cz: Upravit
da_dk: Justér
es_mx: Ajustar
fr_fr: Ajuster
hu_hu: Módosítás
it_it: Regola
nb_no: Juster
nl_nl: Aanpassen
pl_pl: Dopasuj
pt_br: Ajustar
ro_ro: Ajustează
sv_se: Justera

source: All
bg_bg: Цял ден
ca_es: Tot
cs_cz: Vše
da_dk: Alle
es_mx: Todos
fr_fr: Tous
hu_hu: Összes
it_it: Tutto
nb_no: Alle
nl_nl: Alle
pl_pl: Wszystko
pt_br: Todos
ro_ro: Tot
sv_se: Alla

# verb
source: Filter
bg_bg: Филтър
cs_cz: Filtr
es_mx: Filtrar
fr_fr: Filtrer
hu_hu: Szűrő
it_it: Filtro
pl_pl: Filtruj
pt_br: Filtrar
ro_ro: Filtrează
sv_se: Filtrera

source: PDFs
bg_bg: PDF файлове
cs_cz: PDF
da_dk: PDF-filer
hu_hu: PDF-ek
it_it: PDF
nb_no: PDF-er
pl_pl: PDF
ro_ro: Fișiere PDF
sv_se: PDF:er

source: Text documents
bg_bg: Документи
cs_cz: Textové dokument
da_dk: Tekstdokumenter
es_mx: Documentos de texto
fr_fr: Documents texte
hu_hu: Dokumentumok
it_it: Documenti di testo
nb_no: Tekstdokumenter
nl_nl: Tekstdocumenten
pl_pl: Dokumenty tekstowe
pt_br: Documentos de texto
ro_ro: Documente text
sv_se: Textdokument

source: Spreadsheets
bg_bg: Таблици
cs_cz: Tabulky
da_dk: Regneark
es_mx: Hojas de cálculo
fr_fr: Feuilles de calcul
hu_hu: Munkafüzetek
it_it: Fogli elettronici
nb_no: Regneark
nl_nl: Rekenbladen
pl_pl: Arkusze kalkulacyjne
pt_br: Planilhas
ro_ro: Foi de calcul
sv_se: Kalkylark

source: Presentations
bg_bg: Презентации
cs_cz: Prezentace
da_dk: Præsentationer
es_mx: Presentaciones
fr_fr: Présentations
hu_hu: Bemutatók
it_it: Presentazioni
nb_no: Presentasjoner
nl_nl: Presentaties
pl_pl: Prezentacje
pt_br: Apresentações
ro_ro: Prezentări
sv_se: Presentationer

source: Images
bg_bg: Снимки
cs_cz: Obrázky
da_dk: Billeder
es_mx: Imágenes
hu_hu: Képek
it_it: Immagini
nb_no: Bilder
nl_nl: Afbeeldingen
pl_pl: Obrazy
pt_br: Imagens
ro_ro: Imagini
sv_se: Bilder

source: Music
bg_bg: музика
cs_cz: Hudba
da_dk: Musik
es_mx: Música
fr_fr: Musique
hu_hu: Zene
it_it: Musica
nb_no: Musikk
nl_nl: Muziek
pl_pl: Muzyka
pt_br: Música
ro_ro: Muzică
sv_se: Musik

source: Videos
bg_bg: Видео
cs_cz: Videa
da_dk: Videoer
es_mx: Vídeos
fr_fr: Vidéos
hu_hu: Videók
it_it: Video
nb_no: Videoer
pl_pl: Filmy
pt_br: Vídeos
ro_ro: Înregistrări video
sv_se: Videor

# dropdown
source: Select
bg_bg: Изберете
cs_cz: Vybrat
da_dk: Vælg
es_mx: Seleccionar
fr_fr: Sélectionner
hu_hu: Kiválasztás
it_it: Seleziona
nb_no: Velg
nl_nl: Selecteer
pl_pl: Wybierz
pt_br: Selecionar
ro_ro: Selectează
sv_se: Välj

source: Switch to parent folder
bg_bg: Превключете в основната папка
cs_cz: Přepnout do nadřazené složky
da_dk: Skift til forældremappe
es_mx: Cambiar a la carpeta padre
fr_fr: Basculer vers le dossier parent
hu_hu: Váltás a szülő mappára
it_it: Passa alla cartella superiore
nb_no: Gå til foreldremappe
nl_nl: Ga naar de bovenliggende map
pl_pl: Przełącz do folderu nadrzędnego
pt_br: Mudar para pasta pai
ro_ro: Comutare pe dosarul părinte
sv_se: Växla till överliggande mapp

source: Search results
bg_bg: Резултати от търсенето
cs_cz: Výsledky hledání
da_dk: Søgeresultater
es_mx: Resultados de búsqueda
fr_fr: Résultats de recherche
hu_hu: Találatok
it_it: Risultati di ricerca
nb_no: Søkeresultater
nl_nl: Zoekresultaten
pl_pl: Wyniki wyszukiwania
pt_br: Resultados de pesquisa
ro_ro: Rezultate căutare
sv_se: Sökresultat

source: as daterange
bg_bg: като daterange
cs_cz: jako rozmezí dat
da_dk: som datointerval
es_mx: como intervalo de fechas
fr_fr: comme intervalle de dates
hu_hu: dátumtartomány
it_it: come intervallo di date
nb_no: som datointervall
nl_nl: als datumreeks
pl_pl: jako zakres dat
pt_br: como intervalo de data
ro_ro: ca interval calendaristic
sv_se: som datumintervall

source: Last day
bg_bg: Последен ден
cs_cz: Poslední den
da_dk: Sidste dag
es_mx: Último día
fr_fr: Jour passé
hu_hu: Utolsó nap
it_it: Ultimo giorno
nb_no: Sist dag
nl_nl: Laatste dag
pl_pl: Ostatni dzień
pt_br: Último dia
ro_ro: Ultima zi
sv_se: Senaste dygnet

source: Last week
bg_bg: Миналата седмица
cs_cz: Minulý týden
da_dk: Sidste uge
es_mx: Última semana
fr_fr: Semaine dernière
hu_hu: Múlt hét
it_it: Ultima settimana
nb_no: Sist uke
nl_nl: Vorige week
pl_pl: Ostatni tydzień
pt_br: Semana passada
ro_ro: Ultima săptămână
sv_se: Förra veckan

source: Last month
bg_bg: Миналия месец
cs_cz: Minulý měsíc
da_dk: Sidste måned
es_mx: Último mes
fr_fr: Mois dernier
hu_hu: Múlt hónap
it_it: Ultimo mese
nb_no: Siste måned
nl_nl: Laatste maand
pl_pl: Ostatni miesiąc
pt_br: Mês passado
ro_ro: Ultima lună
sv_se: Senaste månaden

source: Last year
bg_bg: Миналата година
cs_cz: Minulý rok
da_dk: Sidste år
es_mx: Último año
fr_fr: Année dernière
hu_hu: Tavaly
it_it: Ultimo anno
nb_no: Sist år
nl_nl: Laatste jaar
pl_pl: Ostatni rok
pt_br: Ano passado
ro_ro: Ultimul an
sv_se: Förra året

source: Last 7 days
bg_bg: Последните 7 дни
cs_cz: Minulých 7 dní
da_dk: Sidste syv dage
es_mx: Últimos 7 días
fr_fr: Les 7 derniers jours
hu_hu: Elmúlt 7 nap
it_it: Ultimi 7 giorni
nb_no: Siste 7 dager
nl_nl: Laatste 7 dagen
pl_pl: Ostatnie 7 dni
pt_br: Últimos 7 dias
ro_ro: Ultimele 7 zile
sv_se: Senaste veckan

source: Last 30 days
bg_bg: Последните 30 дни
cs_cz: Minulých 30 dní
da_dk: Sidste 30 dage
es_mx: Últimos 30 días
fr_fr: Les 30 derniers jours
hu_hu: Elmúlt 30 nap
it_it: Ultimi 30 giorni
nb_no: Siste 30 dager
nl_nl: Laatste 30 dagen
pl_pl: Ostatnie 30 dni
pt_br: Últimos 30 dias
ro_ro: Ultimele 30 de zile
sv_se: Senaste 30 dagarna

source: Last 365 days
bg_bg: Последните 365 дни
cs_cz: Minulých 365 dní
da_dk: Sidste 365 dage
es_mx: Últimos 365 días
fr_fr: Les 365 derniers jours
hu_hu: Elmúlt 365 nap
it_it: Ultimi 365 giorni
nb_no: Siste 365 dager
nl_nl: Laatste 365 dagen
pl_pl: Ostatnie 365 dni
pt_br: Últimos 365 dias
ro_ro: Ultimele 365 de zile
sv_se: Senaste året

source: as date
bg_bg: като дата
cs_cz: jako datum
da_dk: som dato
es_mx: como fecha
fr_fr: comme date
hu_hu: dátum szerint
it_it: come data
nb_no: som dato
nl_nl: als datum
pl_pl: jako data
pt_br: como data
ro_ro: ca dată
sv_se: som datum

source: All Folders
bg_bg: Всички папки
cs_cz: Všechny složky
da_dk: Alle mapper
es_mx: Todas las carpetas
fr_fr: Tous les dossiers
hu_hu: Összes mappa
it_it: Tutte le cartelle
nb_no: Alle mapper
nl_nl: Alle Mappen
pl_pl: Wszystkie foldery
pt_br: Todas as pastas
ro_ro: Toate dosarele
sv_se: Alla mappar

source: Accounts
bg_bg: Акаунти
cs_cz: Účty
da_dk: Konti
es_mx: Cuentas
fr_fr: Comptes
hu_hu: Felhasználói fiókok
it_it: Account
nb_no: Kontoer
pl_pl: Konta
pt_br: Contas
ro_ro: Conturi
sv_se: Konton

source: Please wait, your search may take a while
cs_cz: Počkejte, vaše vyhledávání může chvíli trvat
da_dk: Vent venligst, din søgning kan tage et stykke tid
es_mx: Por favor, espere. Su búsqueda puede tardar un poco
fr_fr: Veuillez patienter, votre recherche peut prendre un certain temps
hu_hu: Kérjük várjon, a keresése eltarthat egy ideig
it_it: Attendi, la ricerca potrebbe richiedere del tempo
nl_nl: Even geduld alstublieft, uw zoekopdracht kan even duren
pl_pl: Czekaj, wyszukiwanie może chwilę potrwać
pt_br: Aguarde, sua pesquisa pode demorar um pouco
ro_ro: Vă rugăm să așteptați, căutarea poate dura ceva timp
sv_se: Väna, din sökning kan ta lång tid

source: Search in all folders
bg_bg: Търсене във всички папки
cs_cz: Hledat ve všech složkách
da_dk: Søg i alle mapper
es_mx: Buscar en todas las carpetas
fr_fr: Rechercher dans tous les dossiers
hu_hu: Keresés az összes mappában
it_it: Cerca in tutte le cartelle
nb_no: Søk i alle mapper
nl_nl: Zoek in alle mappen
pl_pl: Wyszukaj we wszystkich folderach
pt_br: Pesquisar em todas as pastas
ro_ro: Căutare în toate dosarele
sv_se: Sök i alla mappar

source: Search facets
bg_bg: Търсете аспекти
cs_cz: Vyhledávat kritéria
da_dk: Søgefacetter
es_mx: Buscar facetas
fr_fr: Facettes de recherche
hu_hu: Lapok keresése
it_it: Ricerca faccette
nb_no: Søkeinnstillinger
nl_nl: Zoek facetten
pl_pl: Przeszukaj aspekty
pt_br: Pesquisar por facetas
ro_ro: Căutare aspecte
sv_se: Sök efter facetter

source: Search function not supported in this folder
cs_cz: Vyhledávání není v této složce podporované
da_dk: Søgefunktionen er ikke understøttet i denne mappe
es_mx: La función de búsqueda no está permitida en esta carpeta
fr_fr: La fonction de recherche n'est pas prise en charge dans ce dossier
hu_hu: A keresési funkció nem támogatott ebben a mappában
it_it: La funzione di ricerca non è supportata in questa cartella
nl_nl: Zoekfunctie niet ondersteund in deze map
pl_pl: Funkcja wyszukiwania nie jest obsługiwana w tym folderze
pt_br: A função de pesquisa não é suportada nesta pasta
ro_ro: Funcția de căutare nu este acceptată în acest folder
sv_se: Sökfunktionen stöds inte i den här mappen

source: %1$s Help
cs_cz: %1$s Nápověda
da_dk: %1$s hjælp
es_mx: Ayuda de %1$s
fr_fr: Aide de %1$s
hu_hu: %1$s Súgó
it_it: Guida di %1$s
pl_pl: %1$s — pomoc
pt_br: Ajuda de %1$s
ro_ro: %1$s Ajutor
sv_se: %1$s hjälp

source: loading
cs_cz: nahrávání
da_dk: indlæser
es_mx: cargando
fr_fr: chargement
hu_hu: betöltés...
it_it: caricamento
nl_nl: laden
pl_pl: ładowanie
pt_br: carregando
ro_ro: se încarcă
sv_se: laddar

source: The unrecoverable items have been cleaned up successfully. Please refresh this page to see the changes.
bg_bg: Невъзстановяемите елементи бяха успешно измити. Моля, опреснете тази страница, за да видите промените.
ca_es: Els elements no recuperables s'han netejat satisfactòriament. Per favor, recarregau aquesta pàgina per a veure'n els canvis.
cs_cz: Neobnovitelné položky byly úspěšně odstraněny. Načtěte, prosím, znovu tuto stránku, aby se změny projevily.
da_dk: De elementer der ikke kunne gendannes er blevet ryddet op med succes. Opdatér venligst denne side for at se ændringerne.
es_mx: Los elementos no recuperables se han limpiado satisfactoriamente. Por favor, recargue esta página para ver los cambios.
fr_fr: Les éléments non récupérables ont été nettoyés avec succès. Veuillez actualiser cette page pour qu'elle reflète les changements.
hu_hu: A nem visszaállítható elemek sikeresen törölve lettek. Frissítse az oldalt a változások megtekintéséhez.
it_it: Gli elementi non ripristinabili sono stati cancellati correttamente. Aggiorna questa pagina per vedere le modifiche.
nb_no: De uopprettelige elementene har blitt ryddet opp. Vennligst oppdater denne siden for å se endringene.
nl_nl: De onherstelbare objecten zijn met succes opgeruimd. Ververs deze pagina om de wijzigingen te zien.
pl_pl: Nieodzyskiwalne elementy zostały wyczyszczone. Aby zobaczyć zmiany, odśwież stronę.
pt_br: Os itens irrecuperáveis foram limpos com sucesso. Atualize essa página para ver as alterações.
ro_ro: Elementele nerecuperabile au fost curățate cu succes. Actualizați pagina pentru a vizualiza modificările.
sv_se: Objekten som inte kan räddas har rensats bort. Uppdatera sidan för att se ändringarna.

source: Recover external account passwords
cs_cz: Obnovit hesla k externím účtům
da_dk: Gendan eksterne adgangskoder til konti
es_mx: Recuperar contraseñas de cuenta externa
fr_fr: Récupérer les mots de passe de comptes externes
hu_hu: Külső fiók jelszavának helyreállítása
it_it: Ripristina le password degli account esterni
nl_nl: Externe accountwachtwoorden herstellen
pl_pl: Odzyskaj hasła do kont zewnętrznych
pt_br: Recuperar senhas de contas externas
ro_ro: Recuperează parole de conturi externe
sv_se: Återställ lösenord för externt konto

source: You recently changed your password. Please provide your last password to recover passwords for external accounts.
cs_cz: Nedávno jste změnil(a) své heslo. Zadejte své poslední heslo pro obnovu hesel k externím účtům.
da_dk: Du har for nylig ændret dit kodeord. Angiv venligst dit dit seneste kodeord, for at genskabe kodeord til eksterne konti.
es_mx: Ha cambiado su contraseña recientemente. Por favor, indique su última contraseña para recuperar las contraseñas para cuentas externas.
fr_fr: Vous avez récemment modifié votre mot de passe. Veuillez fournir votre nouveau mot de passe pour récupérer les mots de passe associés à des comptes externes.
hu_hu: Nemrég megváltoztatta a jelszavát. Kérjük, adja meg az utoljára használt jelszót a külső fiókokhoz tartozó jelszavak helyreállításához.
it_it: Di recente hai cambiato la password. Fornisci la tua ultima password per recuperare le password per gli account esterni.
nl_nl: U heeft recent uw wachtwoord gewijzigd. Voer uw laatste wachtwoord in om externe accountwachtwoorden te herstellen.
pl_pl: Hasło zostało niedawno zmienione. Aby odzyskać hasła do kont zewnętrznych, podaj ostatnie hasło.
pt_br: Você alterou sua senha recentemente. Forneça sua última senha para recuperar senhas para contas externas.
ro_ro: V-ați schimbat recent parola. Furnizați ultima parolă pentru a recupera parolele conturilor externe.
sv_se: Du ändrade nyss ditt lösenord. Ange ditt senaste lösenord för att återställa lösenord för externa konton.

source: Your old password
bg_bg: Вашата парола
ca_es: La vostra contrasenya anterior
cs_cz: Vaše staré heslo
da_dk: Din gamle adgangskode
es_mx: Su contraseña anterior
fr_fr: Votre ancien mot de passe
hu_hu: Régi jelszava
it_it: La tua vecchia password
nb_no: Ditt gamle passord
nl_nl: Uw oude wachtwoord
pl_pl: Stare hasło
pt_br: Sua antiga senha
ro_ro: Parola veche
sv_se: Ditt gamla lösenord

source: Remove passwords
cs_cz: Odstranit hesla
da_dk: Fjern adgangskoder
es_mx: Eliminar contraseñas
fr_fr: Supprimer les mots de passe
hu_hu: Jelszó eltávolítása
it_it: Rimuovi password
nl_nl: Wachtwoorden verwijderen
pl_pl: Usuń hasła
pt_br: Excluir senhas
ro_ro: Elimină parole
sv_se: Ta bort lösenord

source: Recover
bg_bg: възвръщам
ca_es: Recupera
cs_cz: Obnovit
da_dk: Gendan
es_mx: Recuperar
fr_fr: Récupérer
hu_hu: Visszaállítás
it_it: Ripristina
nb_no: Gjenopprett
nl_nl: Herstellen
pl_pl: Odzyskaj
pt_br: Recuperar
ro_ro: Recuperează
sv_se: Rädda

source: Failed to recover accounts
bg_bg: Неуспешно възстановяване на профилите
ca_es: Ha fallat la recuperació dels comptes
cs_cz: Obnovení účtů selhalo
da_dk: Konti kunne ikke gendannes
es_mx: Falló la recuperación de las cuentas
fr_fr: Impossible de se récupérer les comptes
hu_hu: A fiókok visszaállítása meghiúsult
it_it: Ripristino account non riuscito
nb_no: Kunne ikke gjenopprette kontoer
nl_nl: Herstellen van accounts is mislukt
pl_pl: Przywrócenie konta nie powiodło się
pt_br: Falha ao recuperar contas
ro_ro: Recuperarea conturilor a eșuat
sv_se: Kunde inte rädda konton

source: Mail account
bg_bg: Мейл акаунт
ca_es: Compte de correu
cs_cz: Poštovní účet
da_dk: E-mail konto
es_mx: Cuenta de correo
fr_fr: Compte de courrier électronique
hu_hu: Levelezési fiók
it_it: Account di posta
nb_no: Legg til e-postkonto
nl_nl: E-mailaccount
pl_pl: Konto pocztowe
pt_br: Conta de e-mail
ro_ro: Cont de mail
sv_se: E-postkonto

source: The account must be named
bg_bg: Профилът трябва да бъде наименуван
ca_es: El compte ha de tenir nom
cs_cz: Účty musí být pojmenován
da_dk: Kontoen skal have navn
es_mx: La cuenta debe tener nombre
fr_fr: Le compte doit avoir un nom
hu_hu: A felhasználó fiókot el kell nevezni
it_it: L'account deve avere un nome
nb_no: Kontoen må være navngitt
nl_nl: Het account moet een naam hebben
pl_pl: Konto musi mieć nazwę
pt_br: A conta deve ter um nome
ro_ro: Contul trebuie să fie numit
sv_se: Kontot måste ha ett namn

source: This field is mandatory
bg_bg: Това поле е задължително
cs_cz: Toto pole je povinné
da_dk: Dette felt er obligatorisk
es_mx: Este campo es obligatorio
fr_fr: Ce champ est obligatoire
hu_hu: Ez a mező kötelező
it_it: Questo campo è obbligatorio
nb_no: Dette feltet er påkrevd
nl_nl: Dit veld is verplicht
pl_pl: To pole jest obowiązkowe
pt_br: Este campo é obrigatório
ro_ro: Acest câmp este obligatoriu
sv_se: Fältet är obligatoriskt

source: This is not a valid email address
bg_bg: Това е невалиден и-мейл адрес
ca_es: Aquesta no és una adreça de correu vàlida
cs_cz: Toto není platná poštovní adresa
da_dk: Dette er ikke en gyldig e-mail-adresse
es_mx: Esta no es una dirección de correo válida
fr_fr: Ce n'est pas une adresse électronique valide
hu_hu: Ez nem érvényes e-mail cím
it_it: Non è un indirizzo di posta valido
nb_no: Dette er ikke en gyldig e-postadresse
nl_nl: Dit is geen geldig e-mailadres
pl_pl: To nie jest prawidłowy adres e-mail
pt_br: Este não é um endereço de e-mail válido
ro_ro: Adresa de mail nu este validă
sv_se: Det här inte en giltig e-postadress

source: Edit mail account
bg_bg: Добави мейл акаунт
cs_cz: Upravit poštovní účet
da_dk: Redigér e-mail-konto
es_mx: Editar cuenta de correo
fr_fr: Modifier le compte de courrier électronique
hu_hu: E-mail fiók szerkesztése
it_it: Modifica account di posta
nb_no: Rediger epostkonto
nl_nl: E-mailaccount bewerken
pl_pl: Edytuj konto e-mail
pt_br: Editar conta de e-mail
ro_ro: Editează contul de mail
sv_se: Redigera e-postkonto
