Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Chat history
cs_cz: Historie rozhovoru
da_dk: Chathistorik
es_mx: Historial de conversaciones
fr_fr: Historique de discussion instantanée
hu_hu: Csevegés előzményei
it_it: Cronologia chat
nl_nl: Chatgeschiedenis
pl_pl: Historia czatu
pt_br: Histórico de bate-papo
ro_ro: Istoricul conversațiilor
sv_se: Chat-historik

source: Received mails
bg_bg: Получени поща
ca_es: Correus rebuts
cs_cz: Přijaté zprávy
da_dk: Modtaget e-mails
es_mx: Correos recibidos
fr_fr: Messages reçus
hu_hu: Kapott levelek
it_it: Messaggi ricevuti
nb_no: Mottatt e-post
nl_nl: Ontvangen berichten
pl_pl: Odebrane wiadomości
pt_br: E-mails recebidos
ro_ro: Mesaje primite
sv_se: Mottagna meddelanden

source: Cannot find any messages this contact sent to you.
bg_bg: Не можете да намерите съобщения, изпратени до вас.
ca_es: No s'ha trobat cap missatge que aquest contacte us hagi enviat.
cs_cz: Nepodařilo se nalézt žádné zprávy od tohoto kontaktu pro vás.
da_dk: Kan ikke finde nogle beskeder, som denne kontakt har sendt til dig.
es_mx: No se encuentra ningún mensaje que este contacto le haya enviado.
fr_fr: Impossible de trouver des messages que ce contact vous aurait envoyés.
hu_hu: Nem találhatók a partner által küldött üzenetek.
it_it: Impossibile trovare i messaggi che questo contatto ti ha inviato.
nb_no: Finner ingen meldinger fra denne kontakten som er sendt til deg.
nl_nl: Kan geen berichten van dit contact vinden die aan u geadresseerd zijn.
pl_pl: Nie można znaleźć żadnych wiadomości wysłanych od tego kontaktu.
pt_br: Não foi possível localizar quaisquer mensagens deste contato enviadas a você.
ro_ro: Nu a fost găsit niciun mesaj de la acest contact.
sv_se: Kan inte hitta meddelanden som den här kontakten skickade till dig.

source: Sent mails
bg_bg: Изпратени имейли
ca_es: Correus enviats
cs_cz: Odeslané zprávy
da_dk: Sendte e-mails
es_mx: Correos enviados
fr_fr: Messages envoyés
hu_hu: Elküldött levelek
it_it: Messaggi inviati
nb_no: Sendte e-post
nl_nl: Verzonden e-mails
pl_pl: Wysłane wiadomości
pt_br: E-mails enviados
ro_ro: Mesaje trimise
sv_se: Skickade meddelanden

source: Cannot find any messages you sent to this contact.
bg_bg: Не можете да намерите съобщения, които сте изпратили в този контакт.
ca_es: No s'ha trobat cap missatge enviat a aquest usuari.
cs_cz: Nepodařilo se nalézt žádné zprávy od vás pro tento kontakt.
da_dk: Kan ikke finde nogle beskeder, som du har sendt til denne kontakt.
es_mx: No se encuentra ningún mensaje enviado a este contacto.
fr_fr: Impossible de trouver des messages que vous auriez envoyés à ce contact.
hu_hu: Nem találhatók a partnernek küldött üzenetek.
it_it: Impossibile trovare i messaggi che hai inviato a questo contatto.
nb_no: Finner ingen meldinger du har sendt til denne kontakten.
nl_nl: Kan geen berichten vinden die u aan dit contact verzonden heeft.
pl_pl: Nie można znaleźć żadnych wiadomości wysłanych do tego kontaktu.
pt_br: Não foi possível localizar quaisquer mensagens enviadas a este contato.
ro_ro: Nu a fost găsit niciun mesaj către acest contact.
sv_se: Kan inte hitta meddelanden som du skickade till den här kontakten.

source: Entrepreneur
bg_bg: Предприемач
ca_es: Empresari
cs_cz: Podnikatel
da_dk: Iværksætter
es_mx: Empresario
hu_hu: Vállalkozó
it_it: Imprenditore
nb_no: Entreprenør
nl_nl: Ondernemer
pl_pl: Przedsiębiorca
pt_br: Empresário
ro_ro: Antreprenor
sv_se: Entreprenör

source: Freelancer
bg_bg: На свободна практика
ca_es: Autònom
cs_cz: Na volné noze
es_mx: Trabajador independiente
fr_fr: Travailleur indépendant
hu_hu: Szabadúszó
it_it: Libero professionista
nb_no: Frilanser
ro_ro: Liber-profesionist
sv_se: Frilansare

source: Employee
bg_bg: Служител
ca_es: Empleat
cs_cz: Zaměstnanec
da_dk: Medarbejder
es_mx: Empleado
fr_fr: Employé
hu_hu: Alkalmazott
it_it: Impiegato
nb_no: Ansatt
nl_nl: Werknemer
pl_pl: Pracownik
pt_br: Funcionário
ro_ro: Angajat
sv_se: Anställd

source: Executive
ca_es: Executiu
cs_cz: Manažer
da_dk: Leder
es_mx: Ejecutivo
fr_fr: Dirigeant
hu_hu: Igazgató
it_it: Dirigente
nb_no: Utøvende
nl_nl: Directeur
pl_pl: Dyrektor/kierownik
pt_br: Executivo
ro_ro: Director
sv_se: Chef

source: Recruiter
ca_es: Reclutador
cs_cz: Náborový pracovník
da_dk: Rekrutteringsmedarbejder
es_mx: Reclutador
fr_fr: Recruteur
hu_hu: Személyzetis
it_it: Selezionatore
nb_no: Rekrutterer
pl_pl: Rekruter
pt_br: Recrutador
ro_ro: Recrutor
sv_se: Rekryterare

source: Public servant
bg_bg: Държавен служител
ca_es: Funcionari públic
cs_cz: Veřejný sektor
da_dk: Offentligt ansat
es_mx: Funcionario público
fr_fr: Fonctionnaire
hu_hu: Közszolga
it_it: Funzionario pubblico
nb_no: Offentlig tjenestemann
nl_nl: Ambtenaar
pl_pl: Urzędnik państwowy
pt_br: Servidor público
ro_ro: Funcționar
sv_se: Offentlig tjänsteman

source: Student
bg_bg: Студент
ca_es: Estudiant
da_dk: Studerende
es_mx: Estudiante
fr_fr: Étudiant
hu_hu: Diák
it_it: Studente
pl_pl: Student/uczeń
pt_br: Estudante

source: Unemployed
bg_bg: Безработен
ca_es: Desocupat
cs_cz: Nezaměstnaný
da_dk: Ledig
es_mx: Desempleado
fr_fr: Sans emploi
hu_hu: Munkanélküli
it_it: Disoccupato
nb_no: Arbeidsledig
nl_nl: Werkeloos
pl_pl: Osoba bezrobotna
pt_br: Desempregado
ro_ro: Șomer
sv_se: Arbetslös

source: Retired
bg_bg: Пенсиониран
ca_es: Jubilat
cs_cz: V důchodu
da_dk: Pensioneret
es_mx: Jubilado
fr_fr: Retraité
hu_hu: Nyugdíjas
it_it: Pensionato
nb_no: Pensjonert
nl_nl: Gepensioneerd
pl_pl: Osoba na emeryturze
pt_br: Aposentado
ro_ro: Pensionar
sv_se: Pensionerad

source: You are not directly linked to %s. Here are people who are linked to %s:
bg_bg: Вие не сте пряко свързани с %s . Ето хора, които са свързани към %s :
ca_es: No us trobau directament connectat a %s. Aquestes són les persones que estan connectades a %s:
cs_cz: Nejste se službou %s přímo spojení. Tito lidé jsou s %s spojení:
da_dk: Du er ikke direkte forbundet med %s. Her er nogle der er forbundet med %s:
es_mx: Usted no está directamente conectado a %s. Estas son las personas que están conectadas a %s:
fr_fr: Vous n'êtes pas en contact direct avec %s. Voici des personnes qui sont en contact direct avec %s :
hu_hu: Nincs közvetlenül ehhez kapcsolva: %s. A következő emberek vannak ehhez kapcsolva: %s:
it_it: Non sei collegato direttamente a %s. Seguono le persone che sono collegate a %s:
nb_no: Du er ikke direkte knyttet til %s. Her er folk som er knyttet til %s:
nl_nl: U bent niet direct gekoppeld aan %s. Deze personen zijn direct gekoppeld aan %s:
pl_pl: Nie masz bezpośredniego połączenia z użytkownikiem %s. Osoby, które mają połączenie z użytkownikiem %s:
pt_br: Você não está diretamente ligado a %s. Aqui estão as pessoas que estão ligadas a %s:
ro_ro: Nu sunteți conectat direct la %s. Următoarele persoane sunt conectate la %s:
sv_se: Du är inte direktlänkad till %s. Här är personer som är länkade till %s:

source: Your shared contacts:
bg_bg: Вашите споделени контакти:
ca_es: Els vostres contactes compartits:
cs_cz: Vaše sdílené kontakty:
da_dk: Dine delte kontakter:
es_mx: Sus contactos compartidos:
fr_fr: Vos contacts partagés :
hu_hu: Megosztott névjegyei:
it_it: I tuoi contatti condivisi:
nb_no: Dine delte kontakter
nl_nl: Uw gedeelde contact:
pl_pl: Wspólne kontakty:
pt_br: Seus contatos compartilhados:
ro_ro: Contactele dumneavoastră partajate:
sv_se: Dina delade kontakter:

source: Private address
bg_bg: Частен адрес
ca_es: Adreça privada
cs_cz: Soukromá adresa
da_dk: Privatadresse
es_mx: Dirección privada
fr_fr: Adresse privée
hu_hu: Privátcím
it_it: Indirizzo privato
nb_no: Privat adresse
nl_nl: Privéadressen
pl_pl: Adres prywatny
pt_br: Endereço pessoal
ro_ro: Adresă personală
sv_se: Hemadress

source: %1$s at %2$s
bg_bg: %1$s в %2$s
ca_es: %1$s a %2$s
cs_cz: %1$s, %2$s
da_dk: %1$s, %2$s
es_mx: %1$s en %2$s
fr_fr: %1$s à %2$s
hu_hu: %1$s itt: %2$s
it_it: %1$s presso %2$s
nb_no: %1$s hos %2$s
nl_nl: %1$s om %2$s
pl_pl: %1$s w: %2$s
pt_br: %1$s em %2$s
ro_ro: %1$s la %2$s
sv_se: %1$s hos %2$s

source: Employment
bg_bg: Наемане на работа
ca_es: Ocupació
cs_cz: Zaměstnání
da_dk: Ansættelse
es_mx: Empleo
fr_fr: Emploi
hu_hu: Munkaviszony
it_it: Occupazione
nb_no: Sysselsetting
nl_nl: Werk
pl_pl: Zatrudnienie
pt_br: Emprego
ro_ro: Loc de muncă
sv_se: Anställning

source: Sorry, could not connect to %s right now.
bg_bg: За съжаление не можа да се свърже с %s в момента.
ca_es: Ens sap greu, no s'ha pogut establir la connexió a %s en aquest moment.
cs_cz: Je nám líto, v tuto chvíli se nepodařilo k %s připojit.
da_dk: Beklager. Kunne ikke forbinde til %s lige nu.
es_mx: Lo siento, no se puede conectar a %s en este momento.
fr_fr: Désolés, impossible de se connecter à %s pour le moment.
hu_hu: Elnézést, most nem lehet kapcsolódni ehhez: %s.
it_it: Spiacenti, impossibile connettersi a %s in questo momento.
nb_no: Beklager, kunne ikke koble til %s akkurat nå.
nl_nl: Sorry, kan momenteel geen verbinding maken met %s.
pl_pl: Niestety, nie udało się teraz nawiązać połączenia z: %s.
pt_br: Desculpe, não foi possível conectar a %s agora.
ro_ro: Ne pare rău, conectarea la %s este imposibilă pentru moment.
sv_se: Kunde tyvärr inte ansluta till %s just nu.

source: Sorry, there is no data available for you on %s.
bg_bg: За съжаление няма налични данни за %s .
ca_es: Ens sap greu, no hi ha dades disponibles per a vós a %s.
cs_cz: Je nám líto, na %s pro vás nejsou k dispozici žádná data.
da_dk: Beklage. Der er ingen data til dig på %s.
es_mx: Lo sentimos, no hay datos disponibles para usted en %s.
fr_fr: Désolés, il n'y a pas de données mises à votre disposition sur %s.
hu_hu: Elnézést, jelenleg nincs elérhető adat ezen: %s.
it_it: Spiacenti, non ci sono dati disponibili per te su %s.
nb_no: Beklager, det er ingen data tilgjengelig for deg på %s.
nl_nl: Sorry, er zijn geen gegevens beschikbaar voor u op %s.
pl_pl: Niestety, nie ma żadnych dostępnych dla Ciebie danych na: %s.
pt_br: Desculpe, não existem dados disponíveis para você em %s.
ro_ro: Ne pare rău, nu sunt date disponibile pe %s.
sv_se: Det finns tyvärr ingen data tillgänglig för dig på %s.

source: Participant not found
cs_cz: Účastník nenalezen
da_dk: Deltagereren blev ikke fundet
es_mx: Participante no encontrado
fr_fr: Participant non trouvé
hu_hu: A résztvevő nem található
it_it: Partecipante non trovato
nl_nl: Deelnemer niet gevonden
pl_pl: Nie znaleziono uczestnika
pt_br: Participante não encontrado
ro_ro: Participantul nu a fost găsit
sv_se: Deltagaren hittas inte

source: Invitation for %1$s.
bg_bg: Покана за %1$s .
cs_cz: Pozvánka k %1$s.
da_dk: Invitation til %1$s.
es_mx: Invitación para %1$s.
fr_fr: Invitation à %1$s.
hu_hu: Meghívás erre: %1$s.
it_it: Invito per %1$s.
nb_no: Invitasjon for %1$s.
nl_nl: Uitnodiging voor %1$s.
pl_pl: Zaproszenie do: %1$s.
pt_br: Convite para %1$s.
ro_ro: Invitație pentru %1$s.
sv_se: Inbjudan till %1$s.

source: Open in calendar
bg_bg: Отваряне в календара
cs_cz: Otevřít v kalendáři
da_dk: Åbn i kalender
es_mx: Abrir en calendario
fr_fr: Ouvrir dans l'agenda
hu_hu: Megnyitás a naptárban
it_it: Apri nel calendario
nl_nl: Open in Agenda
pl_pl: Otwórz w kalendarzu
pt_br: Abrir no calendário
ro_ro: Deschide în calendar
sv_se: Öppna i kalender

source: Accept/Decline
bg_bg: Приеми/Откажи
ca_es: Accepta/Rebutja
cs_cz: Přijmout/Odmítnout
da_dk: Acceptér/Afvis
es_mx: Aceptar/Rechazar
fr_fr: Accepter / Décliner
hu_hu: Elfogadás/visszautasítás
it_it: Accetta/Rifiuta
nb_no: Godta/Avslå
nl_nl: Accepteren/Afwijzen
pl_pl: Przyjmij/odrzuć
pt_br: Aceitar/recusar
ro_ro: Acceptă/Refuză
sv_se: Acceptera/Neka

source: Accept / Decline
bg_bg: Приеми / Откажи
ca_es: Accepta / Rebutja
cs_cz: Přijmout/Odmítnout
da_dk: Acceptér / Afvis
es_mx: Aceptar / Rechazar
fr_fr: Accepter / Décliner
hu_hu: Elfogadás/visszautasítás
it_it: Accetta / Rifiuta
nb_no: Godta / Avslå
nl_nl: Accepteren / Afwijzen
pl_pl: Przyjmij / odrzuć
pt_br: Aceitar / recusar
ro_ro: Acceptă / Respinge
sv_se: Acceptera / Neka

source: Accept invitation
bg_bg: Приеми поканата
ca_es: Accepta el convit
cs_cz: Přijmout pozvánku
da_dk: Acceptér invitation
es_mx: Aceptar invitación
fr_fr: Accepter l'invitation
hu_hu: Meghívó elfogadása
it_it: Accetta l'invito
nb_no: Aksepter invitasjon
nl_nl: Uitnodiging accepteren
pl_pl: Przyjmij zaproszenie
pt_br: Convite aceito
ro_ro: Acceptă invitația
sv_se: Acceptera inbjudan

# in
source: in %d minute
bg_bg: %d минута
ca_es: en %d minut
cs_cz: za %d minutu
da_dk: i %d minut
es_mx: en %d minuto
fr_fr: dans %d minute
hu_hu: %d perc múlva
it_it: in %d minuto
nb_no: om %d minutt
nl_nl: binnen %d minuut
pl_pl: za %d minutę
pt_br: em %d minuto
ro_ro: în %d minut
sv_se: om %d minut

source: Remove all reminders
cs_cz: Odstranit všechny upomínky
da_dk: Fjern alle påmindelser
es_mx: Eliminar todos los recordatorios
fr_fr: Supprimer tous les rappels
hu_hu: Összes emlékeztető eltávolítása
it_it: Rimuovi tutti i promemoria
nl_nl: Verwijder alle herinneringen
pl_pl: Usuń wszystkie przypomnienia
pt_br: Excluir todos os lembretes
ro_ro: Elimină toate mementourile
sv_se: Ta bort alla påminnelser

source: Appointment reminders
bg_bg: Напомняния за назначаване
ca_es: Recordatoris de cites
cs_cz: Upomínky na schůzky
da_dk: Aftalepåmindelser
es_mx: Recordatorios de citas
fr_fr: Rappels de rendez-vous
hu_hu: Találkozóemlékeztetők
it_it: Promemoria degli appuntamenti
nb_no: Avtalepåminnelser
nl_nl: Afspraakherinneringen
pl_pl: Przypomnienia o spotkaniach
pt_br: Lembretes de compromisso
ro_ro: Mementouri pentru întâlniri
sv_se: Mötespåminnelser

source: New appointment reminders
bg_bg: Нови напомняния за назначения
cs_cz: Nové upomínky na schůzky
da_dk: Nye aftalepåmindelser
es_mx: Nuevos recordatorios de citas
fr_fr: Nouveaux rappels de rendez-vous
hu_hu: Új találkozóemlékeztetők
it_it: Nuovi promemoria degli appuntamenti
nb_no: Nye avtalepåminnelser
nl_nl: Nieuwe afspraakherinneringen
pl_pl: Nowe przypomnienia o spotkaniach
pt_br: Novos lembretes de compromisso
ro_ro: Mementouri noi pentru întâlniri
sv_se: Nya mötespåminnelser

source: You have new appointment reminders
bg_bg: Имате нови напомняния за срещи
cs_cz: Máte nové upomínky schůzek
da_dk: Du har nye aftalepåmindelser
es_mx: Tiene nuevos recordatorios de citas
fr_fr: Vous avez de nouveaux rappels de rendez-vous
hu_hu: Új találkozóemlékeztetők érkeztek
it_it: Hai nuovi promemoria degli appuntamenti
nb_no: Du har nye avtalepåminnelser
nl_nl: U heeft nieuwe afspraakherinneringen
pl_pl: Masz nowe przypomnienia o spotkaniu
pt_br: Você tem novos lembretes de compromisso
ro_ro: Aveți mementouri noi pentru întâlniri
sv_se: Du har nya mötespåminnelser

source: New appointment reminder
bg_bg: Ново напомняне за среща
cs_cz: Nová upomínka na schůzku
da_dk: Ny aftalepåmindelse
es_mx: Nuevo recordatorio de cita
fr_fr: Nouveau rappel de rendez-vous
hu_hu: Új találkozóemlékeztető
it_it: Nuovo promemoria degli appuntamenti
nb_no: Ny avtalepåminnelse
nl_nl: Nieuwe afspraakherinneringen
pl_pl: Nowe przypomnienie o spotkaniu
pt_br: Novo lembrete de compromisso
ro_ro: Memento nou pentru întâlnire
sv_se: Ny mötespåminnelse

source: Hide all appointment reminders.
bg_bg: Скриване на всички напомняния за срещи.
cs_cz: Skrýt všechny upomínky schůzek.
da_dk: Skjul alle aftalepåmindelser.
es_mx: Ocultar todos los recordatorios de citas.
fr_fr: Masquer tous les rappels de rendez-vous.
hu_hu: Összes találkozóemlékeztető elrejtése.
it_it: Nascondi tutti i promemoria degli appuntamenti.
nb_no: Skjul alle avtalepåminnelser.
nl_nl: Verberg alle afspraakherinneringen.
pl_pl: Ukryj wszystkie przypomnienia o spotkaniach.
pt_br: Ocultar todos os lembretes de compromisso.
ro_ro: Ascunde toate mementourile pentru întâlniri.
sv_se: Dölj alla mötespåminnelser.

source: Appointment reminder
bg_bg: Напомняне за назначаване
cs_cz: Přípomínka schůzky
da_dk: Aftalepåmindelse
es_mx: Recordatorio de cita
fr_fr: Rappel de rendez-vous
hu_hu: Találkozóemlékeztető
it_it: Promemoria dell'appuntamento
nl_nl: Afspraakherinnering
pl_pl: Przypominanie o spotkaniu
pt_br: Lembrete de compromisso
ro_ro: Memento întâlnire
sv_se: Mötespåminnelse

source: Appointment invitations
bg_bg: Покани за назначаване
ca_es: Convits a cites
cs_cz: Pozvánky na schůzku
da_dk: Invitationer
es_mx: Invitaciones a citas
fr_fr: Invitations à des rendez-vous
hu_hu: Találkozómeghívók
it_it: Inviti agli appuntamenti
nb_no: Avtaleinvitasjoner
nl_nl: Afspraakuitnodigingen
pl_pl: Zaproszenia na spotkanie
pt_br: Convites de compromisso
ro_ro: Invitații la întâlniri
sv_se: Inbjudningar till möten

source: New appointment invitation
bg_bg: Нова покана за срещи
cs_cz: Nová pozvánka na schůzku
da_dk: Ny invitation til aftale
es_mx: Nueva Invitación a cita
fr_fr: Nouvelle invitation à un rendez-vous
hu_hu: Új találkozómeghívó
it_it: Nuovo invito agli appuntamenti
nb_no: Ny avtaleinvitasjon
nl_nl: Nieuwe afspraakuitnodigingen
pl_pl: Nowe zaproszenie na spotkanie
pt_br: Novo convite de compromisso
ro_ro: Invitații noi la întâlniri
sv_se: Ny inbjudan till möte

source: You have new appointment invitations
bg_bg: Имате нови покани за срещи
cs_cz: Máte nové pozvánky na schůzky
da_dk: Du har nye aftaleinvitationer
es_mx: Tiene nuevas invitaciones a citas
fr_fr: Vous avez de nouvelles invitations à des rendez-vous
hu_hu: Új találkozómeghívásai érkeztek
it_it: Hai nuovi inviti agli appuntamenti
nb_no: Du har nye avtaleinvitasjoner.
nl_nl: U heeft nieuwe afspraakuitnodigen
pl_pl: Masz nowe zaproszenia na spotkanie
pt_br: Você tem novos convites de compromisso
ro_ro: Aveți invitații noi la întâlniri
sv_se: Du har nya mötesinbjudningar

source: Hide all appointment invitations.
bg_bg: Скриване на всички покани за срещи.
cs_cz: Skrýt všechny pozvánky na schůzky.
da_dk: Skjul alle invitationer.
es_mx: Ocultar todas las invitaciones a citas.
fr_fr: Masquer toutes les invitations à des rendez-vous.
hu_hu: Összes találkozókra küldött meghívó elrejtése.
it_it: Nascondi tutti gli inviti agli appuntamenti.
nb_no: Skjul alle avtaleinvitasjoner.
nl_nl: Verberg alle afspraakuitnodigen.
pl_pl: Ukryj wszystkie zaproszenia na spotkania.
pt_br: Ocultar todos os convites de compromisso.
ro_ro: Ascunde toate invitațiile la întâlniri.
sv_se: Dölj alla mötesinbjudningar.

source: New mails
bg_bg: Нови мейли
cs_cz: Nové zprávy
da_dk: Nye e-mails
es_mx: Nuevos correos
fr_fr: Nouveaux messages
hu_hu: Új levelek
it_it: Nuovi messaggi di posta
nb_no: Nye e-poster
nl_nl: Nieuwe e-mailberichten
pl_pl: Nowe wiadomości
pt_br: Novos e-mails
ro_ro: Mesaje noi
sv_se: Nya meddelanden

source: You have new mail
bg_bg: Имате нова поща
cs_cz: Máte nové zprávy
da_dk: Du har ny e-mail
es_mx: Tiene correo nuevo
fr_fr: Vous avez de nouveaux messages
hu_hu: Új üzenete érkezett
it_it: Hai nuovi messaggi di posta
nb_no: Du har ny epost
nl_nl: U heeft nieuwe berichten
pl_pl: Masz nową wiadomość
pt_br: Você tem novo e-mail
ro_ro: Aveți mesaje noi
sv_se: Du har ny e-post

source: Overdue Task %1$s.
bg_bg: Просрочена задача %1$s .
cs_cz: Přetažené úkoly %1$s.
da_dk: Forsinket opgave: %1$s
es_mx: Tarea atrasada %1$s.
fr_fr: Tâche en retard %1$s.
hu_hu: Lejárt határidejű feladat: %1$s.
it_it: Attività scaduta %1$s.
nb_no: Forfalt oppgave %1$s.
nl_nl: Achterstallige Taak %1$s.
pl_pl: Zadanie z przekroczonym terminem %1$s.
pt_br: Tarefa atrasada %1$s.
ro_ro: Sarcini cu scadență depășită %1$s.
sv_se: Försenad uppgift %1$s.

source: Overdue Tasks
bg_bg: Закъснели задачи
ca_es: Tasques endarrerides
cs_cz: Přetažené úkoly
da_dk: Opgaver over tid
es_mx: Tareas atrasadas
fr_fr: Tâches en retard
hu_hu: Lejárt határidejű feladatok
it_it: Attività scadute
nb_no: Forfalte oppgaver
nl_nl: Achterstallige Taken
pl_pl: Zadania z przekroczonym terminem
pt_br: Tarefas atrasadas
ro_ro: Sarcini cu scadență depășită
sv_se: Försenade uppgifter

source: New overdue tasks
bg_bg: Нови просрочени задачи
cs_cz: Nové přetažené úkoly
da_dk: Nye forsinkede opgaver
es_mx: Nuevas tareas atrasadas
fr_fr: Nouvelles tâches en retard
hu_hu: Új lejárt határidejű feladatok
it_it: Nuove attività scadute
nb_no: Nye forfalte oppgaver
nl_nl: Nieuwe achterstallige taken
pl_pl: Nowe zadania z przekroczonym terminem
pt_br: Novas tarefas atrasadas
ro_ro: Sarcini noi cu scadența depășită
sv_se: Nya försenade uppgifter

source: You have overdue tasks
bg_bg: Имате закъснели задачи
cs_cz: Máte přetažené úkoly
da_dk: Du har forsinkede opgaver
es_mx: Tiene tareas atrasadas
fr_fr: Vous avez des tâches en retard
hu_hu: Lejárt határidejű feladatai vannak
it_it: Hai attività scadute
nb_no: Du har forfalte oppgaver
nl_nl: U heeft achterstallige taken
pl_pl: Masz zadania z przekroczonym terminem
pt_br: Você tem tarefas atrasadas
ro_ro: Aveți sarcini cu scadența depășită
sv_se: Du har försenade uppgifter

source: New overdue task
bg_bg: Нова закъсняла задача
cs_cz: Nový přetažený úkol
da_dk: Ny forsinket opgave
es_mx: Nueva tarea atrasada
fr_fr: Nouvelle tâche en retard
hu_hu: Új lejárt határidejű feladat
it_it: Nuove attività scadute
nb_no: Ny forfalt oppgave
nl_nl: Nieuwe achterstallige taak
pl_pl: Nowe zadanie z przekroczonym terminem
pt_br: Nova tarefa atrasada
ro_ro: Sarcină nouă cu scadența depășită
sv_se: Ny försenad uppgift

source: Hide all notifications for overdue tasks.
bg_bg: Скриване на всички известия за просрочени задачи.
cs_cz: Skrýt všechna upozornění na zpožděné úkoly.
da_dk: Skjul alle påmindelser om forsinkede opgaver.
es_mx: Ocultar todas las notificaciones de tareas vencidas.
fr_fr: Masquer toutes les notifications de date d'échéance dépassée pour les tâches.
hu_hu: Összes lejárt feladatról szóló értesítés elrejtése.
it_it: Nascondi tutte le notifiche delle attività scadute.
nb_no: Skjul varslinger for oppgaver som har forfalt.
nl_nl: Verberg alle notificaties over achterstallige taken.
pl_pl: Ukryj wszystkie powiadomienia o zadaniach z przekroczonym terminem.
pt_br: Ocultar todas as notificações para tarefas atrasadas.
ro_ro: Ascunde toate notificările pentru sarcini cu scadența depășită.
sv_se: Dölj alla aviseringar för försenade uppgifter.

source: Task reminders
bg_bg: Напомняния за задачи
ca_es: Recordatoris de tasques
cs_cz: Upomínky na úkoly
da_dk: Opgavepåmindelser
es_mx: Recordatorios de tareas
fr_fr: Rappels de tâches
hu_hu: Feladatemlékeztetők
it_it: Promemoria delle attività
nb_no: Oppgavepåminnelser
nl_nl: Taakherinnering
pl_pl: Przypomnienia o zadaniach
pt_br: Lembretes de tarefa
ro_ro: Mementouri pentru sarcini
sv_se: Uppgiftspåminnelser

source: New task reminders
bg_bg: Нови напомняния за задачи
cs_cz: Upomínky na nové úkoly
da_dk: Nye opgavepåmindelser
es_mx: Nuevos recordatorios de tareas
fr_fr: Nouveaux rappels de tâches
hu_hu: Új feladatemlékeztetők
it_it: Nuovi promemoria delle attività
nb_no: Nye oppgavepåminnelser
nl_nl: Nieuwe taakherinneringen
pl_pl: Nowe przypomnienia o zadaniach
pt_br: Novos lembretes de tarefa
ro_ro: Mementouri noi pentru sarcini
sv_se: Nya uppgiftspåminnelser

source: You have new task reminders
bg_bg: Имате напомняния за нови задачи
cs_cz: Máte nové upomínky na úkoly
da_dk: Du har nye opgavepåmindelser
es_mx: Tiene nuevos recordatorios de tareas
fr_fr: Vous avez de nouveaux rappels de tâches
hu_hu: Feladatemlékeztetői vannak
it_it: Hai nuovi promemoria delle attività
nb_no: Du har nye oppgavepåminnelser
nl_nl: U heeft nieuwe taakherinneringen
pl_pl: Masz nowe przypomnienia o zadaniu
pt_br: Você tem novos lembretes de tarefa
ro_ro: Aveți mementouri noi pentru sarcini
sv_se: Du har nya uppgiftspåminnelser

source: New task reminder
bg_bg: Ново напомняне за задача
cs_cz: Upomínka na nový úkol
da_dk: Ny opgavepåmindelse
es_mx: Nuevo recordatorio de tarea
fr_fr: Nouveau rappel de tâche
hu_hu: Új feladatemlékeztető
it_it: Nuovo promemoria delle attività
nb_no: Ny oppgavepåminnelse
nl_nl: Nieuwe taakherinnering
pl_pl: Nowe przypomnienie o zadaniu
pt_br: Novo lembrete de tarefa
ro_ro: Memento nou pentru sarcină
sv_se: Ny uppgiftspåminnelse
