Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Task
bg_bg: Задача
ca_es: Tasca
cs_cz: Úkol
da_dk: Opgave
es_mx: Tarea
fr_fr: Tâche
hu_hu: Feladat
it_it: Attività
nb_no: Oppgave
nl_nl: Taak
pl_pl: Zadanie
pt_br: Tarefa
ro_ro: Sarcină
sv_se: Uppgift

source: Document
bg_bg: Документ
cs_cz: Dokument
da_dk: Dokument
es_mx: Documento
hu_hu: Dokumentum
it_it: Documento
nb_no: Dokument
pl_pl: Dokument
pt_br: Documento
sv_se: Dokument

source: Spreadsheet
bg_bg: Таблица
cs_cz: Tabulka
da_dk: Regneark
es_mx: Hoja de cálculo
fr_fr: Feuille de calcul
hu_hu: Táblázat
it_it: Foglio elettronico
nb_no: Regneark
nl_nl: Rekenblad
pl_pl: Arkusz kalkulacyjny
pt_br: Planilha
ro_ro: Foaie de calcul
sv_se: Kalkylark

source: Tasks
bg_bg: Задачи
ca_es: Tasques
cs_cz: Úkoly
da_dk: Opgaver
es_mx: Tareas
fr_fr: Tâches
hu_hu: Feladatok
it_it: Attività
nb_no: Oppgaver
nl_nl: Taken
pl_pl: Zadania
pt_br: Tarefas
ro_ro: Sarcini
sv_se: Uppgifter

source: Link
bg_bg: Линк
cs_cz: Odkaz
es_mx: Enlace
fr_fr: Lien
hu_hu: Hivatkozás
it_it: Collegamento
nb_no: Lenke
pl_pl: Linkuj
ro_ro: Legătură
sv_se: Länk

source: This message has been truncated due to size limitations.
bg_bg: Това съобщение е било отрязано поради ограничения на размера.
cs_cz: Tato zpráva byla zkrácena kvůli velikostnímu limitu.
da_dk: Denne besked er blevet forkortet på grund af størrelsesbegrænsninger.
es_mx: Este mensaje se ha cortado debido a las limitaciones de tamaño.
fr_fr: Ce message a été tronqué du fait des limites de taille.
hu_hu: A levél a méretkorlát miatt le lett vágva.
it_it: Questo messaggio è stato troncato a causa delle limitazioni sulla dimensione.
nb_no: Meldingen har blitt avkortet på grunn av størrelsesbegrensninger.
nl_nl: Dit e-mailbericht is ingekort, omdat deze anders de maximale grootte zou overschrijden.
pl_pl: Ze względu na ograniczenia wielkości ta wiadomość została skrócona.
pt_br: Esta mensagem foi truncada devido à limitações de tamanho.
ro_ro: Mesajul a fost trunchiat din cauza limitelor pentru dimensiuni.
sv_se: Meddelandet har delats upp på grund av storleksbegränsningar.

source: Show entire message
bg_bg: Покажи цялото съобщение
cs_cz: Zobrazit celou zprávu
da_dk: Vis komplet besked
es_mx: Mostrar mensaje completo
fr_fr: Afficher le message complet
hu_hu: Teljes üzenet megjelenítése
it_it: Mostra l'intero messaggio
nb_no: Vis hele meldingen
nl_nl: Toon geheel bericht
pl_pl: Pokaż całą wiadomość
pt_br: Exibir mensagem completa
ro_ro: Afișează întregul mesaj
sv_se: Visa hela meddelandet

source: Email from %1$s: %2$s
bg_bg: Мейл от %1$s: %2$s
ca_es: Correu de %1$s: %2$s
cs_cz: E-mail od %1$s: %2$s
da_dk: E-mail fra %1$s: %2$s
es_mx: Correo de %1$s: %2$s
fr_fr: Courriel de %1$s : %2$s
hu_hu: E-mail innen: %1$s: %2$s
it_it: Messaggio di posta da %1$s: %2$s
nb_no: E-post fra %1$s: %2$s
nl_nl: E-mail van %1$s: %2$s
pl_pl: Wiadomość od: %1$s — %2$s
pt_br: E-mail de %1$s: %2$s
ro_ro: Mesaj de la %1$s: %2$s
sv_se: Meddelande från %1$s: %2$s

source: Via
bg_bg: Чрез
cs_cz: Odesílatel
da_dk: Gennem
es_mx: Vía
hu_hu: Ezen keresztül:
it_it: Tramite
pl_pl: Przez

source: on behalf of
cs_cz: jménem
da_dk: på vegne af
es_mx: en nombre de
hu_hu: meghatalmazó:
it_it: per conto di
nl_nl: namens
pl_pl: w imieniu
pt_br: em nome de
ro_ro: în numele proprietarului
sv_se: åt

source: via
cs_cz: přes
es_mx: vía
hu_hu: megbízó:
it_it: tramite
pl_pl: przez
ro_ro: prin

source: Email content
bg_bg: Имейл съдържание
cs_cz: Obsah zprávy
da_dk: E-mail-indhold
es_mx: Contenido del correo
fr_fr: Contenu du message
hu_hu: E-mail tartalom
it_it: Contenuto del messaggio
nl_nl: E-mailinhoud
pl_pl: Zawartość wiadomości e-mail
pt_br: Conteúdo de e-mail
ro_ro: Conținut mesaj
sv_se: Meddelandets innehåll

source: Show entire message including all external images
bg_bg: Показване на цялото съобщение, включително всички външни изображения
cs_cz: Zobrazit celou zprávu včetně všech externích obrázků
da_dk: Vis hele beskeden inklusive alle eksterne billeder.
es_mx: Mostrar todo el mensaje, incluyendo todas las imágenes externas
fr_fr: Afficher le message entier, en incluant toutes les images externes
hu_hu: A teljes üzenet megjelenítése, beleértve az összes külső képet
it_it: Mostra l'intero messaggio incluse tutte le immagini esterne
nl_nl: Toon het gehele bericht inclusief alle externe afbeeldingen
pl_pl: Pokaż całą wiadomość ze wszystkimi obrazami zewnętrznymi
pt_br: Exibir toda a mensagem incluindo imagens externas
ro_ro: Afișează întregul mesaj, inclusiv toate imaginile externe
sv_se: Visa hela meddelandet inklusive alla externa bilder

source: Error: Failed to load message content
bg_bg: Грешка при зареждане на съдържанието на съобщението
cs_cz: Chyba: Nepodařilo se načíst obsah zprávy
da_dk: Fejl: Kunne ikke indlæse beskedens indhold
es_mx: Error: Hubo un error al cargar el contenido del mensaje
fr_fr: Erreur : échec lors du chargement du contenu du message
hu_hu: Hiba: Az üzenet tartalmának betöltése sikertelen
it_it: Errore: caricamento del contenuto del messaggio non riuscito
nb_no: Det oppstod en feil under lasting av meldingsinnholdet
nl_nl: Fout tijdens het lezen van de berichtinhoud
pl_pl: Błąd: Nie można wczytać zawartości wiadomości
pt_br: Erro: Falha ao carregar conteúdo da mensagem
ro_ro: Eroare: Încărcarea conținutului mesajelor a eșuat
sv_se: Fel: Kunde inte läsa meddelandets innehåll

source: Mail has been imported
bg_bg: Мейлът беше импортиран
ca_es: El correu ha estat importat
cs_cz: Pošta byla importována
da_dk: E-mail er blevet importeret
es_mx: El correo ha sido importado
fr_fr: Le courrier électronique a été importé
hu_hu: A levelek importálva
it_it: La posta è stata importata
nb_no: E-post har blitt importert
nl_nl: E-mail is geïmporteerd
pl_pl: Wiadomości zostały zaimportowane
pt_br: O e-mail foi importado
ro_ro: Mailul a fost importat
sv_se: Meddelandet har importerats

source: Drop EML file here for import
bg_bg: Поставете тук EML файла за импортиране
ca_es: Arrossega aquí el fitxer EML a importar
cs_cz: Chcete-li provést import, upusťte soubor EML zde
da_dk: Slip EML-fil her for at importere den
es_mx: Soltar aquí el archivo EML a importar
fr_fr: Déposer le fichier EML ici pour une importation
hu_hu: Húzza ide az EML-fájlt az importálásához
it_it: Rilascia qui il file EML per importare
nb_no: Slipp EML-fil her for å importere
nl_nl: Sleep het EML bestand hierheen om deze te importeren
pl_pl: Upuść tutaj plik EML, aby go zaimportować
pt_br: Solte arquivo EML aqui para importar
ro_ro: Glisați fișierul EML aici pentru a importa
sv_se: Släpp EML-fil här för att importera

source: Please enter the password.
cs_cz: Zadejte své heslo.
da_dk: Indtast venligst adgangskode.
es_mx: Por favor, introduzca la contraseña.
fr_fr: Veuillez saisir le mot de passe.
hu_hu: Adja meg a jelszót.
it_it: Digita la password
nl_nl: Voer uw wachtwoord in.
pl_pl: Wprowadź hasło.
pt_br: Insira a senha.
ro_ro: Introduceți parola.
sv_se: Ange lösenord.

source: The folder cannot be added because it was removed by the owner.
cs_cz: Složku nelze přidat, protože ji vlastník odstranil.
da_dk: Mappen kan ikke tilføjes da dens ejer har fjernet den.
es_mx: No se puede añadir la carpeta porque ha sido eliminada por el propietario.
fr_fr: Le dossier ne peut pas être ajouté car il a été supprimé par son propriétaire.
hu_hu: A mappát nem lehet hozzáadni, mert a tulajdonos eltávolította.
it_it: La cartella non può essere aggiunta poiché è stata rimossa dal proprietario.
nl_nl: De map kan niet worden toegevoegd omdat deze is verwijderd door de eigenaar.
pl_pl: Nie można dodać folderu, ponieważ został on usunięty przez właściciela.
pt_br: A pasta não pode ser adicionada pois foi excluída pelo proprietário.
ro_ro: Dosarul nu poate fi adăugat, deoarece a fost eliminat de proprietar.
sv_se: Mappen kan inte läggas till eftersom den togs bort av ägaren.

source: The folder is currently unavailable and cannot be added. Please try again later.
cs_cz: Složka je v tuto chvíli nedostupná. Zkuste to znovu později.
da_dk: Mappen er ikke til rådighed i øjeblikket og kan ikke tilføjes. Prøv venligst igen senere.
es_mx: La carpeta no está disponible en este momento y no se puede añadir. Por favor, inténtelo de nuevo más tarde.
fr_fr: Le dossier n'est pas disponible pour le moment et ne peut pas être ajouté. Veuillez réessayer ultérieurement.
hu_hu: A mappa jelenleg nem érhető el, és nem adható hozzá. Próbálja meg újra később.
it_it: La cartella non è attualmente disponibile e non può essere aggiunta. Riprova più tardi.
nl_nl: De map is momenteel niet beschikbaar en kan niet worden toegevoegd. Probeer het later opnieuw.
pl_pl: Folder jest aktualnie niedostępny i nie można go dodać. Spróbuj ponownie później.
pt_br: A pasta está atualmente indisponível e não pode ser adicionada. Tente novamente mais tarde.
ro_ro: Dosarul nu este disponibil în prezent și poate fi adăugat. Încercați din nou mai târziu.
sv_se: Mappen är otillgänglig för närvarande och kan inte läggas till. Försök igen senare.

source: The folder cannot be added because the link is invalid.
cs_cz: Složku nelze přidat, protože je odkaz neplatný.
da_dk: Mappen kan ikke tilføjes da linket ikke er gyldigt.
es_mx: La carpeta no se puede añadir porque el enlace no es válido.
fr_fr: Le dossier ne peut pas être ajouté car son lien n'est pas valide.
hu_hu: A mappát nem lehet hozzáadni, mert a hivatkozás érvénytelen.
it_it: La cartella non può essere aggiunta poiché il collegamento non è valido.
nl_nl: De map kan niet worden toegevoegd omdat de link ongeldig is.
pl_pl: Nie można dodać folderu, ponieważ link jest nieprawidłowy.
pt_br: A pasta não pode ser adicionada pois o link é inválido.
ro_ro: Dosarul nu poate fi adăugat, deoarece linkul nu este valid.
sv_se: Mappen kan inte läggas till eftersom länken är ogiltig.

source: This type of link is unsupported and can't be added.
cs_cz: Tento druh odkazu není podporovaný a nelze tedy přidat.
da_dk: Denne type af link er ikke undersøttet og kan derfor ikke tilføjes.
es_mx: Este tipo de enlaces no está admitido y no se puede añadir.
hu_hu: Ez a hivatkozás nem támogatott, ezért nem adható hozzá.
it_it: Questo tipo di collegamento non è supportato e non può essere aggiunto.
nl_nl: Een link van dit type wordt niet ondersteund en kan niet worden toegevoegd.
pl_pl: Link tego typu nie jest obsługiwany i nie można go dodać.
pt_br: Este tipo de link não é suportado e não pode ser adicionado.
ro_ro: Acest tip de legătură nu este acceptat și nu poate fi adăugat.
sv_se: Den här länktypen stöds inte och kan inte läggas till.

source: This folder has been shared with another user. You are not allowed to add this folder.
cs_cz: Tato složka byla sdílena s jiným uživatelem. Nemáte oprávnění ji přidat.
da_dk: Denne mappe er blevet delt med en anden bruger. Du har ikke tilladelse til at tilføje denne mappe.
es_mx: Esta carpeta se ha compartido con otro usuario. No está permitido añadir está carpeta.
fr_fr: Ce dossier a été partagé avec un autre utilisateur. Vous n'êtes pas autorisé à l'ajouter.
hu_hu: Ezt a mappát megosztották egy másik felhasználóval. Nem adhatja hozzá ezt a mappát.
it_it: Questa cartella è stata condivisa con un altro utente. Non sei autorizzato ad aggiungere questa cartella.
nl_nl: Deze map is gedeeld met een andere gebruiker. U mag deze map niet toevoegen.
pl_pl: Ten folder został udostępniony innemu użytkownikowi. Nie możesz dodać tego folderu.
pt_br: Esta pasta foi compartilhada com outro usuário. Você não tem permissão para adicionar esta pasta.
ro_ro: Acest dosar a fost partajat cu un alt utilizator. Nu aveți permisiunea să adăugați acest dosar.
sv_se: Den här mappen har delats med en annan användare. Du tillåts inte att lägga till den här mappen.

source: The folder was added successfully.
cs_cz: Složka byla úspěšně přidána.
da_dk: Mappen blev tilføjet med succes.
es_mx: La carpeta se añadió satisfactoriamente.
fr_fr: Le dossier a été ajouté avec succès.
hu_hu: A mappa sikeresen hozzáadva.
it_it: La cartella è stata aggiunta correttamente.
nl_nl: De map is succesvol toegevoegd.
pl_pl: Dodano folder.
pt_br: A pasta foi adicionada com sucesso.
ro_ro: Dosarul a fost adăugat cu succes.
sv_se: Mappen lades till.

source: The folder was removed successfully.
cs_cz: Složka byla úspěšně odstraněna.
da_dk: Mappen blev fjernet med succes.
es_mx: La carpeta se eliminó satisfactoriamente.
fr_fr: Le dossier a été retiré avec succès.
hu_hu: A mappa sikeresen eltávolítva.
it_it: La cartella è stata rimossa correttamente.
nl_nl: De map is succesvol verwijderd.
pl_pl: Usunięto folder.
pt_br: A pasta foi excluída com sucesso.
ro_ro: Dosarul a fost eliminat cu succes.
sv_se: Mappen togs bort.

source: Please enter password.
cs_cz: Zadejte heslo.
da_dk: Indtast venligst adgangskode.
es_mx: Por favor, introduzca la contraseña.
fr_fr: Veuillez saisir le mot de passe.
hu_hu: Adja meg a jelszót.
it_it: Digita la password.
nl_nl: Voer uw wachtwoord in.
pl_pl: Wprowadź hasło.
pt_br: Insira a senha.
ro_ro: Introduceți parola.
sv_se: Ange lösenord.

source: View folder
cs_cz: Zobrazit složku
da_dk: Se mappe
es_mx: Ver carpeta
fr_fr: Afficher le dossier
hu_hu: Mappa megtekintése
it_it: Visualizza cartella
nl_nl: Bekijk map
pl_pl: Wyświetl folder
pt_br: Visualizar pasta
ro_ro: Vizualizare dosar
sv_se: Visa mapp

source: Add to %1$s
cs_cz: Přidat do %1$s
da_dk: Tilføj til %1$s
es_mx: Añadir a %1$s
fr_fr: Ajouter à %1$s
hu_hu: Hozzáadás ehhez: %1$s
it_it: Aggiungi a %1$s
nl_nl: Toevoegen aan %1$s
pl_pl: Dodaj do %1$s
pt_br: Adicionar a %1$s
ro_ro: Adăugare în %1$s
sv_se: Lägg till i %1$s

source: Remove from %1$s
cs_cz: Odstranit z %1$s
da_dk: Fjern fra %1$s
es_mx: Eliminar de %1$s
fr_fr: Retirer de %1$s
hu_hu: Eltávolítás innen: %1$s
it_it: Rimuovi da %1$s
nl_nl: Verwijderen uit %1$s
pl_pl: Usuń z %1$s
pt_br: Excluir de %1$s
ro_ro: Eliminare din %1$s
sv_se: Ta bort från %1$s

source: %1$s shared a folder with you
cs_cz: %1$s s vámi sdílel(a) složku
da_dk: %1$s delte en mappe med dig
es_mx: %1$s ha compartido una carpeta con usted
fr_fr: %1$s a partagé un dossier avec vous
hu_hu: %1$s megosztott Önnel egy mappát
it_it: %1$s ha condiviso una cartella con te
nl_nl: %1$s heeft een map met u gedeeld
pl_pl: Użytkownik %1$s udostępnił Ci folder
pt_br: %1$s compartilhou uma pasta com você
ro_ro: %1$s partajat un dosar cu dvs.
sv_se: %1$s delade en mapp med dig

source: Error: Failed to load messages
bg_bg: Грешка: Неуспешно зареждане на съобщения
cs_cz: Chyba: Nepodařilo se načíst zprávy
da_dk: Fejl: Kunne ikke indlæse af beskeder
es_mx: Error: Hubo un error al cargar mensajes
fr_fr: Erreur : échec du chargement des messages
hu_hu: Hiba: Az üzenet betöltése sikertelen
it_it: Errore: caricamento dei messaggi non riuscito
nb_no: Det oppstod en feil under lasting av meldinger
nl_nl: Fout tijdens het lezen van de berichten
pl_pl: Błąd: Nie można wczytać wiadomości
pt_br: Erro: Falha ao carregar mensagens
ro_ro: Eroare: Încărcarea mesajelor a eșuat
sv_se: Fel: Kunde inte läsa in meddelanden

source: Auto forwarding is active
bg_bg: Автоматичното пренасочване е активно
cs_cz: Automatické přeposílání je zapnuté
da_dk: Automatisk vidersending er aktiv
es_mx: El reenvío automático está activo
fr_fr: Le transfert automatique est actif
hu_hu: Az automatikus továbbítás aktív
it_it: L'inoltro automatico è attivo
nl_nl: Automatisch doorsturen is ingeschakeld
pl_pl: Włączono automatyczne przekazywanie
pt_br: Encaminhamento automático está ativado
ro_ro: Redirecționarea automată este activă
sv_se: Autovidarebefordran är aktiv

source: autoforward
cs_cz: Automaticky přeposlat
da_dk: Automatisk videresendelse
es_mx: Reenvío automático
fr_fr: Transfert automatique
hu_hu: automatikus továbbítás
it_it: Inoltro automatico
nl_nl: Automatisch doorsturen
pl_pl: Automatyczne przekazywanie
pt_br: encaminhamento automático
ro_ro: redirecționare automată
sv_se: autovidarebefordran

source: Unable to load mail filter settings.
bg_bg: Настройките на филтъра за поща не могат да се заредят.
ca_es: No s'ha pogut carregar la configuració de filtres de correu.
cs_cz: Nepodařilo se načíst nastavení pro filtrování pošty.
da_dk: Kan ikke indlæse e-mail-filter-indstillinger.
es_mx: No se puede cargar la configuración de filtros de correo.
fr_fr: Impossible de charger les réglages des filtres de courrier.
hu_hu: Nem tölthetők be a levélszűrő beállításai.
it_it: Impossibile caricare le impostazioni del filtro di posta.
nb_no: Kan ikke laste e-postfilterinnstillingene.
nl_nl: Mailfilter instellingen kunnen niet geladen worden.
pl_pl: Nie można załadować ustawień filtra poczty.
pt_br: Não foi possível carregar as configurações do filtro de e-mail.
ro_ro: Nu s-au putut încărca setările de filtrare a mailurilor.
sv_se: Kunde inte läsa in inställningar för e-postfilter.

source: Unable to load your auto forward settings. Please retry later.
bg_bg: Не можете да заредите настройките си за автоматично препращане. Моля, опитайте отново по-късно.
cs_cz: Nepodařilo se načíst nastavení pro přeposílání. Zkuste to znovu později.
da_dk: Kan ikke indlæse dine indstillinger for automatisk videresendelse. Prøv venligst igen senere.
es_mx: No se pudieron cargar sus ajustes de reenvío automático. Por favor, inténtelo más tarde.
fr_fr: Impossible de charger les réglages du transfert automatique. Veuillez réessayer ultérieurement.
hu_hu: Nem sikerült betölteni az automatikus továbbítási beállításokat. Kérjük, próbálkozzon újra később.
it_it: Impossibile caricare le tue impostazioni di inoltro automatico. Riprova più tardi.
nl_nl: Het is niet mogelijk uw instellingen voor het automatisch doorsturen. Probeer het later opnieuw.
pl_pl: Nie można załadować ustawień automatycznego przekazywania. Spróbuj ponownie później.
pt_br: Não foi possível carregar suas configurações de encaminhamento automático. Tente novamente mais tarde.
ro_ro: Nu s-au putut încărca setările de redirecționare automată. Încercați din nou mai târziu.
sv_se: Kunde inte läsa in dina autovidarebefordransinställningar. Försök igen senare.

source: Auto forward
bg_bg: Автоматично пренасочване
cs_cz: Automaticky přeposlat
da_dk: Automatisk videresendelse
es_mx: Reenvío automático
fr_fr: Transfert automatique
hu_hu: Automatikus továbbítás
it_it: Inoltro automatico
nl_nl: Automatisch doorsturen
pl_pl: Automatyczne przekazywanie
pt_br: Encaminhamento automático
ro_ro: Redirecționare automată
sv_se: Autovidarebefordran

source: Enable or disable auto forward
bg_bg: Активиране или деактивиране на автоматичното препращане
cs_cz: Vypnout, nebo zapnout automatické přeposílání
da_dk: Slå automatisk videresendelse til eller fra
es_mx: Activar o desactivar el reenvío automático
fr_fr: Activer ou désactiver le transfert automatique
hu_hu: Az automatikus továbbítás engedélyezése vagy letiltása
it_it: Abilita o disabilita l'inoltro automatico
nl_nl: In- of uitschakelen van automatisch doorsturen
pl_pl: Włącz lub wyłącz automatyczne przekazywanie
pt_br: Habilitado ou desabilitar encaminhamento automático
ro_ro: Activați sau dezactivați redirecționarea automată
sv_se: Aktivera eller avaktivera autovidarebefordran

source: Forward all incoming emails to this address
bg_bg: Преращай всички входящи мейли към този адрес
ca_es: Reenvia tots els correus entrants a aquesta adreça
cs_cz: Přeposlat veškeré příchozí zprávy na tuto adresu
da_dk: Videresend alle indkomne e-mails til denne adresse
es_mx: Reenviar todos los correos entrantes a esta dirección
fr_fr: Faire suivre tous les messages entrants à cette adresse
hu_hu: Minden bejövő levél továbbítása ezen címre
it_it: Inoltra tutti i messaggi in arrivo a questo indirizzo
nb_no: Videresend all innkommende e-post til denne adressen
nl_nl: Alle inkomende berichten doorsturen naar dit adres
pl_pl: Przesyłaj wszystkie wiadomości przychodzące na ten adres
pt_br: Encaminhar todos os e-mails recebidos para estes endereço
ro_ro: Redirecționează toate e-mailurile primite către această adresă
sv_se: Vidarebefordra all inkommande e-post till denna adress

source: Keep a copy of the message
bg_bg: Съхранявайте копие на съобщението
ca_es: Mantén una còpia del missatge
cs_cz: Uchovat kopii zprávy
da_dk: Behold en kopi af beskeden
es_mx: Mantener una copia del mensaje
fr_fr: Conserver une copie du message
hu_hu: Másolat megtartása
it_it: Conserva una copia del messaggio
nb_no: Behold en kopi av meldingen
nl_nl: Een kopie van het bericht opslaan
pl_pl: Zachowaj kopię wiadomości
pt_br: Mantenha uma cópia da mensagem
ro_ro: Păstrează o copie a mesajului
sv_se: Behåll kopia av meddelandet

source: Create new rule
bg_bg: Създай ново правило
ca_es: Crea una nova regla
cs_cz: Vytvořit nové pravidlo
da_dk: Lav ny regel
es_mx: Crear nueva regla
fr_fr: Créer une nouvelle règle
hu_hu: Új szabály létrehozása
it_it: Crea nuova regola
nb_no: Opprett ny regel
nl_nl: Nieuwe regel aanmaken
pl_pl: Utwórz nową regułę
pt_br: Criar nova regra
ro_ro: Creează o regulă nouă
sv_se: Skapa ny regel

source: Edit rule
bg_bg: Редактирай правило
ca_es: Edita regla
cs_cz: Upravit pravidlo
da_dk: Redigér regel
es_mx: Editar regla
fr_fr: Modifier la règle
hu_hu: Szabály szerkesztése
it_it: Modifica regola
nb_no: Rediger regel
nl_nl: Regel bewerken
pl_pl: Edytuj regułę
pt_br: Editar regra
ro_ro: Editează regula
sv_se: Redigera regel

source: Save and apply rule now
cs_cz: Uložit a použít pravidlo
da_dk: Gem og brug regl nu
es_mx: Guardar y aplicar la regla ahora
hu_hu: Szabály azonnali mentése és engedélyezése
it_it: Salva e applica subito la regola
nl_nl: Regel nu opslaan en toepassen
pl_pl: Zapisz i zastosuj regułę
pt_br: Salvar e aplicar a regra agora
ro_ro: Salvează și aplică regula acum
sv_se: Spara och tillämpa regel nu

source: Edit %1$s
bg_bg: Редактирайте %1$s
cs_cz: Upravit %1$s
da_dk: Redigér %1$s
es_mx: Editar %1$s
fr_fr: Modifier %1$s
hu_hu: %1$s szerkesztése
it_it: Modifica %1$s
nb_no: Rediger %1$s
nl_nl: Bewerk %1$s
pl_pl: Edytuj %1$s
pt_br: Editar %1$s
ro_ro: Editează %1$s
sv_se: Redigera %1$s

source: Process subsequent rules of %1$s
bg_bg: Процедирайте последващите правила на %1$s
cs_cz: Zpracuj následující pravidla %1$s
da_dk: Afvikl efterfølgende regler fra %1$s
es_mx: Procesar las reglas posteriores de %1$s
fr_fr: Traiter les règles suivantes de %1$s
hu_hu: %1$s soron következő szabályok feldolgozása
it_it: Elabora le regole successive a %1$s
nb_no: Prosesser underliggende regler av %1$s
nl_nl: Verwerk ook de erop volgende regels van %1$s
pl_pl: Przetwórz następne reguły %1$s
pt_br: Processar as regras subsequentes de %1$s
ro_ro: Procesează regulile ulterioare pentru %1$s
sv_se: Behandla efterföljande regler för %1$s

source: Remove %1$s
bg_bg: Премахнете %1$s
cs_cz: Odstranit %1$s
da_dk: Fjern %1$s
es_mx: Eliminar a %1$s
fr_fr: Supprimer %1$s
hu_hu: %1$s eltávolítás
it_it: Rimuovi %1$s
nb_no: Fjern %1$s
nl_nl: Verwijder %1$s
pl_pl: Usuń członka %1$s
pt_br: Excluir %1$s
ro_ro: Elimină %1$s
sv_se: Ta bort %1$s

source: This rule contains unsupported properties.
bg_bg: Това правило съдържа неподдържани свойства.
cs_cz: Toto pravidlo obsahuje nepodporované vlastnosti.
da_dk: Denne regel indeholder uunderstøttede egenskaber.
es_mx: Esta regla contiene propiedades no permitidas.
fr_fr: La règle contient des propriétés non prises en charge.
hu_hu: A szabály nem támogatott tulajdonságokat tartalmaz.
it_it: Questa regola contiene proprietà non supportate.
nb_no: Denne regelen inneholder ikke-støttede egenskaper.
nl_nl: Deze regel bevat niet ondersteunde eigenschappen.
pl_pl: Ta reguła zawiera nieobsługiwane właściwości.
pt_br: Esta regra contém propriedades não suportadas.
ro_ro: Această regulă conține proprietăți nesuportate.
sv_se: Den här regeln innehåller egenskaper som inte stöds.
