Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Failed to start application. Maybe you have connection problems. Please try again.
bg_bg: Приложението не бе успешно. Може би имате проблеми с връзката. Моля, опитайте отново.
ca_es: No s'ha pogut iniciar l'aplicació. Potser teniu problemes de connexió. Per favor, provau-ho de nou.
cs_cz: Selhalo spouštění aplikace. Možná máte problémy s připojením. Zkuste to, prosím, znovu.
da_dk: Start af programmet fejlede. Måske har du forbindelsesproblemer. Prøv venligst igen.
es_mx: Error al iniciar la aplicación. Tal vez tenga problemas de conexión. Por favor, inténtelo de nuevo.
fr_fr: L'application n'a pas pu être lancée. Vous avez peut-être des problèmes de connexion. Veuillez réessayer.
hu_hu: Az alkalmazás indítása sikertelen. Ezt kapcsolatproblémák okozhatják. Próbálja újra.
it_it: Avvio dell'applicazione non riuscito. Forse hai dei problemi di connessione. Prova ancora.
nb_no: Klarte ikke å starte programmet. Kanskje du har problemer med tilkoblingen. Prøv på nytt.
nl_nl: Opstarten van de applicatie is mislukt. Misschien heeft u problemen met de verbinding. Probeert u het nog eens.
pl_pl: Uruchomienie aplikacji nie powiodło się. Być może wystąpił problem z połączeniem. Spróbuj ponownie.
pt_br: Falha ao iniciar o aplicativo. Talvez você tenha problemas de conexão. Tente novamente.
ro_ro: Aplicația nu a putut demara. Probabil aveți probleme de conexiune. Încercați din nou.
sv_se: Kunde inte starta program. Du kanske har problem med anslutningen. Försök igen.

source: Download infected file
cs_cz: Stáhnout napadený soubor
da_dk: Hent inficeret fil
es_mx: Descargar archivo infectado
fr_fr: Télécharger le fichier infecté
hu_hu: Fertőzött fájl letöltése
it_it: Scarica file infetto
nl_nl: Geïnfecteerd bestand downloaden
pl_pl: Pobierz zainfekowany plik
pt_br: Baixar arquivo infectado
ro_ro: Descarcă dosarul complet
sv_se: Ladda ner infekterad fil

source: Download unscanned file
cs_cz: Stáhnout nezkontrolovaný soubor
da_dk: Hent fil som ikke er blevet skannet
es_mx: Descargar archivo no escaneado
fr_fr: Télécharger le fichier non analysé
hu_hu: Ellenőrizetlen fájl letöltése
it_it: Scarica il file non analizzato
nl_nl: Ongecontroleerd bestand downloaden
pl_pl: Pobierz nieprzeskanowany plik
pt_br: Baixar arquivo não verificado
ro_ro: Descarcă fișierul de instalare
sv_se: Ladda ner ej skannad fil

source: Unable to perform Anti-Virus check for the requested file(s)
cs_cz: Není možné provést antivirovou kontrolu daných souborů
da_dk: Kan ikke tjekke de valgte file(r) for virus
es_mx: No se puede ejecutar la comprobación antivirus en los archivo(s) solicitados
fr_fr: La vérification anti-virus n'a pas pu être réalisée sur les fichiers demandés
hu_hu: A kért fájl (ok) ellenőrzése nem sikerült
it_it: Impossibile eseguire il controllo antivirus per i file richiesti
nl_nl: Het is niet mogelijk om de Anti-Virus controle uit te voeren op de gevraagde bestanden.
pl_pl: Nie można sprawdzić wskazanych plików pod kątem wirusów
pt_br: Não foi possível executar a verificação do antivírus para o(s) arquivo(s) solicitado(s)
ro_ro: Imposibil de efectuat verificarea anti-virus pentru fișierul(ele) solicitat(e)
sv_se: Kunde inte utföra antivirus-kontroll för begärd(a) fil(er)

source: Malicious file detected
cs_cz: Zjištěn škodlivý soubor
da_dk: Skadelig fil fundet
es_mx: Detectado archivo malicioso
fr_fr: Un fichier malveillant a été détecté
hu_hu: Rosszindulatú fájl található
it_it: Rilevato file malevolo
nl_nl: Schadelijk bestand ontdekt
pl_pl: Wykryto złośliwy plik
pt_br: Arquivo malicioso detectado
ro_ro: Fișier rău intenționat detectat
sv_se: Skadlig fil upptäcktes

source: Anti-Virus warning
cs_cz: Varování antiviru
da_dk: Advarsel fra antivirus
es_mx: Advertencia del antivirus
fr_fr: Avertissement de l'anti-virus
hu_hu: Anti-vírus figyelmeztetés
it_it: Avviso antivirus
nl_nl: Anti-Virus waarschuwing
pl_pl: Ostrzeżenie kontroli antywirusowej
pt_br: Aviso do anti-vírus
ro_ro: Avertizare anti-virus
sv_se: Antivirus-varning

source: Reset this list
bg_bg: Повторете този списък
ca_es: Restableix aquesta llista
cs_cz: Začít tvořit tento seznam od začátku
da_dk: Nulstil denne liste
es_mx: Restablecer esta lista
fr_fr: Réinitialiser cette liste
hu_hu: Lista visszaállítása
it_it: Ripristina questa lista
nb_no: Tilbakestill denne listen
nl_nl: Deze lijst wissen
pl_pl: Zresetuj tę listę
pt_br: Reiniciar essa lista
ro_ro: Resetează lista
sv_se: Återställ denna lista

source: Recently used
bg_bg: Последно използвани
ca_es: Emprats recentment
cs_cz: Nedávno použité
da_dk: Nyligt brugt
es_mx: Usados recientemente
fr_fr: Utilisés récemment
hu_hu: Legutóbb használt
it_it: Utilizzati di recente
nb_no: Nylig brukt
nl_nl: Recent gebruikt
pl_pl: Ostatnio używane
pt_br: Recentemente usado
ro_ro: Utilizat recent
sv_se: Senast använda

source: People
bg_bg: Хора
ca_es: Gent
cs_cz: Lidé
da_dk: Mennesker
es_mx: Personas
fr_fr: Personnes
hu_hu: Emberek
it_it: Persone
nb_no: Personer
nl_nl: Mensen
pl_pl: Ludzie
pt_br: Pessoa
ro_ro: Oameni
sv_se: Personer

source: Symbols
bg_bg: Символи
ca_es: Símbols
cs_cz: Znaky
da_dk: Symboler
es_mx: Símbolos
fr_fr: Symboles
hu_hu: Szimbólumok
it_it: Simboli
nb_no: Symboler
nl_nl: Symbolen
pl_pl: Symbole
pt_br: Símbolos
ro_ro: Simboluri
sv_se: Symboler

source: Nature
bg_bg: Природа
ca_es: Natura
cs_cz: Příroda
da_dk: Natur
es_mx: Naturaleza
hu_hu: Természet
it_it: Natura
nb_no: Natur
nl_nl: Natuur
pl_pl: Natura
pt_br: Natureza
ro_ro: Natură
sv_se: Natur

source: Objects
bg_bg: Обекти
ca_es: Objectes
cs_cz: Předměty
da_dk: Objekter
es_mx: Objetos
fr_fr: Objets
hu_hu: Tárgyak
it_it: Oggetti
nb_no: Objekter
nl_nl: Voorwerpen
pl_pl: Obiekty
pt_br: Objetos
ro_ro: Obiecte
sv_se: Objekt

source: Places
bg_bg: Места
ca_es: Indrets
cs_cz: Místa
da_dk: Steder
es_mx: Lugares
fr_fr: Lieux
hu_hu: Helyek
it_it: Luoghi
nb_no: Steder
nl_nl: Plaatsen
pl_pl: Miejsca
pt_br: Locais
ro_ro: Locuri
sv_se: Platser

source: Export folder
bg_bg: Експортирай папка
ca_es: Exporta carpeta
cs_cz: Exportovat složku
da_dk: Eksportér mappe
es_mx: Exportar carpeta
fr_fr: Exporter le dossier
hu_hu: Mappa exportálása
it_it: Esporta cartella
nb_no: Eksporter mappen
nl_nl: Exporteer map
pl_pl: Eksportuj folder
pt_br: Exportar pasta
ro_ro: Exportă dosarul
sv_se: Exportera mapp

source: Export selected
bg_bg: Експортирай избраните
cs_cz: Exportovat vybrané
da_dk: Eksportér valgt
es_mx: Exportación seleccionada%1$d seleccionados
fr_fr: Exportation sélectionnée
hu_hu: Kiválasztott exportálása
it_it: Esporta selezionati
nl_nl: Geselecteerde exporteren
pl_pl: Eksportowanie wybranych
pt_br: Exportar selecionado
ro_ro: Exportă selecția
sv_se: Exportera markerade

source: Format: %1$s
bg_bg: Формат: %1$s
cs_cz: Formát: %1$s
es_mx: Formato: %1$s
hu_hu: Formátum: %1$s
it_it: Formato: %1$s
nl_nl: Formaat: %1$s
pt_br: Formato: %1$s

source: Format
bg_bg: Формат
cs_cz: Formát
es_mx: Formato
fr_fr: Mise en forme
hu_hu: Formátum
it_it: Formato
nl_nl: Formaat
pt_br: Formatar
ro_ro: Formatează

source: No export format available
bg_bg: Няма наличен формат за експортиране
cs_cz: Není k dispozici žádný formát pro export
da_dk: Intet eksportformat tilgængeligt
es_mx: No hay formatos de exportación disponibles
fr_fr: Aucun format d'exportation disponible
hu_hu: Nem áll rendelkezésre exportformátum
it_it: Nessun formato di esportazione disponibile
nl_nl: Geen exporteer-formaat beschikbaar
pl_pl: Brak dostępnego formatu eksportu
pt_br: Não há formato de exportação disponível
ro_ro: Niciun format de exportare disponibil
sv_se: Inget exporteringsformat tillgängligt

source: Include distribution lists
bg_bg: Включете списъци за разпространение
ca_es: Inclou llistes de distribució
cs_cz: Zahrnout distribuční seznamy
da_dk: Inkludér distributionslister
es_mx: Incluye listas de distribución
fr_fr: Y compris les listes de diffusion
hu_hu: Terjesztési listák hozzáadása
it_it: Includi le liste di distribuzione
nb_no: Inkluder distribusjonslister
nl_nl: Distributielijst toevoegen
pl_pl: Dodaj listy dystrybucyjne
pt_br: Incluir listas de distribuição
ro_ro: Include listele de distribuție
sv_se: Inkludera distributionslistor

source: Inline menu %1$s
bg_bg: Вградено меню %1$s
ca_es: Menú incrustat %1$s
cs_cz: Vložené menu %1$s
da_dk: Indlejret menu %1$s
es_mx: Menú incrustado %1$s
fr_fr: Menu intégré %1$s
hu_hu: %1$s beágyazott menü
it_it: Menu in linea %1$s
nb_no: Linjejustert meny %1$s
nl_nl: Ingesloten menu %1$s
pl_pl: Menu w linii %1$s
pt_br: Menu em linha %1$s
ro_ro: Meniu inclus %1$s
sv_se: Meny i meddelandet %1$s

source: More
bg_bg: Повече
ca_es: Més
cs_cz: Více
da_dk: Mere
es_mx: Más
fr_fr: Plus
hu_hu: Tovább
it_it: Altro
nb_no: Mer
nl_nl: Meer
pl_pl: Więcej
pt_br: Mais
ro_ro: Mai multe
sv_se: Mer

source: Add new calendar
bg_bg: Добави нов календар
cs_cz: Přidat nový kalendář
da_dk: Tilføj ny kalender
es_mx: Añadir nuevo calendario
fr_fr: Ajouter un nouvel agenda
hu_hu: Új naptár hozzáadása
it_it: Aggiungi nuovo calendario
nb_no: Legg til ny kalender
nl_nl: Nieuwe agenda toevoegen
pl_pl: Dodaj nowy kalendarz
pt_br: Adicionar novo calendário
ro_ro: Adaugă calendar nou
sv_se: Lägg till ny kalender

source: Add new address book
bg_bg: Добавете нов адресен указател
cs_cz: Přidat nový adresář
da_dk: Tilføj ny adressebog
es_mx: Añadir nueva libreta de direcciones
fr_fr: Ajouter un nouveau carnet d'adresses
hu_hu: Új címjegyzék hozzáadása
it_it: Aggiungi nuova rubrica
nb_no: Opprett ny adressebok
nl_nl: Nieuw adresboek toevoegen
pl_pl: Dodaj nową książkę adresową
pt_br: Adicionar novo catálogo de endereços
ro_ro: Adaugă agendă de contacte nouă
sv_se: Lägg till ny adressbok

source: Add new folder
bg_bg: Добави нова папка
cs_cz: Přidat novou složku
da_dk: Tilføj ny mappe
es_mx: Añadir nueva subcarpeta
fr_fr: Ajouter un nouveau dossier
hu_hu: Új mappa hozzáadása
it_it: Aggiungi una nuova cartella
nb_no: Legg til ny mappe
nl_nl: Nieuwe map toevoegen
pl_pl: Dodaj nowy folder
pt_br: Adicionar nova pasta
ro_ro: Adaugă un dosar nou
sv_se: Lägg till ny mapp

source: New calendar
bg_bg: Нов календар
ca_es: Nou calendari
cs_cz: Nový kalendář
da_dk: Ny kalender
es_mx: Nuevo calendario
fr_fr: Nouvel agenda
hu_hu: Új naptár
it_it: Nuovo calendario
nb_no: Ny kalender
nl_nl: Nieuwe agenda
pl_pl: Nowy kalendarz
pt_br: Novo calendário
ro_ro: Calendar nou
sv_se: Ny kalender

source: New address book
bg_bg: Нова адресна книга
cs_cz: Nový adresář
da_dk: Ny adressebog
es_mx: Nueva libreta de direcciones
fr_fr: Nouveau carnet d'adresses
hu_hu: Új címjegyzékek
it_it: Nuova rubrica
nb_no: Ny adressebok
nl_nl: Nieuw adresboek
pl_pl: Nowa książka adresowa
pt_br: Novo catálogo de endereços
ro_ro: Agendă de contacte nouă
sv_se: Ny adressbok

source: New folder
bg_bg: Нова папка
ca_es: Nova carpeta
cs_cz: Nová složka
da_dk: Ny mappe
es_mx: Nueva carpeta
fr_fr: Nouveau dossier
hu_hu: Új mappa
it_it: Nuova cartella
nb_no: Ny mappe
nl_nl: Nieuwe map
pl_pl: Nowy folder
pt_br: Nova pasta
ro_ro: Dosar nou
sv_se: Ny mapp

source: Calendar name
bg_bg: Име на календара
cs_cz: Název kalendáře
da_dk: Navn på kalender
es_mx: Nombre de calendario
fr_fr: Nom de l'agenda
hu_hu: Naptár neve
it_it: Nome del calendario
nl_nl: Agendanaam
pl_pl: Nazwa kalendarza
pt_br: Nome do calendário
ro_ro: Nume calendar
sv_se: Kalendernamn

source: Address book name
bg_bg: Име на адресната книга
cs_cz: Název adresáře
da_dk: Navn på adressebog
es_mx: Nombre de libreta de direcciones
fr_fr: Nom du carnet d'adresses
hu_hu: Címjegyzék neve
it_it: Nome della rubrica
nl_nl: Adresboeknaam
pl_pl: Nazwa książki adresowej
pt_br: Nome do catálogo de endereços
ro_ro: Nume agendă de contacte
sv_se: Adressboksnamn

source: Folder name
bg_bg: Име на папка
ca_es: Nom de la carpeta
cs_cz: Název složky
da_dk: Mappenavn
es_mx: Nombre de carpeta
fr_fr: Nom du dossier
hu_hu: Mappa neve
it_it: Nome della cartella
nb_no: Mappenavn
nl_nl: Mapnaam
pl_pl: Nazwa folderu
pt_br: Nome da pasta
ro_ro: Nume dosar
sv_se: Mappnamn

source: Add as public calendar
bg_bg: Добавете като публичен календар
cs_cz: Přidat jako veřejný kalendář
da_dk: Tilføj som offentlig kalender
es_mx: Añadir como calendario público
fr_fr: Ajouter en tant qu'agenda public
hu_hu: Hozzáad nyilvános naptárként
it_it: Aggiungi come calendario pubblico
nb_no: Legg til som offentlig kalender
nl_nl: Toevoegen als publieke agenda
pl_pl: Dodaj jako kalendarz publiczny
pt_br: Adicionar como calendário público
ro_ro: Adaugă ca și calendar public
sv_se: Lägg till som offentlig kalender

source: Add as public folder
bg_bg: Добавете като публична папка
cs_cz: Přidat jako veřejnou složku
da_dk: Tilføj som offentlig mappe
es_mx: Añadir como carpeta pública
fr_fr: Ajouter en tant que dossier public
hu_hu: Hozzáad nyilvános mappaként
it_it: Aggiungi come cartella pubblica
nb_no: Legg til som offentlig mappe
nl_nl: Toevoegen als publieke map
pl_pl: Dodaj jako folder publiczny
pt_br: Adicionar como pasta pública
ro_ro: Adaugă ca dosar public
sv_se: Lägg till som offentlig mapp

source: A public folder is used for content that is of common interest for all users. To allow other users to read or edit the contents, you have to set the respective permissions for the public folder.
bg_bg: Публична папка се използва за съдържание, което е от общ интерес за всички потребители. За да позволите на други потребители да четат или редактират съдържанието, трябва да зададете съответните разрешения за публичната папка.
cs_cz: Veřejné složky se používají pro data užitečná pro všechny uživatele. Abyste ostatním uživatelům umožnili číst nebo upravovat obsah, musíte veřejné složce nastavit příslušná oprávnění.
da_dk: En offentlig mappe bruges til indhold af almindelig interesse for alle brugere. Hvis du vil give andre brugere lov til at læse eller redigere indholdet, bliver du nødt til at sætte tilladelserne for mappen derefter.
es_mx: Se utiliza una carpeta pública para el contenido de interés común para todos los usuarios.Para permitir a otros usuarios leer o editar los contenidos, tiene que establecer los permisos correspondientes para la carpeta pública.
fr_fr: Un dossier public sert à stocker des contenus d'intérêt commun à tous les utilisateurs. Pour autoriser d'autres utilisateurs à lire ou modifier les contenus, vous devez définir des droits appropriés sur le dossier public.
hu_hu: A nyilvános mappát olyan tartalom tárolására érdemes használni, amely számot tart az összes felhasználó érdeklődésére. Ahhoz, hogy más felhasználók is tudják olvasni vagy szerkeszteni a tartalmat, ahhoz a megfelelő jogosultságot be kell állítani a nyilvános mappán.
it_it: Una cartella pubblica è utilizzata per contenuti di interesse comune a tutti gli utenti. Per consentire agli altri utenti di leggere o modificare i contenuti, devi impostare i permessi appropriati per la cartella pubblica.
nb_no: En offentlig mappe blir brukt for innhold som er av felles interesse for alle brukere. For å la andre brukere lese eller redigere innholdet i mappen, må du sette riktige tillatelser for dette på mappen.
nl_nl: Een publieke map wordt gebruikt voor inhoud die voor alle gebruikers van belang is. Om andere gebruikers de inhoud te laten lezen of bewerken moet u desbetreffende rechten instellen voor de publieke map.
pl_pl: Folder publiczny służy do przechowywania treści interesujących wszystkich użytkowników. Aby umożliwić innym użytkownikom odczytywanie lub edycję zawartości, musisz ustawić odpowiednie uprawnienia do folderu publicznego.
pt_br: Uma pasta pública é usada para conteúdo que é de interesse comum de todos ossuários. Para permitir que outros usuários leiam ou editem o conteúdo, você tem que definiras respectivas permissões para a pasta pública.
ro_ro: Un dosar partajat conține date de interes comun pentru toți utilizatorii. Pentru a permite altor utilizatori citirea și editarea conținutului, trebuie să setați permisiunile corespunzătoare în dosarul public.
sv_se: En offentlig mapp används för innehåll som är av allmänt intresse för alla användare. För att tillåta andra användare att läsa eller redigera innehållet måste du ange respektive tillstånd för den offentliga mappen.

source: Archive messages
bg_bg: Архивирай съобщения
ca_es: Arxiva missatges
cs_cz: Archivovat zprávy
da_dk: Arkivér beskeder
es_mx: Archivar mensajes
fr_fr: Archiver les messages
hu_hu: Üzenetek archiválása
it_it: Archivia i messaggi
nb_no: Arkiver meldinger
nl_nl: Berichten archiveren
pl_pl: Archiwum wiadomości
pt_br: Arquivar mensagens
ro_ro: Arhivează mesajele
sv_se: Arkiverar meddelanden

source: All messages older than %1$d days will be moved to the archive folder
bg_bg: Всички съобщения, по-стари от %1$d дни, ще бъдат преместени в архивната папка
ca_es: Tots els missatges de més de %1$d dies d'antiguitat seran moguts a la carpeta d'arxiu
cs_cz: Všechny zprávy starší než %1$d dní budou přesunuty do archivační složky
da_dk: Alle beskeder der er ældre end %1$d dage vil blive flyttet til arkivmappen
es_mx: Todos los mensajes con una antigüedad mayor de %1$s días serán trasladados a la carpeta de archivo
fr_fr: Tous les messages plus anciens de %1$d jours seront déplacés dans le dossier d'archive
hu_hu: Minden %1$d napnál régebbi üzenet áthelyezésre kerül az archívum mappába
it_it: Tutti i messaggi più vecchi di %1$d giorni saranno spostati nella cartella archivio
nb_no: Alle meldinger som er eldre enn %1$d dager vil bli flyttet til arkiv
nl_nl: Alle berichten ouder dan %1$d dagen worden verplaatst naar de archiefmap
pl_pl: Do archiwum zostaną przeniesione wszystkie wiadomości starsze niż %1$d dni.
pt_br: Todas as mensagens com mais de %1$d dias serão movidas para a pasta de arquivo
ro_ro: Toate mesajele mai vechi de %1$d zile vor fi mutate în dosarul de arhive
sv_se: Alla meddelanden äldre än %1$d dagar kommer flyttas till arkivmappen

# verb
source: Archive
bg_bg: Архивирай
ca_es: Arxiva
cs_cz: Archivovat
da_dk: Arkivér
es_mx: Archivar
fr_fr: Archiver
hu_hu: Archiválás
it_it: Archivia
nb_no: Arkiv
nl_nl: Archiveren
pl_pl: Archiwum
pt_br: Arquivar
ro_ro: Arhivează
sv_se: Arkivera

source: Archiving messages ...
bg_bg: Архивиране на съобщенията ...
cs_cz: Archivuji zprávy...
da_dk: Arkiverer beskeder...
es_mx: Archivando mensajes...
fr_fr: Archivage des messages...
hu_hu: Üzenetek archiválása ...
it_it: Archiviazione dei messaggi in corso...
nb_no: Arkiverer meldinger ...
nl_nl: Berichten archiveren ...
pl_pl: Archiwizowanie wiadomości...
pt_br: Arquivamento de mensagens ...
ro_ro: Se arhivează mesajele...
sv_se: Arkiverar meddelanden...

source: Move all
bg_bg: Преместете всичко
cs_cz: Přesunout vše
da_dk: Flyt alle
es_mx: Mover todo
fr_fr: Tout déplacer
hu_hu: Összes mozgatása
it_it: Sposta tutto
nb_no: Flytt alle
nl_nl: Verplaats alles
pl_pl: Przenieś wszystko
pt_br: Mover todos
ro_ro: Mută tot
sv_se: Flytta alla

source: Cleaning up ...
bg_bg: Почистване ...
cs_cz: Čistím...
da_dk: Rydder op...
es_mx: Limpiando ...
fr_fr: Nettoyage...
hu_hu: Tisztítás ...
it_it: Pulizia in corso...
nb_no: Rydder opp...
nl_nl: Opschonen ...
pl_pl: Czyszczenie...
pt_br: Limpando ...
ro_ro: Se curăță...
sv_se: Städar...

source: The folder has been cleaned up.
bg_bg: Папката е изчистена.
ca_es: La carpeta s'ha netejat.
cs_cz: Složka byla pročištěna.
da_dk: Denne mappe er blevet ryddet op.
es_mx: La carpeta se ha limpiado.
fr_fr: Le dossier a été nettoyé.
hu_hu: A mappa tisztítása megtörtént.
it_it: La cartella è stata ripulita.
nb_no: Mappen har blitt ryddet opp.
nl_nl: De map is opgeschoond.
pl_pl: Folder został oczyszczony.
pt_br: A pasta foi limpa.
ro_ro: Dosarul a fost curățat.
sv_se: Mappen har städats.

source: All messages have been deleted
bg_bg: Всички съобщения са изтрити
cs_cz: Všechny zprávy byly smazány
da_dk: Alle beskeder er blevet slettet
es_mx: Se han borrado todos los mensajes
fr_fr: Tous les messages ont été supprimés
hu_hu: Minden üzenet törölve
it_it: Tutti i messaggi sono stati eliminati
nb_no: Alle meldinger har blitt slettet
nl_nl: Alle berichten zijn verwijderd
pl_pl: Wszystkie wiadomości zostały usunięte
pt_br: Todas as mensagens foram excluídas
ro_ro: Toate mesajele au fost șterse
sv_se: Alla meddelanden har tagits bort

source: All files have been deleted
bg_bg: Всички файлове бяха изтрити
cs_cz: Všechny soubory byly smazány
da_dk: Alle filer er blevet slettet
es_mx: Se han borrado todos los archivos
fr_fr: Tous les fichiers ont été supprimés
hu_hu: Minden fájl törölve
it_it: Tutti i file sono stati eliminati
nb_no: Alle filer har blitt slettet
nl_nl: Alle bestanden zijn verwijderd
pl_pl: Wszystkie pliki zostały usunięte
pt_br: Todos os arquivos foram excluídos
ro_ro: Toate fișierele au fost șterse
sv_se: Alla filer har tagits bort

source: The folder has been emptied
bg_bg: Папката е изпразнена
cs_cz: Složka byla vyprázdněna
da_dk: Mappen er blevet tømt
es_mx: La carpeta se ha vaciado
fr_fr: Le dossier a été vidé.
hu_hu: A mappa kiürítése megtörtént
it_it: La cartella è stata svuotata
nb_no: Mappen har blitt tømt.
nl_nl: De map is leeggemaakt
pl_pl: Folder został opróżniony
pt_br: A pasta foi esvaziada
ro_ro: Dosarul a fost golit
sv_se: Mappen har tömts

source: Delete all messages
bg_bg: Изтрийте всички съобщения
cs_cz: Smazat všechny zprávy
da_dk: Slet alle beskeder
es_mx: Borrar todos los mensajes
fr_fr: Supprimer tous les messages
hu_hu: Összes üzenet törlése
it_it: Elimina tutti i messaggi
nb_no: Slett alle meldinger
nl_nl: Alle berichten verwijderen
pl_pl: Usuń wszystkie wiadomości
pt_br: Excluir todas as mensagens
ro_ro: Șterge toate mesajele
sv_se: Radera alla meddelanden

source: Do you really want to empty folder "%s"?
bg_bg: Наистина ли искате да изпразните папката \ " %s "?
ca_es: Realment voleu buidar la carpeta "%s"?
cs_cz: Opravdu chcete vyprázdnit složku „%s“?
da_dk: Vil du virkelig tømme mappen "%s"?
es_mx: ¿De verdad quiere vaciar la carpeta "%s"?
fr_fr: Voulez-vous vraiment vider le dossier « %s » ?
hu_hu: Biztos, hogy ki szeretné üríteni ezt a mappát: „%s”?
it_it: Vuoi davvero svuotare la cartella "%s"?
nb_no: Ønsker du virkelig å tømme mappen "%s"?
nl_nl: Weet u zeker dat u de map "%s" wilt leegmaken?
pl_pl: Czy na pewno chcesz opróżnić folder "%s"?
pt_br: Deseja realmente esvaziar a pasta "%s"?
ro_ro: Sigur doriți să goliți dosarul "%s"?
sv_se: Vill du verkligen tömma mappen "%s"?

source: Empty folder
bg_bg: Празна папка
ca_es: Buidar carpeta
cs_cz: Vyprázdnit složku
da_dk: Tøm mappe
es_mx: Vaciar Carpeta
fr_fr: Vider le dossier
hu_hu: Üres mappa
it_it: Svuota cartella
nb_no: Tøm mappe
nl_nl: Map leegmaken
pl_pl: Opróżnij folder
pt_br: Pasta vazia
ro_ro: Golește dosarul
sv_se: Töm mappen

source: Subscribe to IMAP folders
bg_bg: Абонирайте се за IMAP папки
cs_cz: Přihlásit IMAP složky
da_dk: Abonnér på IMAP-mapper
es_mx: Suscribirse a carpetas IMAP
fr_fr: S'abonner à des dossiers IMAP
hu_hu: Feliratkozás az IMAP mappákra
it_it: Sottoscrivi cartelle IMAP
nl_nl: Abonneren op IMAP mappen
pl_pl: Subskrybuj foldery IMAP
pt_br: Inscrever nas pastas IMAP
ro_ro: Abonați-vă la dosarele IMAP
sv_se: Prenumerera på IMAP-mappar

source: Refresh folders
cs_cz: Aktualizovat složky
da_dk: Opdatér mapper
es_mx: Actualizar carpetas
fr_fr: Actualiser les dossiers
hu_hu: Mappák frissítése
it_it: Aggiorna cartelle
nl_nl: Mappen vernieuwen
pl_pl: Odśwież foldery
pt_br: Atualizar pastas
ro_ro: Reîmprospătează dosarele
sv_se: Uppdatera mappar
