Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Drag to reorder filter rules
bg_bg: Плъзнете, за да пренареждате правилата за филтриране
cs_cz: Táhnutím přeskupíte pravidla filtrů
da_dk: Træk for at omorganisere filterregler
es_mx: Arrastrar para reordenar reglas de filtrado
fr_fr: Faites glisser pour réorganiser les règles de filtrage
hu_hu: Húzza a szűrőszabályok átrendezéséhez
it_it: Trascina per riordinare le regole di filtro
nb_no: Dra for å ordne filterregler
nl_nl: Sleep om de volgorde van de filterregels te veranderen
pl_pl: Przeciągnij, aby zmienić kolejność reguł filtrów
pt_br: Arraste para reordenar as regras de filtro
ro_ro: Glisați pentru a reordona regulile de filtrare
sv_se: Dra för att sortera filterregler

source: Please select the folder to apply the rule to
cs_cz: Vyberte složku, na kterou bude pravidlo použito
da_dk: Vælg hvilken mappe reglen skal gælde for
es_mx: Por favor, seleccione la carpeta a la que aplicar la regla
hu_hu: Válassza ki a mappát, amelyre a szabályt alkalmazza
it_it: Seleziona la cartella alla quale applicare la regola
nl_nl: Selecteer de map waarop u de regel wilt toepassen
pl_pl: Wybierz folder, do którego ma zostać zastosowana reguła
pt_br: Selecione a pasta a qual aplicar a regra
ro_ro: Selectați dosarul la care se va aplica această regula
sv_se: Välj mappen att verkställa regeln på

source: Apply filter rule
cs_cz: Aplikovat filtr
da_dk: Brug filterregel
es_mx: Aplicar regla de filtrado
hu_hu: Szűrési szabály alkalmazása
it_it: Applica regola di filtro
nl_nl: Filterregel toepassen
pl_pl: Zastosuj regułę filtra
pt_br: Aplicar regra de filtro
ro_ro: Aplicați regula de filtrare
sv_se: Verkställ filterregel

source: Delete filter rule
cs_cz: Smazat filtrovací pravidlo
da_dk: Slet filterregel
es_mx: Borrar regla de filtrado
fr_fr: Supprimer la règle de filtrage
hu_hu: Szűrőszabály törlése
it_it: Elimina la regola di filtro
nl_nl: Filterregel verwijderen
pl_pl: Usuń regułę filtra
pt_br: Excluir regra de filtro
ro_ro: Ștergere regulă filtru
sv_se: Radera filterregel

source: Do you really want to delete this filter rule?
bg_bg: Наистина ли искате да изтриете това правило за филтриране?
cs_cz: Opravdu chcete smazat toto pravidlo filtru?
da_dk: Vil du virkelig slette denne filterregel?
es_mx: ¿Está seguro de querer borrar esta regla de filtrado?
fr_fr: Voulez-vous vraiment supprimer cette règle de filtrage ?
hu_hu: Biztos, hogy törölni szeretné ezt a szűrőszabályt?
it_it: Vuoi davvero eliminare questa regola di filtro?
nb_no: Er du sikker på at du vil slette denne filterregelen?
nl_nl: Weet u zeker dat u deze filterregel wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę regułę filtra?
pt_br: Deseja realmente excluir esta regra de filtro?
ro_ro: Sigur doriți să ștergeți această regulă de filtrare?
sv_se: Vill du verkligen ta bort den här filterregeln?

source: Mail Filter Rules
bg_bg: Правила за филтриране на пощата
ca_es: Regles del filtre de correu
cs_cz: Pravidla pro filtr zpráv
da_dk: Regler for e-mail-filter
es_mx: Reglas de filtrado de correo
fr_fr: Règles de filtrage du courrier
hu_hu: Levélszűrő szabályok
it_it: Regole di filtro dei messaggi
nb_no: E-postfilterregler
nl_nl: Mailfilter regels
pl_pl: Reguły filtrów poczty
pt_br: Regras de filtro de e-mail
ro_ro: Reguli de filtrare a mesajelor
sv_se: E-postfilterregler

source: Add new rule
bg_bg: Добави ново правило
ca_es: Afegeix una nova regla
cs_cz: Přidat nové pravidlo
da_dk: Tilføj ny regel
es_mx: Añadir nueva regla
fr_fr: Ajouter une nouvelle règle
hu_hu: Új szabály hozzáadása
it_it: Aggiungi una nuova regola
nb_no: Legg til ny regel
nl_nl: Een nieuwe regel toevoegen
pl_pl: Dodaj nową regułę
pt_br: Adicionar nova regra
ro_ro: Adaugă o regulă nouă
sv_se: Lägg till ny regel

source: There is no rule defined
bg_bg: Няма определено правило
ca_es: No hi ha cap regla definida
cs_cz: Není určeno žádné pravidlo
da_dk: Der er ingen regel defineret
es_mx: No hay ninguna regla definida
fr_fr: Pas de règle définie
hu_hu: Nincs megadva szabály
it_it: Non è stata definita alcuna regola
nb_no: Det er ingen regel definert
nl_nl: Er zijn geen regels gedefinieerd
pl_pl: Brak zdefiniowanej reguły
pt_br: Não existe regra definida
ro_ro: Nu a fost definită nicio regulă
sv_se: Ingen regel har definierats

source: Mark mail as
bg_bg: Маркирай мейла като
ca_es: Marca correu com a
cs_cz: Označit zprávu jako
da_dk: Markér e-mail som
es_mx: Marcar correo como
fr_fr: Marquer le message comme
hu_hu: Levél megjelölése
it_it: Marca messaggio come
nb_no: Marker e-post som
nl_nl: Markeer e-mail als
pl_pl: Oznacz jako
pt_br: Marcar e-mail como
ro_ro: Marchează mesajul ca
sv_se: Märk meddelande som

source: Add IMAP keyword
bg_bg: Добавяне на IMAP ключова дума
cs_cz: Přidat klíčové slovo IMAP
da_dk: Tilføj IMAP-stikord
es_mx: Añadir clave IMAP
fr_fr: Ajouter un mot-clé IMAP
hu_hu: IMAP kulcsszó hozzáadása
it_it: Aggiungere parola chiave IMAP
nb_no: Legg til IMAP-nøkkelord
nl_nl: Toevoegen IMAP sleutelwoord
pl_pl: Dodaj słowo kluczowe IMAP
pt_br: Adicionar palavra-chave ao IMAP
ro_ro: Adaugă cuvântul cheie IMAP
sv_se: Lägg till IMAP-nyckelord

source: Set color flag
bg_bg: Задаване на цвят за маркиране
cs_cz: Nastavit barevný příznak
da_dk: Sæt farvemarkering
es_mx: Asignar marca coloreada
fr_fr: Assigner un drapeau coloré
hu_hu: Jelölőszín beállítása
it_it: Imposta contrassegno di colore
nb_no: Angi farge-flagg
nl_nl: Stel markeerkleur in
pl_pl: Ustaw kolorową flagę
pt_br: Definir bandeira de cores
ro_ro: Setează marcajul culoare
sv_se: Ange färgflagga

source: deleted
bg_bg: изтрит
ca_es: suprimit
cs_cz: smazáno
da_dk: slettet
es_mx: borrado
fr_fr: supprimé
hu_hu: törölt
it_it: eliminato
nb_no: slettet
nl_nl: verwijderd
pl_pl: do usunięcia
pt_br: excluído
ro_ro: șters
sv_se: borttagen

source: seen
bg_bg: видян
ca_es: vist
cs_cz: prohlédnuto
da_dk: set
es_mx: visto
fr_fr: vu
hu_hu: olvasott
it_it: visto
nb_no: sett
nl_nl: gezien
pl_pl: przeczytane
pt_br: lido
ro_ro: vizualizat
sv_se: läst

source: flagged
bg_bg: маркиран
cs_cz: příznak
da_dk: markeret
es_mx: marcado
fr_fr: marqué
hu_hu: megjelölt
it_it: contrassegnato
nb_no: flagget
nl_nl: gemarkeerd
pl_pl: oflagowane
pt_br: marcado
ro_ro: marcat
sv_se: flaggad

source: Set IMAP keywords
cs_cz: Nastavit klíčová slova IMAP
da_dk: Sæt IMAP nøgleord
es_mx: Asignar palabras clave IMAP
fr_fr: Définir les mots-clés IMAP
hu_hu: IMAP kulcsszó beállítása
it_it: Imposta parole chiave IMAP
nl_nl: Stel IMAP sleutelwoord in
pl_pl: Ustaw słowa kluczowe IMAP
pt_br: Definir palavras-chave do IMAP
ro_ro: Setarea cuvintelor cheie IMAP
sv_se: Ange IMAP-nyckelord

source: Remove IMAP keyword
bg_bg: Премахване на IMAP ключова дума
cs_cz: Odstranit klíčové slovo IMAP
da_dk: Fjern IMAP-stikord
es_mx: Eliminar clave IMAP
fr_fr: Supprimer le mot-clé IMAP
hu_hu: IMAP kulcsszó eltávolítása
it_it: Rimuovi parola chiave IMAP
nb_no: Fjern IMAP-nøkkelord
nl_nl: Verwijder IMAP sleutelwoord
pl_pl: Usuń słowo kluczowe IMAP
pt_br: Excluir palavra-chave do IMAP
ro_ro: Elimină cuvântul cheie IMAP
sv_se: Ta bort IMAP-nyckelord

source: Keep
bg_bg: Запази
ca_es: Mantén
cs_cz: Ponechat
da_dk: Behold
es_mx: Mantener
fr_fr: Conserver
hu_hu: Megtartás
it_it: Mantieni
nb_no: Behold
nl_nl: Behouden
pl_pl: Zatrzymaj
pt_br: Manter
ro_ro: Păstrează
sv_se: Behåll

source: Encrypt the email
cs_cz: Zašifrovat zprávu
da_dk: Kryptér e-mail
es_mx: Cifrar el correo
fr_fr: Chiffrer le courriel
hu_hu: Levél titkosítása
it_it: Cifra il messaggio
nl_nl: Codeer de e-mail
pl_pl: Szyfruj wiadomość e-mail
pt_br: Criptografar o e-mail
ro_ro: Criptarea e-mailului
sv_se: Kryptera meddelandet

source: File into
bg_bg: Вкарай в
cs_cz: Založit do
da_dk: Arkivér i
es_mx: Archivar en
fr_fr: Classer dans
hu_hu: Iktatás ide:
it_it: Archivia in
nb_no: Arkiver til
nl_nl: Opslaan in
pl_pl: Plik do
pt_br: Arquivar em
ro_ro: Depune în
sv_se: Arkivera som

source: Copy into
bg_bg: Копирай в
cs_cz: Kopírovat do
da_dk: Kopiér til
es_mx: Copiar en
fr_fr: Copier dans
hu_hu: Másolás ide:
it_it: Copia in
nb_no: Kopier til
nl_nl: Kopiëren naar
pl_pl: Kopiuj do
pt_br: Copiar para
ro_ro: Copiază în
sv_se: Kopiera till

source: Redirect to
bg_bg: Пренасочване към
ca_es: Redirigeix a
cs_cz: Přesměrovat na
da_dk: Omdirigér til
es_mx: Redirigir a
fr_fr: Transmettre à
hu_hu: Átirányítás ide:
it_it: Reindirizza a
nb_no: Omdiriger til
nl_nl: Doorsturen naar
pl_pl: Przekieruj do
pt_br: Redirecionar para
ro_ro: Redirecționează către
sv_se: Omdirigera till

source: Reject with reason
bg_bg: Отхвърлете с причина
ca_es: Rebutja amb motiu
cs_cz: Odmítnout s odůvodněním
da_dk: Afvis med grunden
es_mx: Rechazar con motivo
fr_fr: Rejeter avec une explication
hu_hu: Elutasítás oka
it_it: Rifiuta con motivo
nb_no: Avvise med grunn
nl_nl: Afwijzen met reden
pl_pl: Odrzuć, podając powód
pt_br: Rejeitar com motivo
ro_ro: Respinge cu un motiv
sv_se: Neka med anledning

source: Nested condition
bg_bg: Добави условие
cs_cz: Vnořená podmínka
da_dk: Indeholdt betingelse
es_mx: Condición anidada
fr_fr: Condition imbriquée
hu_hu: Beágyazott feltétel
it_it: Condizione nidificata
nb_no: Nøstet vilkår
nl_nl: Gekoppelde voorwaarden
pl_pl: Warunek zagnieżdżony
pt_br: Condição aninhada
ro_ro: Condiție imbricată
sv_se: Nästat villkor

source: continue if all of these conditions are met
bg_bg: ако всички тези условия са изпълнени
cs_cz: pokračovat, pokud jsou všechny podmínky splněny
da_dk: fortsæt hvis alle disse betingelser er opfyldt
es_mx: continuar si se cumplen todas estas condiciones
fr_fr: poursuivre si l'ensemble de ces conditions sont vérifiées
hu_hu: folytassa, ha ezen feltételek mindegyike teljesül
it_it: continua se tutte le condizioni sono verificate
nb_no: fortsett dersom alle disse vilkårene er oppfylt
nl_nl: doorgaan als deze voorwaarden zijn gehaald
pl_pl: kontynuuj, jeśli spełnione zostały wszystkie warunki
pt_br: continuar se todas essas condições forem atendidas
ro_ro: continuă dacă toate aceste condiții sunt adevărate
sv_se: fortsätt om alla dessa villkor uppfylls

source: continue if any of these conditions are met
bg_bg: продължи, ако някое от тези условия е изпълнено
cs_cz: pokračovat, pokud je kterákoliv z podmínek splněna
da_dk: fortsæt bare én af disse betingelser er opfyldt
es_mx: continuar si se cumplen cualquiera de estas condiciones
fr_fr: poursuivre si l'une de ces conditions est vérifiée
hu_hu: folytassa, ha ezen feltételek bármelyike teljesül
it_it: continua se una qualsiasi di queste condizioni è verificata
nb_no: fortsett hvis noen av vilkårene er oppfylt
nl_nl: doorgaan als áán van deze voorwaarden zijn gehaald
pl_pl: kontynuuj, jeśli spełniono którykolwiek z tych warunków
pt_br: continuar se alguma dessas condições for atendida
ro_ro: continuă dacă cel puțin una dintre aceste condiții este adevărată
sv_se: fortsätt om något dessa villkor uppfylls

source: continue if all conditions are met
bg_bg: продължете, ако са изпълнени всички условия
cs_cz: pokračovat, pokud jsou všechny podmínky splněny
da_dk: fortsæt hvis alle betingelser er opfyldt
es_mx: continuar si se cumplen todas las condiciones
fr_fr: poursuivre si toutes les conditions sont vérifiées
hu_hu: folytassa, ha minden feltétel teljesül
it_it: continua se sono soddisfatte tutte le condizioni
nb_no: fortsett hvis alle vilkårene er oppfylt
nl_nl: doorgaan als alle voorwaarden zijn gehaald
pl_pl: kontynuuj, jeśli spełniono wszystkie warunki
pt_br: continuar se todas as condições forem atendidas
ro_ro: continuă dacă toate condițiile sunt adevărate
sv_se: fortsätt om alla villkor uppfylls

source: Add condition
bg_bg: Добави условие
ca_es: Afegeix-hi una condició
cs_cz: Přidat stav
da_dk: Tilføj betingelse
es_mx: Añadir condición
fr_fr: Ajouter une condition
hu_hu: Feltétel hozzáadása
it_it: Aggiungi una condizione
nb_no: Legg til betingelse
nl_nl: Voorwaarde toevoegen
pl_pl: Dodaj warunek
pt_br: Adicionar condição
ro_ro: Adaugă condiție
sv_se: Lägg till villkor

source: Body
cs_cz: Tělo
da_dk: Brødtekst
es_mx: Cuerpo
fr_fr: Corps
hu_hu: Törzs
it_it: Corpo
nb_no: Kropp (Body)
nl_nl: Berichtinhoud
pl_pl: Treść
pt_br: Corpo
ro_ro: Corp
sv_se: Brödtext

source: Current date
bg_bg: Текуща дата
cs_cz: Aktuální datum
da_dk: Dags dato
es_mx: Fecha actual
fr_fr: Date actuelle
hu_hu: Jelenlegi dátum
it_it: Data attuale
nb_no: Gjeldende dato
nl_nl: Huidige datum
pl_pl: Bieżąca data
pt_br: Data atual
ro_ro: Data actuală
sv_se: Aktuellt datum

source: original time zone
bg_bg: оригиналната часова зона
cs_cz: původní časové pásmo
da_dk: oprindelig tidszone
es_mx: zona horaria original
fr_fr: fuseau horaire d'origine
hu_hu: eredeti időzóna
it_it: fuso orario originale
nb_no: opprinnelig tidssone
nl_nl: originele tijdzone
pl_pl: oryginalna strefa czasowa
pt_br: fuso horário original
ro_ro: fus orar original
sv_se: ursprunglig tidszon

source: Greater equals
bg_bg: По-голяма или равна
cs_cz: Větší nebo rovno
da_dk: Større end eller lig med
es_mx: Los mayores o iguales
fr_fr: Supérieur ou égal
hu_hu: Nagyobb vagy egyenlő
it_it: Maggiore o uguale
nb_no: Større enn eller lik
nl_nl: Groter of gelijk aan
pl_pl: Większe lub równe
pt_br: Maiores iguais
ro_ro: Mai mare sau egal
sv_se: Större än eller lika med

source: Lower equals
bg_bg: По-малка или равна
cs_cz: Menší nebo rovno
da_dk: Mindre end eller lig med
es_mx: Los menores o iguales
fr_fr: Inférieur ou égal
hu_hu: Kisebb vagy egyenlő
it_it: Minore o uguale
nb_no: Lavere eller lik
nl_nl: Kleiner of gelijk aan
pl_pl: Mniejsze lub równe
pt_br: Menores iguais
ro_ro: Mai mic sau egal
sv_se: Lägre än eller lika med

source: Is exactly
bg_bg: Е точно
ca_es: És exactament
cs_cz: Je přesně
da_dk: Er præcis
es_mx: Es exactamente
fr_fr: Vaut exactement
hu_hu: Pontosan
it_it: È uguale
nb_no: Er nøyaktig
nl_nl: Is exact
pl_pl: Jest dokładnie
pt_br: É exatamente
ro_ro: Este identic
sv_se: Är exakt

source: Is not exactly
bg_bg: Не е точно
cs_cz: Není přesně
da_dk: Er ikke præcist
es_mx: No es exactamente
fr_fr: Ne vaut pas exactement
hu_hu: Nem pontosan
it_it: Non è uguale
nb_no: Er nøyaktig ikke
nl_nl: Is niet exact
pl_pl: Nie jest niedokładnie
pt_br: Não é exato
ro_ro: Nu este identic
sv_se: Är inte exakt

source: Lower
bg_bg: По-малка
cs_cz: Menší
da_dk: Mindre end
es_mx: Menor
fr_fr: Inférieur
hu_hu: Kisebb
it_it: Minore
nb_no: Lavere
nl_nl: Kleiner
pl_pl: Mniejsze
pt_br: Menor
ro_ro: Mai mic
sv_se: Lägre än

source: Greater
bg_bg: По-голяма
cs_cz: Větší
da_dk: Større end
es_mx: Mayor
fr_fr: Supérieur
hu_hu: Nagyobb
it_it: Maggiore
nb_no: Større
nl_nl: Groter
pl_pl: Większe
pt_br: Maior
ro_ro: Mai mare
sv_se: Större än

source: datepicker
cs_cz: výběr data
da_dk: datovælger
es_mx: selector de fechas
hu_hu: dátumválasztó
it_it: selettore della data
nb_no: datovelger
nl_nl: datumselectie
pl_pl: narzędzie wybierania daty
pt_br: seletor de data
ro_ro: selectare date
sv_se: datumväljare

source: Sent date
bg_bg: Изпратена дата
cs_cz: Datum odeslání
da_dk: Afsendelsesdato
es_mx: Fecha de envío
fr_fr: Date d'expédition
hu_hu: Küldés dátuma
it_it: Data di invio
nb_no: Sendt dato
nl_nl: Verzenddatum
pl_pl: Data wysłania
pt_br: Data de envio
ro_ro: Dată de expediere
sv_se: Skickades datum

source: Envelope
bg_bg: Плик
cs_cz: Obálka
da_dk: Kuvert
es_mx: Sobre
fr_fr: Enveloppe
hu_hu: Boríték
it_it: Busta
nb_no: Konvolutt
pl_pl: Koperta
ro_ro: Plic
sv_se: Kuvert

source: Local-part
cs_cz: Místní část
es_mx: Parte local
fr_fr: Partie locale
hu_hu: Helyi-rész
it_it: Parte locale
nl_nl: Lokaal-deel
pl_pl: Część lokalna
pt_br: Parte local
ro_ro: Parte locală
sv_se: Lokal del

source: Domain
bg_bg: Домейн
cs_cz: Doména
da_dk: Domæne
es_mx: Dominio
fr_fr: Domaine
hu_hu: Tartomány
it_it: Dominio
nb_no: Domene
nl_nl: Domein
pl_pl: Domena
pt_br: Domínio
ro_ro: Domeniu
sv_se: Domän

source: Detail
bg_bg: Детайл
cs_cz: Podrobnosti
da_dk: Detalje
es_mx: Detalle
fr_fr: Détails
hu_hu: Részlet
it_it: Dettagli
nb_no: Detaljer
pl_pl: Szczegóły
pt_br: Detalhes
ro_ro: Detaliu
sv_se: Detaljer

source: Header
ca_es: Capçalera
cs_cz: Hlavička
da_dk: Hoved
es_mx: Cabecera
fr_fr: En-tête
hu_hu: Fejléc
it_it: Intestazione
nb_no: Toppfelt
pl_pl: Nagłówek
pt_br: Cabeçalho
ro_ro: Antet
sv_se: Rubrik

source: Cc
bg_bg: Як
da_dk: Kopi til
hu_hu: Másolat
pl_pl: DW
sv_se: Kopia

source: Any recipient
bg_bg: Всеки получател
ca_es: Qualsevol destinatari
cs_cz: Kterýkoliv adresát
da_dk: Enhver modtager
es_mx: Cualquier destinatario
fr_fr: N'importe quel destinataire
hu_hu: Bármely címzett
it_it: Qualsiasi destinatario
nb_no: Enhver mottaker
nl_nl: Elke ontvanger
pl_pl: Dowolny adresat
pt_br: Qualquer destinatário
ro_ro: Toți destinatarii
sv_se: Alla mottagare

source: Mailing list
bg_bg: Пощенски списък
ca_es: Llista de correu
cs_cz: Poštovní konference
da_dk: E-mail-liste
es_mx: Lista de correo
fr_fr: Liste de discussion
hu_hu: Levelezőlista
it_it: Lista di distribuzione
nb_no: Adresseliste
nl_nl: Mailinglijst
pl_pl: Lista adresowa
pt_br: Lista de discussão
ro_ro: Listă de discuții
sv_se: Sändlista

source: Is bigger than
bg_bg: Е по-голям от
ca_es: És major que
cs_cz: Je větší než
da_dk: Er større end
es_mx: Es mayor que
fr_fr: Est plus grand que
hu_hu: Nagyobb, mint
it_it: È maggiore di
nb_no: Er større enn
nl_nl: Is groter dan
pl_pl: Większe niż
pt_br: É maior que
ro_ro: Este mai mare decât
sv_se: Är större än

source: Is smaller than
ca_es: És menor que
cs_cz: Je menší než
da_dk: Er mindre end
es_mx: Es menor que
fr_fr: Est plus petit que
hu_hu: Kisebb, mint
it_it: È minore di
nl_nl: Is kleiner dan
pl_pl: Mniejsze niż
pt_br: É menor que
ro_ro: Este mai mic decât
sv_se: Är mindre än

source: Bcc
bg_bg: Ск
da_dk: Blind kopi til (Bcc)
es_mx: Cco
hu_hu: Titkos másolat
it_it: Ccn
pl_pl: UDW
pt_br: Cco
sv_se: Dold kopia

source: Sender
bg_bg: Подател
cs_cz: Odesílatel
es_mx: Remitente
fr_fr: Expéditeur
hu_hu: Feladó
it_it: Mittente
nb_no: Avsender
nl_nl: Verzender
pl_pl: Nadawca
pt_br: Remetente
ro_ro: Expeditor
sv_se: Avsändare

source: Resent-From
cs_cz: Znovu posláno od
da_dk: Gensendt fra
es_mx: Reenviado-desde
fr_fr: Réexpédié-De
hu_hu: Újraküldött-feladó
it_it: Rediretto-Da
nb_no: Videresendt-Fra
nl_nl: Verzonden-Van
pl_pl: Wyślij ponownie-Od
pt_br: Reenviado-De
ro_ro: Retrimite de la
sv_se: Återskickat-från

source: Resent-To
cs_cz: Znovu posláno
da_dk: Gensendt til
es_mx: Reenviado-a
fr_fr: Réexpédié-À
hu_hu: Újraküldött-címzett
it_it: Rediretto-A
nb_no: Videresendt-Til
nl_nl: Verzonden-Naar
pl_pl: Wyślij ponownie-Do
pt_br: Reenviado-Para
ro_ro: Retrimite către
sv_se: Återskickat-till

source: String
cs_cz: Řetězec
da_dk: Streng
es_mx: Cadena
fr_fr: Chaîne de caractères
hu_hu: Karakter
it_it: Stringa
nl_nl: Tekenreeks
pl_pl: Ciąg
ro_ro: Șir
sv_se: Sträng

source: Source
bg_bg: Източник
ca_es: Font
cs_cz: Zdroj
da_dk: Kilde
es_mx: Fuente
hu_hu: Forrás
it_it: Origine
nb_no: Kilde
nl_nl: Bron
pl_pl: Źródło
pt_br: Origem
ro_ro: Sursă
sv_se: Källa

source: PGP signature
cs_cz: Podpis PGP
da_dk: PGP-underskrift
es_mx: Firma PGP
fr_fr: Signature PGP
hu_hu: PGP aláírás
it_it: Firma PGP
nl_nl: PGP-ondertekening
pl_pl: Podpis PGP
pt_br: Assinatura PGP
ro_ro: Semnătura PGP
sv_se: PGP-signatur

source: The signature exists and is valid
cs_cz: Podpis existuje a je platný
da_dk: Underskriften findes og er gyldig
es_mx: La firma existe y es válida
fr_fr: La signature existe et est valide
hu_hu: Az aláírás létezik és érvényes
it_it: La firma esiste ed è valida
nl_nl: De ondertekening bestaat en is geldig
pl_pl: Podpis istnieje i jest prawidłowy
pt_br: A assinatura existe e é válida
ro_ro: Semnătura există și este validă
sv_se: Signaturen finns och är giltig

source: The signature is missing or is not valid
cs_cz: Podpis neexistuje nebo není platný
da_dk: Underskriften mangler eller er ikke gyldig
es_mx: Falta la firma o no es válida
fr_fr: La signature manque ou n'est pas valide
hu_hu: Az aláírás hiányzik vagy érvénytelen
it_it: La firma è mancante o non è valida
nl_nl: De ondertekening ontbreekt of is niet geldig
pl_pl: Brakuje podpisu lub jest on nieprawidłowy
pt_br: A assinatura está ausente ou não é válida
ro_ro: Semnătura lipsește sau nu este validă
sv_se: Signaturen saknas eller är ogiltig

source: Part
bg_bg: Част
cs_cz: Část
da_dk: Del
es_mx: Parte
fr_fr: Partie
hu_hu: Része
it_it: Parte
nb_no: Del
nl_nl: Deel
pl_pl: Część
pt_br: Parte
ro_ro: Parte
sv_se: Del

source: Contains
bg_bg: Съдържа
ca_es: Conté
cs_cz: Obsahuje
da_dk: Indeholder
es_mx: Contiene
fr_fr: Contient
hu_hu: Tartalmazza
it_it: Contiene
nb_no: Inneholder
nl_nl: Bevat
pl_pl: Zawiera
pt_br: Contém
ro_ro: Conține
sv_se: Innehåller

source: Contains not
bg_bg: Не съдържа
cs_cz: Neobsahuje
da_dk: Indeholder ikke
es_mx: No contiene
fr_fr: Ne contient pas
hu_hu: Nem tartalmazza
it_it: Non contiene
nb_no: Inneholder ikke
nl_nl: Bevat niet
pl_pl: Nie zawiera
pt_br: Não contém
ro_ro: Nu conține
sv_se: Innehåller inte

source: Matches
bg_bg: Съвпада
ca_es: Coincidències
cs_cz: Odpovídá
da_dk: Matcher
es_mx: Cumple
fr_fr: Correspond à
hu_hu: Megegyezik
it_it: Corrisponde
nb_no: Stemmer overens
nl_nl: Komt overeen
pl_pl: Pasuje
pt_br: Corresponde
ro_ro: Corespondențe
sv_se: Matchar

source: Matches not
bg_bg: Не съвпада
cs_cz: Neodpovídá
da_dk: Svarer ikke til
es_mx: No coincide
fr_fr: Ne correspond pas à
hu_hu: Nem egyezik meg
it_it: Non corrisponde
nb_no: Matcher ikke
nl_nl: Komt niet overeen
pl_pl: Nie pasuje
pt_br: Não corresponde
ro_ro: Nu se potrivește cu
sv_se: Matchar inte

source: Starts with
bg_bg: Започва с
cs_cz: Začíná čím
da_dk: Begynder med
es_mx: Comienza con
fr_fr: Commence par
hu_hu: Ezzel kezdődik:
it_it: Inizia con
nb_no: Starter med
nl_nl: Start met
pl_pl: Zaczyna się od
pt_br: Inicia com
ro_ro: Începe cu
sv_se: Börjar med

source: Starts not with
bg_bg: Не започва с
cs_cz: Nezačíná s
da_dk: Begynder ikke med
es_mx: No comienza con
fr_fr: Ne commence pas par
hu_hu: Ezzel kezdődik:
it_it: Non inizia con
nb_no: Starter ikke med
nl_nl: Start niet met
pl_pl: Nie zaczyna się od
pt_br: Não inicia com
ro_ro: Nu începe cu
sv_se: Börjar inte med

source: Ends with
bg_bg: Завършва на
cs_cz: Končí čím
da_dk: Slutter med
es_mx: Finaliza con
fr_fr: Finit par
hu_hu: Ezzel végződik:
it_it: Termina con
nb_no: Slutter med
nl_nl: Eindigt met
pl_pl: Kończy się na
pt_br: Termina com
ro_ro: Se termină în
sv_se: Slutar med

source: Ends not with
bg_bg: Не завършва на
cs_cz: Nekončí čím
da_dk: Slutter ikke med
es_mx: No finaliza con
fr_fr: Ne finit pas par
hu_hu: Nem ezzel végződik:
it_it: Non termina con
nb_no: Slutter ikke med
nl_nl: Eindigt niet met
pl_pl: Nie kończy się na
pt_br: Não termina com
ro_ro: Nu se termină în
sv_se: Slutar inte med

source: Regex
ca_es: Expressió regular
da_dk: Regulært udtryk
es_mx: Expresión regular
fr_fr: Expression rationnelle
hu_hu: Regexre illeszkedő:
it_it: Espressione regolare
nl_nl: Reguliere expressie
pl_pl: Wyrażenie regularne
pt_br: Expressão regular
ro_ro: Expresie regulată
sv_se: Reguttr

source: Not Regex
cs_cz: Není regulární výraz
da_dk: Ikke et »regex« (regulært udtryk)
es_mx: No coincide con la expresión
fr_fr: Expression non rationnelle
hu_hu: Regexre nem illeszkedő:
it_it: Non espressione regolare
nb_no: Ikke Regex
nl_nl: Geen Regex
pl_pl: Nie jest wyrażeniem regularnym
pt_br: Expressão não regular
ro_ro: Nu este expresie regulată
sv_se: Inte reguttr

source: Exists
bg_bg: Съществува
cs_cz: Existuje
da_dk: Findes
es_mx: Existe
fr_fr: Existe
hu_hu: Létezik
it_it: Esiste
nl_nl: Bestaat
pl_pl: Istnieje
pt_br: Existe
ro_ro: Există
sv_se: Finns

source: Does not exist
bg_bg: Не съществува
cs_cz: Neexistuje
da_dk: Findes ikke
es_mx: No existe
fr_fr: N'existe pas
hu_hu: Nem létezik
it_it: Non esiste
nl_nl: Bestaat niet
pl_pl: Nie istnieje
pt_br: Não existe
ro_ro: Nu există
sv_se: Finns inte
