Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Number format
cs_cz: Formát čísel
da_dk: Nummerformat
es_mx: Formato numérico
fr_fr: Format des nombres
hu_hu: Számformátum
it_it: Formato numerico
nl_nl: Nummerformaat
pl_pl: Format liczb
pt_br: Formato numérico
ro_ro: Format număr
sv_se: Nummerformat

source: First day of the week
cs_cz: První den týdne
da_dk: Første dag i ugen
es_mx: Primer día de la semana
fr_fr: Premier jour de la semaine
hu_hu: A hét első napja
it_it: Primo giorno della settimana
nl_nl: Eerste dag van de week
pl_pl: Pierwszy dzień tygodnia
pt_br: Primeiro dia da semana
ro_ro: Prima zi a săptămânii
sv_se: Första veckodag

source: First week of the year
cs_cz: První týden roku
da_dk: første uge på året
es_mx: Primera semana del año
fr_fr: Première semaine de l'année
hu_hu: Az év első hete
it_it: Prima settimana dell'anno
nl_nl: Eerste week van het jaar
pl_pl: Pierwszy tydzień roku
pt_br: Primeira semana do ano
ro_ro: Prima săptămână a anului
sv_se: Årets första vecka

source: Error log
bg_bg: Отчет за грешки
ca_es: Registre d'errors
cs_cz: Záznam o chybách
da_dk: Fejllog
es_mx: Registro de errores
fr_fr: Journal d'erreurs
hu_hu: Hibanapló
it_it: Log di errore
nb_no: Feillogg
nl_nl: Foutenlogboek
pl_pl: Rejestr błędów
pt_br: Registro de erros
ro_ro: Jurnal erori
sv_se: Fel-logg

source: Show request body
ca_es: Mostra el cos de la petició
cs_cz: Zobrazit obsah požadavku
da_dk: Vis forespørgslens krop
es_mx: Mostrar el cuerpo de la petición
fr_fr: Afficher le corps de la requête
hu_hu: Kéréstörzs megjelenítése
it_it: Mostra il corpo della richiesta
nb_no: Vis forespørsel kroppen
nl_nl: Toon aanvraag tekst
pl_pl: Pokaż treść żądania
pt_br: Exibir corpo da requisição
ro_ro: Afișează corpul cererii
sv_se: Visa sökningens kropp

source: Hide request body
ca_es: Amaga el cos de la petició
cs_cz: Skrýt obsah požadavku
da_dk: Skjul forespørgslens krop
es_mx: Ocultar el cuerpo de la petición
fr_fr: Masquer le corps de la requête
hu_hu: Kéréstörzs elrejtése
it_it: Nascondi il corpo della richiesta
nb_no: Skjul innholdet i forespørselen
nl_nl: Verberg aanvraag tekst
pl_pl: Ukryj treść żądania
pt_br: Ocultar corpo da requisição
ro_ro: Ascunde corpul cererii
sv_se: Dölj sökningens kropp

source: Show stack trace
ca_es: Mostra el traçat de pila
cs_cz: Zobrazit sledování zásobníku
da_dk: Vis stakspor
es_mx: Mostrar trazado de pila
fr_fr: Afficher la trace d'erreurs
hu_hu: Veremkiíratás megjelenítése
it_it: Mostra tracciamento degli errori
nb_no: Vis stabel spor
nl_nl: Toon stack trace
pl_pl: Pokaż zrzut stosu
pt_br: Exibir rastreamento de pilha
ro_ro: Afișează trasarea erorilor
sv_se: Visa stackspårning

source: Hide stack trace
ca_es: Amaga el traçat de pila
cs_cz: Skrýt sledování zásobníku
da_dk: Skjul stakspor
es_mx: Ocultar el trazado de pila
fr_fr: Masquer la trace d'erreurs
hu_hu: Veremkiíratás elrejtése
it_it: Nascondi tracciamento degli errori
nb_no: Skjul stakksporing
nl_nl: Verberg stack trace
pl_pl: Ukryj zrzut stosu
pt_br: Ocultar rastreamento de pilha
ro_ro: Ascunde trasarea erorilor
sv_se: Dölj stackspårning

source: Host
bg_bg: Домейн
ca_es: Servidor
cs_cz: Hostitel
da_dk: Vært
es_mx: Servidor
fr_fr: Hôte
hu_hu: Gép
nb_no: Vert
pt_br: Servidor
ro_ro: Gazdă
sv_se: Värd

source: Browser
bg_bg: Браузър
ca_es: Navegador
cs_cz: Prohlížeč
es_mx: Navegador
fr_fr: Navigateur
hu_hu: Böngésző
nb_no: Nettleser
nl_nl: Webbrowser
pl_pl: Przeglądarka
pt_br: Navegador
ro_ro: Navigator de internet
sv_se: Webbläsare

source: Total: %1$s requests
bg_bg: Общо: %1$s заявки
ca_es: Total: %1$s peticions
cs_cz: Celkem: %1$s požadavků
da_dk: Total: %1$s forespørgsler
es_mx: Total: %1$s peticiones
fr_fr: Total : %1$s requêtes
hu_hu: Összesen: %1$s kérés
it_it: Totale: %1$s richieste
nb_no: Total: %1$s forespørsler
nl_nl: Totaal: %1$s aanvragen
pl_pl: Łącznie żądań: %1$s
pt_br: Total: %1$s requisições
ro_ro: Total: %1$s cereri
sv_se: Totalt: %1$s sökningar

source: Average time: %1$s ms
bg_bg: Средно време: %1$s ms
ca_es: Mitjana de temps: %1$s ms
cs_cz: Průměrná doba: %1$s ms
da_dk: Gennemsnitstid: %1$s ms
es_mx: Tiempo medio: %1$s ms
fr_fr: Durée moyenne : %1$s ms
hu_hu: Átlagos idő: %1$s ms
it_it: Tempo medio: %1$s ms
nb_no: Gjennomsnittlig tid: %1$s ms
nl_nl: Gemiddelde tijd: %1$s ms
pl_pl: Średni czas: %1$s ms
pt_br: Tempo médio: %1$s ms
ro_ro: Durată medie: %1$s ms
sv_se: Genomsnittlig tid: %1$s ms

source: Loss: %1$s %
bg_bg: Загуба: %1$s %
ca_es: Pèrdues: %1$s %
cs_cz: Ztráta: %1$s %
da_dk: Tab %1$s %
es_mx: Pérdidas: %1$s %
fr_fr: Perte : %1$s %
hu_hu: Veszteség: %1$s %
it_it: Perdita: %1$s %
nb_no: Tap: %1$s
nl_nl: Verlies: %1$s %
pl_pl: Strata: %1$s%
pt_br: Perdas: %1$s %
ro_ro: Pierdere: %1$s %
sv_se: Förlust: %1$s %

source: Uptime: %1$s minutes
bg_bg: Време на работа: %1$s минути
ca_es: Temps en funcionament: %1$s minuts
cs_cz: Spuštěné: %1$s minut
da_dk: Oppetid %1$s minutter
es_mx: Tiempo en funcionamiento: %1$s minutos
fr_fr: Fonctionne depuis : $1$s minutes
hu_hu: Futási idő: %1$s perc
it_it: Uptime: %1$s minuti
nb_no: Oppetid: %1$s minutter
nl_nl: Uptime: %1$s minuten
pl_pl: Czas pracy: %1$s min
pt_br: Tempo de funcionamento: %1$s minutos
ro_ro: Timp de activitate: %1$s minutes
sv_se: Ansluten: %1$s minuter

source: Reload statistics
bg_bg: Презареждане на статистическите данни
ca_es: Recarrega les estadístiques
cs_cz: Znovu načíst statistiky
da_dk: Genindlæs statistikker
es_mx: Actualizar estadísticas
fr_fr: Actualiser les statistiques
hu_hu: Statisztika újratöltése
it_it: Ricarica statistiche
nb_no: Oppdater statistikk
nl_nl: Ververs statistieken
pl_pl: Odśwież statystyki
pt_br: Recarregar estatísticas
ro_ro: Reîncarcă statisticile
sv_se: Uppdatera statistik

source: The blue graph shows the distribution of request durations in percent. The gray graph shows a trivial network ping to recognize slow connections.
bg_bg: Синята графика показва разпределението на продължителността на заявките в проценти. Сивата графика показва триъгълна пинг мрежа за разпознаване на бавни връзки.
ca_es: El gràfic blau mostra la distribució de les durades de peticions en percentatges. El gràfic gris mostra un ping trivial a la xarxa per a detectar connexions lentes.
cs_cz: Modrý graf ukazuje rozložení doby trvání požadavků v procentech. Šedý graf ukazuje jednoduché síťové pingy pro rozpoznání pomalých spojení.
da_dk: Den blå graf viser fordelingen af forespørgslers varighed i procent. Den grå graf viser et almindeligt netværksping, så langsomme forbindelser kan identificeres.
es_mx: El gráifco azul muestra la distribución de las duraciones de peticiones en porcentajes. El gráfico gris muestra un ping trivial a la red para detectar conexiones lentas.
fr_fr: Le graphique bleu montre la distribution de la durée des requêtes en pourcentage. Le graphique gris montre le résultat d'un simple « ping » réseau pour identifier les connexions lentes.
hu_hu: A kék grafikon mutatja kérések időtartamának eloszlását százalékban. A szürke grafikon a hálózat pinget mutatja, hogy felismerhetők legyenek a lassú kapcsolatok.
it_it: Il grafico blu mostra la distribuzione della durata delle richieste in percentuale. Il grafico grigio mostra un banale ping di rete per individuare le connessioni lente.
nb_no: Den blå grafen viser fordelingen av forespørselvarighet i prosent. Den grå grafen viser et triviell nettverk-ping for å gjenkjenne trege forbindelser.
nl_nl: De blauwe grafiek toont de distributie van de tijdsduur van aanvragen in procenten. De grijze grafiek toont een triviale netwerk-ping om trage verbindingen te herkennen.
pl_pl: Niebieski wykres obrazuje procentowy rozkład czasów trwania żądania. Szary wykres obrazuje wyniki prostej diagnostyki sieci za pomocą polecenia ping umożliwiającej rozpoznanie powolnych połączeń.
pt_br: O gráfico azul exibe a distribuição de durações de requisição em porcentagem. O gráfico cinza exibe um ping trivial para reconhecer as conexões lentas.
ro_ro: Graficul albastru indică distribuția duratei cererilor în procente. Graficul gri indică un simplu ping de rețea pentru identificarea conexiunilor lente.
sv_se: Den blåa kurvan visar spridningen över hur lång tid sökningar tar att utföra. Den gråa kurvan visar enkla nätverksping för att synliggöra långsamma anslutningar.

source: Errors
bg_bg: Грешки
ca_es: Errades
cs_cz: Chyby
da_dk: Fejl
es_mx: Errores
fr_fr: Erreurs
hu_hu: Hibák
it_it: Errori
nb_no: Feil
nl_nl: Fouten
pl_pl: Błędy
pt_br: Erros
ro_ro: Erori
sv_se: Fel

source: Slow requests
bg_bg: Бавни заявки
ca_es: Peticions lentes
cs_cz: Pomalé požadavky
da_dk: Langsomme forespørgsler
es_mx: Peticiones lentas
fr_fr: Requêtes lentes
hu_hu: Lassú kérések
it_it: Richieste lente
nb_no: Trege forespørsler
nl_nl: Langzame verzoeken
pl_pl: Wolne żądania
pt_br: Requisições lentas
ro_ro: Cereri lente
sv_se: Långsamma sökningar

source: Loss
bg_bg: Загуба
ca_es: Pèrdues
cs_cz: Ztráta
da_dk: Tab
es_mx: Pérdidas
fr_fr: Pertes
hu_hu: Veszteség
it_it: Perdita
nb_no: Tap
nl_nl: Verlies
pl_pl: Strata
pt_br: Perdas
ro_ro: Pierdere
sv_se: Förlust

source: No errors
bg_bg: Няма грешки
ca_es: No hi ha errors
cs_cz: Žádné chyby
da_dk: Ingen fejl
es_mx: No hay errores
fr_fr: Pas d'erreurs
hu_hu: Nincs hiba
it_it: Nessun errore
nb_no: Ingen feil
nl_nl: Geen foutmeldingen
pl_pl: Brak błędów
pt_br: Sem erros
ro_ro: Nicio eroare
sv_se: Inga fel

source: No slow requests
bg_bg: Няма бавни заявки
ca_es: No hi ha peticions lentes
cs_cz: Žádné pomalé požadavky
da_dk: Ingen langsomme forespørgsler
es_mx: No hay peticiones lentas
fr_fr: Pas de requêtes lentes
hu_hu: Nincs lassú kérés
it_it: Nessuna richiesta lenta
nb_no: Ingen trege forespørsler
nl_nl: Geen langzame verzoeken
pl_pl: Bez wolnych żądań
pt_br: Sem requisições lentas
ro_ro: Nicio cerere lentă
sv_se: Inga långsamma sökningar

source: No lost requests
bg_bg: Няма изгубени заявки
ca_es: No hi ha peticions perdudes
cs_cz: Žádné ztracené požadavky
da_dk: Ingen tabte forespørgsler
es_mx: No hay peticiones perdidas
fr_fr: Pas de requêtes perdues
hu_hu: Nincs elveszett kérés
it_it: Nessuna richiesta persa
nb_no: Ingen tapte forespørsler
nl_nl: Geen verloren verzoeken
pl_pl: Bez zgubionych żądań
pt_br: Sem requisições perdidas
ro_ro: Nicio cerere pierdută
sv_se: Inga förlorade sökningar

source: Some settings (e.g. language and timezone) require a page reload or relogin to take effect.
cs_cz: Některá nastavení (např. jazyk, časové pásmo) vyžadují znovunačtení stránky nebo opětovné přihlášení, aby se projevila.
da_dk: Visse indstillinger (som fx sprog og tidszone) kræver at du genindlæser siden, eller logger ud og ind igen, for at træde i kraft.
es_mx: Algunos ajustes (por ejemplo idioma y zona horaria) requieren de volver a cargar la página o de un nuevo inicio de sesión para que surtan efecto.
fr_fr: Certains réglages (par ex. la langue et le fuseau horaire) nécessitent de recharger la page ou de vous réauthentifier pour prendre effet.
hu_hu: Néhány beállítás (pl. nyelv és időzóna) módosításához újra kell tölteni az oldalt vagy újra be kell lépni.
it_it: Alcune impostazioni (ad es. lingua e fuso orario) richiedono un aggiornamento o un nuovo accesso affinché abbiano effetto.
nl_nl: Sommige instellingen (b.v. taal of tijdzone) vereisen dat u de pagina opnieuw inlaad of dat u zich opnieuw aanmeld.
pl_pl: W celu zastosowania niektórych ustawień (np. języka, strefy czasowej, motywu) wymagane jest odświeżenie strony lub ponowne zalogowanie się.
pt_br: Alguns ajustes (ex.: idioma e fuso horário) exigem que você recarregue a página ou reinicie a sessão para que entrem em vigor.
ro_ro: Anumite setări (de exemplu, limbă și fus orar) necesită o reîncărcare a paginii sau o reautentificare pentru a intra în vigoare.
sv_se: Vissa inställningar (t.ex. språk och tidszon) kräver att sidan laddas om eller att du loggar ut och sedan in igen för att börja gälla.

source: Customized
cs_cz: Přizpůsobené
da_dk: Tilpasset
es_mx: Personalizado
fr_fr: Personnalisé
hu_hu: Személyre szabott
it_it: Personalizzato
nl_nl: Aangepast
pl_pl: Niestandardowe
pt_br: Personalizado
ro_ro: Personalizat
sv_se: Anpassad

source: Default Theme
bg_bg: Облик по подразбиране
ca_es: Tema predeterminat
cs_cz: Výchozí téma
da_dk: Standard tema
es_mx: Tema predeterminado
fr_fr: Thème par défaut
hu_hu: Alapértelmezett téma
it_it: Tema predefinito
nb_no: Standardtema
nl_nl: Standaard Thema
pl_pl: Motyw domyślny
pt_br: Tema padrão
ro_ro: Temă implicită
sv_se: Förvalt tema

source: Unicolor
bg_bg: Едноцветен
da_dk: Enkeltfarvet
fr_fr: Unicolore
hu_hu: Egyszínű
it_it: Monocolore
nl_nl: Monochrome
pl_pl: Jeden kolor
sv_se: Enfärgat

source: Multicolor
bg_bg: Многоцветен
da_dk: Flerfarvet
fr_fr: Multicolore
hu_hu: Többszínű
it_it: Multicolore
nl_nl: Kleur
pl_pl: Wielobarwność
pt_br: Multicor
sv_se: Flerfärgat

source: Purple/Magenta
cs_cz: Purpurová/tmavě purpurová
da_dk: Lilla/magenta
es_mx: Púrpura/Magenta
fr_fr: Violet / Magenta
hu_hu: Lila/Magenta
it_it: Viola/Magenta
nl_nl: Paars/Magenta
pl_pl: Fioletowy/amarantowy
pt_br: Roxa/magenta
ro_ro: Violet/Magenta
sv_se: Lila/Magenta

source: Automatic
bg_bg: Автоматичен
cs_cz: Automatické
da_dk: Automatisk
es_mx: Automático
fr_fr: Automatique
hu_hu: Automatikus
it_it: Automatico
nl_nl: Automatisch
pl_pl: Automatycznie
pt_br: Automático
ro_ro: Automat
sv_se: Automatiskt

source: Time-dependent
bg_bg: Зависимо от времето
cs_cz: Podle času
da_dk: Tidsafhængig
es_mx: Dependiente del tiempo
fr_fr: En fonction du temps
hu_hu: Időfüggő
it_it: Dipendente dal tempo
nl_nl: Tijdsafhankelijk
pl_pl: Zależny od czasu
pt_br: Dependente do tempo
ro_ro: Dependent de timp
sv_se: Tidsberoende

source: 5 minutes
bg_bg: 5 минути
ca_es: 5 minuts
cs_cz: 5 minut
da_dk: 5 minutter
es_mx: 5 minutos
hu_hu: 5 perc
it_it: 5 minuti
nb_no: 5 minutter
nl_nl: 5 minuten
pl_pl: 5 minut
pt_br: 5 minutos
ro_ro: 5 minute
sv_se: 5 minuter

source: 10 minutes
bg_bg: 10 минути
ca_es: 10 minuts
cs_cz: 10 minut
da_dk: 10 minutter
es_mx: 10 minutos
hu_hu: 10 perc
it_it: 10 minuti
nb_no: 10 minutter
nl_nl: 10 minuten
pl_pl: 10 minut
pt_br: 10 minutos
ro_ro: 10 minute
sv_se: 10 minuter

source: 15 minutes
bg_bg: 15 минути
ca_es: 15 minuts
cs_cz: 15 minut
da_dk: 15 minutter
es_mx: 15 minutos
hu_hu: 15 perc
it_it: 15 minuti
nb_no: 15 minutter
nl_nl: 15 minuten
pl_pl: 15 minut
pt_br: 15 minutos
ro_ro: 15 minute
sv_se: 15 minuter

source: 30 minutes
bg_bg: 30 минути
ca_es: 30 minuts
cs_cz: 30 minut
da_dk: 30 minutter
es_mx: 30 minutos
hu_hu: 30 perc
it_it: 30 minuti
nb_no: 30 minutter
nl_nl: 30 minuten
pl_pl: 30 minut
pt_br: 30 minutos
ro_ro: 30 de minute
sv_se: 30 minuter

source: Basic settings
bg_bg: Основни настройки
ca_es: Configuració bàsica
cs_cz: Základní nastavení
da_dk: Grundlæggende indstillinger
es_mx: Configuración básica
fr_fr: Réglages de base
hu_hu: Alapbeállítások
it_it: Impostazioni di base
nb_no: Grunnleggende innstillinger
nl_nl: Basisinstellingen
pl_pl: Ustawienia podstawowe
pt_br: Configurações básicas
ro_ro: Setări de bază
sv_se: Grundinställningar

source: The setting requires a reload or relogin to take effect.
bg_bg: Настройката изисква презареждане, за да влезе в сила.
ca_es: La configuració requereix una recàrrega o reinici per a ser efectiva.
cs_cz: Aby se nastavení projevilo, je nutné se odhlásit a znovu přihlásit.
da_dk: Indstillingen kræver en genindlæsning, eller at der logges ind igen, for at træde i kraft.
es_mx: Necesita actualizar o entrar de nuevo para que el ajuste surta efecto.
fr_fr: Ce réglage nécessite de recharger la page ou de vous réauthentifier pour prendre effet.
hu_hu: A beállítás módosításához újratöltés vagy újra bejelentkezés szükséges.
it_it: L'impostazione richiede di ricaricare o un nuovo accesso affinché abbia effetto.
nb_no: Innstillingen krever en oppdatering eller logg inn på nytt for å få effekt.
nl_nl: De gemaakte wijziging vereist dat u de pagina ververst of dat u zich opnieuw aanmeldt.
pl_pl: Wprowadzenie ustawienia wymaga odświeżenia lub ponownego zalogowania.
pt_br: O ajuste exige que você recarregue ou faça login novamente para que entre em vigor.
ro_ro: Această setare necesită o reîncărcare sau o reautentificare pentru a avea efect.
sv_se: Inställningen kräver en omladdning, eller att du loggar ut och tillbaka in igen för att verkställas.

source: Reload page
bg_bg: Презареждане на страницата
cs_cz: Znovu načíst
da_dk: Genindlæs side
es_mx: Actualizar página
fr_fr: Recharger la page
hu_hu: Oldal újratöltése
it_it: Ricarica la pagina
nb_no: Last siden på nytt
nl_nl: Pagina herladen
pl_pl: Odśwież stronę
pt_br: Recarregar página
ro_ro: Reîncarcă pagina
sv_se: Ladda om sida

source: Configure quick launchers
cs_cz: Nastavit rychlé spouštění
da_dk: Redigér hurtigstart
es_mx: Configurar lanzadores rápidos
fr_fr: Configurer les lanceurs rapides
hu_hu: Gyorsindítók beállítása
it_it: Configura l'avvio rapido
nl_nl: Snelstart Configureren
pl_pl: Konfiguruj elementy szybkiego uruchamiania
pt_br: Configurar lançadores rápidos
ro_ro: Configurări lansare rapide
sv_se: Anpassa snabbstartare

source: Change password
bg_bg: Промени парола
ca_es: Canvia la contrasenya
cs_cz: Změnit heslo
da_dk: Ændr adgangskode
es_mx: Cambiar contraseña
fr_fr: Changer le mot de passe
hu_hu: Jelszó megváltoztatása
it_it: Cambia la password
nb_no: Endre passord
nl_nl: Wachtwoord wijzigen
pl_pl: Zmień hasło
pt_br: Alterar senha
ro_ro: Modifică parola
sv_se: Byt lösenord

source: More regional settings
cs_cz: Další regionální nastavení
da_dk: Flere regionale indstillinger
es_mx: Más ajustes regionales
fr_fr: Autres réglages régionaux
hu_hu: További területi beállítások
it_it: Altre impostazioni regionali
nl_nl: Meer regionale instellingen
pl_pl: Więcej ustawień regionalnych
pt_br: Mais configurações regionais
ro_ro: Mai multe setări regionale
sv_se: Fler regionala inställningar

source: First day of the week: %1$s
cs_cz: První den týdne: %1$s
da_dk: Første dag i ugen: %1$s
es_mx: Primer día de la semana: %1$s
fr_fr: Premier jour de la semaine : %1$s
hu_hu: A hét első napja: %1$s
it_it: Primo giorno della settimana: %1$s
nl_nl: Eerste dag van de week: %1$s
pl_pl: Pierwszy dzień tygodnia: %1$s
pt_br: Primeiro dia da semana: %1$s
ro_ro: Prima zi a săptămânii: %1$s
sv_se: Första veckodag: %1$s

source: Theme
bg_bg: Тема
ca_es: Tema
cs_cz: Motiv
da_dk: Tema
es_mx: Tema
fr_fr: Thème
hu_hu: Téma
it_it: Tema
nb_no: Tema
nl_nl: Thema
pl_pl: Motyw
pt_br: Tema
ro_ro: Temă
sv_se: Tema

source: Refresh interval
bg_bg: Интервал на опресняване
ca_es: Interval de recàrrega
cs_cz: Interval obnovení
da_dk: Opdateringsfrekvens
es_mx: Intervalo de actualización
fr_fr: Intervalle d'actualisation
hu_hu: Frissítési időköz
it_it: Intervallo di aggiornamento
nb_no: Oppdateringsintervall
nl_nl: Verversingsinterval
pl_pl: Odstęp odświeżania
pt_br: Intervalo de atualização
ro_ro: Interval de reîncărcare
sv_se: Uppdateringsintervall

source: Default app after sign in
bg_bg: Приложения по подразбиране след влизане в профила
ca_es: Aplicació predeterminada en iniciar sessió
cs_cz: Výchozí aplikace po přihlášení
da_dk: Standard program efter login
es_mx: Aplicación predeterminada después de iniciar sesión
fr_fr: App par défaut après la connexion
hu_hu: Alapértelmezett app belépés után
it_it: Applicazione predefinita dopo l'accesso
nb_no: Standard app etter innlogging
nl_nl: Standaard-app na inloggen
pl_pl: Domyślna aplikacja po zalogowaniu
pt_br: Aplicativo padrão após o início da sessão
ro_ro: Aplicație implicită după autentificare
sv_se: Förvalt program efter inloggning

source: Manage browser permissions now
bg_bg: Управлявайте разрешенията на браузъра сега
cs_cz: Správa práv prohlížeče
da_dk: Håndtér browsertilladelser nu
es_mx: Administrar ahora permisos del navegador
fr_fr: Gérer maintenant les droits du navigateur
hu_hu: A böngésző engedélyeinek kezelése
it_it: Gestisci ora i permessi del browser
nl_nl: Beheer nu uw browsertoestemmingen
pl_pl: Zmień uprawnienia przeglądarki
pt_br: Gerencie as permissões do navegador agora
ro_ro: Gestionați permisiunile navigatorului acum
sv_se: Hantera webbläsartillstånd nu

source: Please check your browser settings and enable desktop notifications for this domain
bg_bg: Моля, проверете настройките на браузъра си и активирайте известията на работния плот за този домейн
cs_cz: Zkontrolujte, prosím, nastavení svého prohlížeče a povolte oznámení na desktopu pro tuto doménu
da_dk: Tillad venligst skrivebordsunderretninger (»desktop notifications«) for dette domæne i din browser.
es_mx: Por favor, compruebe la configuración de su navegador y active las notificaciones de escritorio para este dominio.
fr_fr: Veuillez vérifier les réglages de votre navigateur et activer les notifications de bureau pour ce domaine.
hu_hu: Ellenőrizze a böngészőbeállításokat és engedélyezze az asztali értesítéseket ehhez a tartományhoz
it_it: Controlla le impostazioni del browser e abilita le notifiche del desktop per questo dominio
nb_no: Vennligst sjekk nettleserinnstillingene dine og aktiver skrivebordsvarslinger for dette domenet
nl_nl: Controleer alstublieft uw browserinstellingen en sta bureaubladmeldingen toe voor dit domein
pl_pl: Sprawdź ustawienia przeglądarki i włącz powiadomienia na pulpicie dla tej domeny
pt_br: Verifique as configurações do seu navegador e habilite as notificações da área de trabalho para este domínio
ro_ro: Verificați setările navigatorului și activați notificările desktop pentru acest domeniu
sv_se: Kontrollera dina webbläsarinställningar och aktivera skrivbordsaviseringar för den här domänen

source: Automatic opening of notification area
bg_bg: Автоматично отваряне на областта за уведомяване
ca_es: Obertura automàtica de l'àrea de notificació
cs_cz: Automatické otevření oznamovací oblasti
da_dk: Automatisk åbning af påmindelsesområde
es_mx: Apertura automática del área de notificación
fr_fr: Ouvrir automatiquement la zone de notification
hu_hu: Értesítési terület automatikus megnyitása
it_it: Apertura automatica dell'area di notifica
nb_no: Automatisk åpning av varslingsområdet
nl_nl: Automatisch het meldingengebied openen
pl_pl: Automatyczne otwieranie obszaru powiadomień
pt_br: Abertura automática da área de notificação
ro_ro: Deschidere automată a zonei de notificare
sv_se: Öppna aviseringsområdet automatiskt

source: Show desktop notifications
bg_bg: Показване на известията на работния плот
cs_cz: Zobrazit oznámení na pracovní ploše
da_dk: Vis skrivebordsunderretninger
es_mx: Mostrar notificaciones de escritorio
fr_fr: Afficher les notifications de bureau
hu_hu: Asztali értesítések megjelenítése
it_it: Mostra le notifiche del desktop
nb_no: Vis skrivebordsvarsler
nl_nl: Toon bureaubladmeldingen
pl_pl: Pokazuj powiadomienia na pulpicie
pt_br: Exibir notificações de área de trabalho
ro_ro: Afișează notificările desktop
sv_se: Visa skrivbordsaviseringar

source: Model is incomplete.
bg_bg: Моделът е непълен.
ca_es: El model és incomplet.
cs_cz: Model není kompletní.
da_dk: Modellen er ikke færdig.
es_mx: El modelo está incompleto.
fr_fr: Le modèle est incomplet.
hu_hu: A modell befejezetlen.
it_it: Il modello non è completo.
nb_no: Modellen er ufullstendig.
nl_nl: Model is niet compleet.
pl_pl: Model jest niekompletny.
pt_br: O modelo está incompleto.
ro_ro: Modelul nu este complet.
sv_se: Modellen är ofullständig.

source: %1$s must not be empty.
cs_cz: %1$s nesmí být prázdné.
da_dk: %1$s må ikke være tom.
es_mx: %1$s no debe estar vacío.
fr_fr: %1$s ne doit pas être vide.
hu_hu: A(z) %1$s nem lehet üres.
it_it: %1$s non deve essere vuoto.
nl_nl: %1$s mag niet leeg zijn.
pl_pl: Element %1$s nie może być pusty.
pt_br: %1$s não deve ser vazio.
ro_ro: %1$s nu poate fi gol.
sv_se: %1$s får inte vara tomt.
