Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Includes all appointments from your calendars as ical files.
cs_cz: Obsahuje všechny schůzky z vašich kalendářů ve formátu ical.
da_dk: Inkluderer alle aftaler fra dine kalendere som ical-filer.
es_mx: Incluye todas las citas de sus calendarios como archivos ical.
fr_fr: Inclut tous les rendez-vous figurant dans vos agendas en tant que fichiers ical.
hu_hu: Tartalmazza a naptárban szereplő összes találkozót iCal formátumban.
it_it: Include tutti gli appuntamenti dai tuoi calendari come file ical.
nl_nl: Bevat alle afspraken uit uw agenda's als ical bestanden.
pl_pl: Uwzględnia wszystkie spotkania z kalendarzy jako pliki ical.
pt_br: Inclui todos os compromissos dos seus calendários como arquivos ical.
ro_ro: Include toate rezervările din calendarele dvs. ca fișiere iCal.
sv_se: Inkluderar alla möten från dina kalendrar som ical-filer.

source: Included calendars
cs_cz: Zahrnuté kalendáře
da_dk: Inkluderet kalendere
es_mx: Calendarios incluidos
fr_fr: Agendas inclus
hu_hu: Tartalmazza a naptárakat
it_it: Inclusi i calendari
nl_nl: Inclusift agenda's
pl_pl: Uwzględnione kalendarze
pt_br: Calendários incluídos
ro_ro: Calendare incluse
sv_se: Inkluderade kalendrar

source: Unsubscribed calendars
cs_cz: Nepřihlášené kalendáře
da_dk: Kalendere der ikke er abonneret på
es_mx: Calendarios no suscritos
fr_fr: Agendas auxquels vous n'êtes pas abonné
hu_hu: Leiratkozott naptárak
it_it: Calendari non sottoscritti
nl_nl: Niet geabonneerde agenda's
pl_pl: Niezasubskrybowane kalendarze
pt_br: Calendários não inscritos
ro_ro: Calendare dezabonate
sv_se: Kalendrar utan prenumerationer

source: Address book
cs_cz: Adresář
da_dk: Adressebog
es_mx: Libreta de direcciones
fr_fr: Carnet d'adresses
hu_hu: Címjegyzék
it_it: Rubrica
nl_nl: Adresboek
pl_pl: Książka adresowa
pt_br: Catálogo de endereços
ro_ro: Agendă de contacte
sv_se: Adressbok

source: Includes all contact data from your address books as vcard files.
cs_cz: Obsahuje všechny kontakty z vašeho adresáře ve formátu vcard.
da_dk: Inkluderer alle kontaktdata fra dine adressebøger som vcard-filer.
es_mx: Incluye todos los datos de contactos de sus libretas de direcciones como archivos vcard.
fr_fr: Inclut toutes les données de contact figurant dans vos carnets d'adresses en tant que fichiers vcard.
hu_hu: Tartalmazza a címjegyzékben lévő összes névjegyet vCard formátumban.
it_it: Include tutti i dati di contatto dalle rubriche come file vcard.
nl_nl: Bevat alle contactgegevens uit uw adresboeken als vcard bestanden.
pl_pl: Uwzględnia wszystkie dane kontaktowe z książek adresowych jako pliki vcard.
pt_br: Inclui todos os dados de contato dos seus catálogos de endereços como arquivos vcard.
ro_ro: Include toate datele de contact din agendele dvs. ca fișiere vCard.
sv_se: Inkluderar all kontaktdata från dina adressböcker som vcard-filer.

source: Included address books
cs_cz: Zahrnuté adresáře
da_dk: Inkluderede adressebøger
es_mx: Libretas de direcciones incluidas
fr_fr: Carnets d'adresses inclus
hu_hu: Tartalmazza a címjegyzékek
it_it: Incluse le rubriche
nl_nl: Inclusief adresboeken
pl_pl: Uwzględnione książki adresowe
pt_br: Catálogos de endereços incluídos
ro_ro: Agende de contacte incluse
sv_se: Inkluderade adressböcker

source: Includes all files from %1$s.
cs_cz: Obsahuje všechny soubory z %1$s.
da_dk: Inkludere alle filer fra %1$s.
es_mx: Incluye todos los archivos de %1$s.
fr_fr: Inclut tous les fichiers figurant dans %1$s.
hu_hu: Tartalmazza az összes fájlt innen: %1$s.
it_it: Include tutti i file da %1$s.
nl_nl: Inclusief alle bestanden van %1$s.
pl_pl: Uwzględnia wszystkie pliki z %1$s.
pt_br: Inclui todos os arquivos de %1$s.
ro_ro: Include toate fișierele din %1$s.
sv_se: Inkludera alla filer från %1$s.

source: Additional options
cs_cz: Další možnosti
da_dk: Yderligere indstillinger
es_mx: Opciones adicionales
fr_fr: Options supplémentaires
hu_hu: További beállítások
it_it: Opzioni aggiuntive
nl_nl: Extra opties
pl_pl: Dodatkowe opcje
pt_br: Opções adicionais
ro_ro: Opțiuni suplimentare
sv_se: Ytterligare alternativ

source: Include all file versions
cs_cz: Zahrnout všechny verze souborů
da_dk: Inkludér alle fil-versioner
es_mx: Incluir todas las versiones de los archivos
fr_fr: Inclure toutes les versions des fichiers
hu_hu: Tartalmazza az összes fájlverziót
it_it: Includi tutte le versioni dei file
nl_nl: Inclusief alle bestandsversies
pl_pl: Uwzględnij wszystkie wersje plików
pt_br: Incluir todas as versões do arquivo
ro_ro: Include toate versiunile fișierului
sv_se: Inkludera alla filversioner

source: Includes all tasks as ical files.
cs_cz: Zahrnout všechny úkoly ve formátu ical.
da_dk: Inkluderer alle opgaver som ical-filer.
es_mx: Incluye todas las tareas como archivos ical.
fr_fr: Inclure toutes les tâches en tant que fichiers ical.
hu_hu: Tartalmazza az összes feladatot iCal formátumban.
it_it: Include tutte le attività come file ical.
nl_nl: Bevat alle taken als ical bestanden.
pl_pl: Uwzględnia wszystkie zadania jako pliki ical.
pt_br: Inclui todas as tarefas como arquivos ical.
ro_ro: Include toate sarcinile ca fișiere iCal.
sv_se: Inkludera alla uppgifter som ical-filer.

source: Download your personal data
cs_cz: Stáhnout osobní data
da_dk: Hent dine personlige data
es_mx: Descargar sus datos personales
fr_fr: Télécharger vos données personnelles
hu_hu: Személyes adatok letöltése
it_it: Scarica i tuoi dati personali
nl_nl: Persoonlijke gegevens downloaden
pl_pl: Pobierz dane osobowe
pt_br: Baixar seus dados pessoais
ro_ro: Descărcați datele dvs. personale
sv_se: Ladda ned din privata data

source: You can download a copy of your personal data from your account, if you want to save it or transfer it to another provider.
cs_cz: Můžete stáhnout kopii svých osobních dat ze svého účtu pro uložení nebo přenos k jinému poskytovateli.
da_dk: Du kan hente en kopi af dine personlige data fra din konto, hvis du vil gemme dem, eller overfører dem til en anden udbyder.
es_mx: Puede descargar una copia de sus datos personales de su cuenta, si quiere guardarla o transferirla a otro proveedor.
fr_fr: Vous pouvez télécharger une copie de l'ensemble des données personnelles associées à votre compte, que ce soit à des fins de sauvegarde ou pour les transférer vers un autre fournisseur de service.
hu_hu: Letöltheti személyes adatainak másolatát a fiókjából, ha el szeretné menteni, vagy át szeretné vinni egy másik szolgáltatóra.
it_it: Puoi scaricare una copia dei tuoi dati personali dal tuo account, se vuoi salvarlo o trasferirlo a un altro fornitore.
nl_nl: U kan een kopie van uw persoonlijke gegevens downloaden uit uw account, om op te slaan of om deze over te zetten naar een ander account.
pl_pl: Pobierz kopię danych osobowych z konta, jeśli chcesz je zapisać lub przenieść do innego dostawcy.
pt_br: Você pode baixar uma cópia dos seus dados pessoais da sua conta, se quiser salvá-los ou transferi-los para outro provedor.
ro_ro: Puteți descărca o copie a datelor dvs. personale din cont, dacă doriți să le salvați sau să le transferați la un alt furnizor.
sv_se: Du kan ladda ned en kopia av din privata data från ditt konto, om du vill spara eller överföra den till en annan leverantör.

source: Maximum file size
cs_cz: Maximální velikost souboru
da_dk: Maksimum filstørrelse
es_mx: Tamaño máximo de archivo
fr_fr: Taille de fichier maximale
hu_hu: Maximális fájlméret
it_it: Dimensione massima dei file
nl_nl: Maximale bestandsgrootte
pl_pl: Maksymalny rozmiar pliku
pt_br: Tamanho máximo do arquivo
ro_ro: Mărime fișier maximă
sv_se: Maximal filstorlek

source: Archives larger than the selected size will be split into multiple files.
cs_cz: Archivy větší než zvolená velikost budou rozděleny do více souborů.
da_dk: Arkiver større end den valgte størrelse vil blive delt i flere filer.
es_mx: Archivos mayores que el tamaño seleccionado se dividirán en múltiples archivos.
fr_fr: Les archives dépassant la taille maximale spécifiée seront réparties sur plusieurs fichiers.
hu_hu: A kiválasztott méretnél nagyobb archívumok több fájlra lesznek felosztva.
it_it: Gli archivi più grandi della dimensione selezionata saranno divisi in file multipli.
nl_nl: Archiefbestanden die groter zijn dan de gekozen grootte worden in meerdere bestanden opgedeeld.
pl_pl: Archiwa większe niż wybrany rozmiar zostaną podzielone na mniejsze pliki.
pt_br: Arquivos maiores que o tamanho selecionado serão divididos em vários arquivos.
ro_ro: Arhivele mai mari decât dimensiunea selectată vor fi împărțite în mai multe fișiere.
sv_se: Arkiv större än den valda storleken kommer att delas upp i flera filer.

source: Request download
cs_cz: Vyžádat stažení
da_dk: Bed om at kunne hente
es_mx: Solicitar descarga
fr_fr: Demander le téléchargement
hu_hu: Letöltés kérése
it_it: Richiedi scaricamento
nl_nl: Download aanvragen
pl_pl: Zażądaj pobrania
pt_br: Solicitar download
ro_ro: Solicită descărcare
sv_se: Begär nedladdning

source: Download requested
cs_cz: Stažení vyžádáno
da_dk: Du har bedt om at kunne hente
es_mx: Descarga solicitada
fr_fr: Le téléchargement a été demandé
hu_hu: Letöltéskérés megtörtént
it_it: Scaricamento richiesto
nl_nl: Download aangevraagd
pl_pl: Zażądano pobrania
pt_br: Download solicitado
ro_ro: Descărcare solicitată
sv_se: Nedladdning begärd

source: Request new download
cs_cz: Vyžádat nové stažení
da_dk: Bed om at hente på ny
es_mx: Solicitar nueva descarga
fr_fr: Demander un nouveau téléchargement
hu_hu: Új letöltés kérése
it_it: Richiedi nuovo scaricamento
nl_nl: Nieuwe download aanvragen
pl_pl: Żądaj nowego pobrania
pt_br: Solicitar novo download
ro_ro: Descărcare nouă solicitată
sv_se: Begär ny nedladdning

source: There is currently an archive download available. By requesting a new download the current archive will be deleted and is no longer available.
cs_cz: Archiv se staženými daty je k již uložený. Vyžádáním nového stažení bude stávající archiv smazán a nebude již k dispozici.
da_dk: Der er allerede et arkiv klar til at blive hentet. Ved at bede om at hente på ny, bliver det nuværende arkiv slettet, og kan ikke hentes mere.
es_mx: Actualmente hay un archivo de descarga disponible. Al solicitar una nueva descarga de borrará el archivo actual y dejará de estar disponible.
fr_fr: Une archive est actuellement déjà disponible en téléchargement. Si vous demandez un nouveau téléchargement, l'archive actuelle sera supprimée et ne sera plus disponible.
hu_hu: Jelenleg az archívum letölthető. Új letöltés kérésével a jelenlegi archívum törlődik, és már nem lesz elérhető.
it_it: C'è attualmente lo scaricamento di archivio disponibile. Richiedendo un nuovo scaricamento, l'archivio corrente sarà eliminato e non sarà più disponibile.
nl_nl: Er is momenteel een archief beschikbaar om te downloaden. Door een nieuwe aan te vragen wordt de huidige verwijderd en is dan niet meer beschikbaar.
pl_pl: Obecnie jest dostępne archiwum od pobrania. Po zażądaniu nowego pobrania bieżące archiwum zostanie usunięte i przestanie być dostępne.
pt_br: Atualmente, há um download de arquivo disponível. Ao solicitar um novo download o arquivo atual será excluído e não estará mais disponível.
ro_ro: Există o arhivă a descărcărilor disponibilă. Prin solicitarea unei noi descărcări, arhiva curentă va fi ștearsă și nu va mai fi disponibilă.
sv_se: Det finns för närvarande en tillgänglig arkivnedladdning. Genom att begära en ny nedladdning kommer det nuvarande arkivet att raderas och inte längre vara tillgängligt.

source: Your archive
cs_cz: Váš archív
da_dk: Dit arkiv
es_mx: Su archivo
fr_fr: Votre archive
hu_hu: Saját archívum
it_it: Il tuo archivio
nl_nl: Uw archief
pl_pl: Twoje archiwum
pt_br: Seu arquivo
ro_ro: Arhiva dvs.
sv_se: Ditt arkiv

source: Your requested archive is currently being created. Depending on the size of the requested data this may take hours or days. You will be informed via email when your download is ready.
cs_cz: Vyžádaný archív je právě připravován. Podle toho, jaký je objem vyžádaných dat, to může trvat hodiny nebo i dny. Až bude archív připravený ke stažení, budeme vás informovat e-mailem.
da_dk: Dit ønskede arkiv er ved at blive lavet. Alt efter størrelsen på de data du har bedt om, kan det tage timer eller dage. Når dine data er klar til at blive hentet, modtager du en e-mail.
es_mx: El archivo solicitado se está creando en estos momentos. Dependiendo del tamaño de los datos solicitados, esto podría llevar horas o días. Se le informará por correo cuando su descarga esté preparada.
fr_fr: L'archive que vous avez demandée est en cours de création. Suivant le volume de données demandé, cela peut prendre plusieurs heures, voire plusieurs jours. Lorsque votre téléchargement sera prêt, vous en serez informé par courriel.
hu_hu: A kért archívum jelenleg készül. Ez a kért adatok méretétől függően órákat vagy napokat vehet igénybe. E-mailben értesítjük, ha az archívum letölthető.
it_it: L'archivio che hai richiesto è attualmente in fase di creazione. In base alla dimensione dei dati richiesti, questo potrebbe richiedere ore o giorni. Sarai informato tramite un messaggio di posta quando il tuo scaricamento sarà pronta.
nl_nl: Uw aangevraagde archief wordt momenteel gemaakt. Afhankelijk van de grootte van de aangevraagde gegevens kan dit uren of dagen duren. U krijgt een e-mail als uw download klaar staat.
pl_pl: Trwa tworzenie żądanego archiwum. Może to zająć od kilku godzin do kilku dni, zależnie od rozmiaru. Otrzymasz wiadomość e-mail o gotowym pliku do pobrania.
pt_br: Seu arquivo solicitado está sendo criado no momento. Dependendo do tamanho dos dados solicitados, isso pode levar horas ou dias. Você será informado por e-mail quando o download estiver pronto.
ro_ro: Arhiva solicitată este în curs de creare. În funcție de dimensiunea datelor solicitate, acest lucru poate dura ore sau zile. Veți fi informat prin e-mail atunci când descărcarea este gata.
sv_se: Ditt begärda arkiv skapas nu. Beroende på storleken av datan som begärdes kan detta ta flera timmar eller dagar. Du kommer att informeras via e-post när din nedladdning är färdig.

source: Cancel download request
cs_cz: Zrušit vyžádané stahování
da_dk: Afbryd at hente data
es_mx: Cancelar la descarga solicitada
fr_fr: Annuler la demande de téléchargement
hu_hu: Letöltési kérés megszakítása
it_it: Annulla la richiesta di scaricamento
nl_nl: Annuleer download verzoek
pl_pl: Anuluj żądanie pobrania
pt_br: Cancelar solicitação de download
ro_ro: Revocă solicitarea de descărcare
sv_se: Avbryt nedladdningsbegäran

source: Do you really want to cancel the current download request?
cs_cz: Opravdu chcete zrušit vyžádané stahování?
da_dk: Er du sikker på at du vil afbryde at hente data?
es_mx: ¿De verdad quiere cancelar la solicitud de descarga actual?
fr_fr: Voulez-vous vraiment annuler la demande de téléchargement actuelle ?
hu_hu: Valóban megszakítja a jelenlegi letöltési kérelmet?
it_it: Vuoi davvero annullare la richiesta di scaricamento attuale?
nl_nl: Weet u zeker dat u het huidige download verzoek wilt annuleren?
pl_pl: Czy na pewno chcesz anulować bieżące żądanie pobrania?
pt_br: Deseja realmente cancelar a solicitação de download atual?
ro_ro: Sigur doriți să anulați solicitarea de descărcare curentă?
sv_se: Vill du verkligen avbryta den aktuella nedladdningsbegäran?

source: Your data archive from %2$s is ready for download. The download is available until %1$s.
cs_cz: Archív s daty z %2$s je připravený stažení. K dispozici bude do %1$s.
da_dk: Dit dataarkiv fra %2$s er klar til at blive hentet. Det er muligt at hente arkivet indtil %1$s.
es_mx: Su archivo de datos de %2$s está listo para descargarse. Estará disponible hasta %1$s.
fr_fr: Votre archive de données en date du %2$s est prête à être téléchargée. L'archive sera disponible en téléchargement jusqu'au %1$s.
hu_hu: A(z) %2$s archívum letöltésre kész. A letöltés %1$s-ig elérhető.
it_it: Il tuo archivio di dati da %2$s è pronto per essere scaricato. Lo scaricamento è disponibile fino al %1$s.
nl_nl: Uw gegevensarchief van %2$s is klaar om te downloaden download. De download is beschikbaar tot %1$s.
pl_pl: Archiwum danych z %2$s jest gotowe do pobrania. Pobranie będzie możliwe do %1$s.
pt_br: Seu arquivo de dados de %2$s está pronto para download. O download está disponível até %1$s.
ro_ro: Arhiva de date solicitată la %2$s este gata pentru descărcare. Descărcarea este disponibilă până la %1$s.
sv_se: Ditt dataarkiv från %2$s är redo för nedladdning. Nedladdningen är tillgänglig till %1$s.

source: Download %1$s.
cs_cz: Stáhnout %1$s.
da_dk: Hent %1$s.
es_mx: Descargar %1$s
fr_fr: Télécharger %1$s.
hu_hu: %1$s letöltése.
it_it: Scarica %1$s.
pl_pl: Pobierz %1$s.
pt_br: Baixar %1$s.
ro_ro: Descarcă %1$s.
sv_se: Ladda ned %1$s.

source: Download personal data
cs_cz: Stáhnout osobní data
da_dk: Hent personlige data
es_mx: Descargar datos personales
fr_fr: Télécharger vos données personnelles
hu_hu: Személyes adatok letöltése
it_it: Scarica i dati personali
nl_nl: Persoonlijke gegevens downloaden
pl_pl: Pobierz dane osobowe
pt_br: Baixar dados pessoais
ro_ro: Descarcă datele personale
sv_se: Ladda ned privat data

source: There was a problem adding the password.
cs_cz: Při přidávání hesla došlo k chybě
da_dk: Der var et problem med at tilføje adgangskoden
es_mx: Se encontró un problema al añadir la contraseña.
fr_fr: Un problème est survenu lors de l'ajout du mot de passe.
hu_hu: Hiba történt a jelszó hozzáadásakor.
it_it: Si è verificato un problema durante l'aggiunta della password.
nl_nl: Er is een probleem bij het toevoegen van het wachtwoord.
pl_pl: Wystąpił problem z dodaniem hasła.
pt_br: Ocorreu um problema ao adicionar a senha.
ro_ro: A apărut o problemă la adăugarea parolei.
sv_se: Ett problem inträffade när lösenordet lades till.

source: There was a problem getting the list of available applications from the server.
cs_cz: Při získávání seznamu dostupných hesel ze serveru došlo k chybě.
da_dk: Der var et problem med at modtage listen over tilgængelige programmer fra serveren.
es_mx: Se encontró un problema al obtener del servidor la lista de aplicaciones disponibles.
fr_fr: Un problème est survenu lors de la récupération de la liste des applications disponibles depuis le serveur.
hu_hu: Hiba történt az elérhető alkalmazások listájának a kiszolgálóról történő beolvasása során.
it_it: Si è verificato un problema durante il recupero dell'elenco delle applicazioni disponibili dal server.
nl_nl: Er is een probleem met het ophalen van de lijst van beschikbare applicaties van de server.
pl_pl: Wystąpił problem z pobraniem listy dostępnych aplikacji z serwera.
pt_br: Ocorreu um problema ao obter a lista de aplicativos disponíveis do servidor.
ro_ro: A apărut o problemă la obținerea listei de aplicații disponibile de la server.
sv_se: Ett problem inträffade när listan över tillgängliga program hämtades från servern.

source: To add a password, select an application to use with a new password, as well as a new descriptive name for the password.
cs_cz: Pro přidání hesla zvolte aplikaci, pro kterou bude nové heslo používáno, a k tomu popisný název hesla.
da_dk: For at tilføje et kodeord, vælger du et program den nye kode skal bruges med, og et beskrivende navn til kodeordet.
es_mx: Para añadir una contraseña, seleccione una aplicación a usar con una nueva contraseña, además un nuevo nombre descriptivo para la contraseña.
fr_fr: Pour ajouter un mot de passe, sélectionnez une application à utiliser avec ce nouveau mot de passe, ainsi qu'un nom descriptif pour ce mot de passe.
hu_hu: Jelszó hozzáadásához válassza ki az új jelszóval használni kívánt alkalmazást, valamint egy leíró nevet.
it_it: Per aggiungere una password, seleziona un'applicazione da utilizzare con una nuova password e un nuovo nome descrittivo per la password.
nl_nl: Om een nieuw wachtwoord toe te voegen selecteert u een applicatie waarvoor u een nieuw wachtwoord wilt gebruiken en een nieuwe beschrijvende naam voor het wachtwoord.
pl_pl: Aby dodać hasło, wybierz aplikację, której chcesz użyć z nowym hasłem, a także wprowadź opisową nazwę hasła.
pt_br: Para adicionar uma senha, selecione um aplicativo para usar com uma nova senha, bem como um novo nome descritivo para a senha.
ro_ro: Pentru a adăuga o parolă, selectați o aplicație de utilizat cu o parolă nouă, precum și un nou nume descriptiv pentru parolă.
sv_se: För att lägga till ett lösenord, välj ett program att använda med ett nytt lösenord, och ett beskrivande namn för lösenordet.

source: Application
cs_cz: Aplikace
da_dk: Program
es_mx: Aplicación
hu_hu: Alkalmazás
it_it: Applicazione
nl_nl: Applicatie
pl_pl: Aplikacja
pt_br: Aplicativo
ro_ro: Aplicație
sv_se: Program

source: Password name
cs_cz: Název hesla
da_dk: Kodeordets navn
es_mx: Nombre de contraseña
fr_fr: Nom du mot de passe
hu_hu: Jelszónév
it_it: Nome della password
nl_nl: Wachtwoordnaam
pl_pl: Nazwa hasła
pt_br: Nome da senha
ro_ro: Nume parolă
sv_se: Lösenordets namn

source: My Phone
cs_cz: Můj telefon
da_dk: Min telefon
es_mx: Mi teléfono
fr_fr: Mon téléphone
hu_hu: Telefon
it_it: Il mio telefono
nl_nl: Mijn Telefoon
pl_pl: Mój telefon
pt_br: Meu telefone
ro_ro: Telefonul meu
sv_se: Min telefon

source: Add new password
cs_cz: Přidat nové heslo
da_dk: Tilføj nyt kodeord
es_mx: Añadir nueva contraseña
fr_fr: Ajouter le nouveau mot de passe
hu_hu: Új jelszó hozzáadása
it_it: Aggiungi nuova password
nl_nl: Nieuw wachtwoord toevoegen
pl_pl: Dodaj nowe hasło
pt_br: Adicionar nova senha
ro_ro: Adăugă parolă nouă
sv_se: Lägg till nytt lösenord

source: Password Created
cs_cz: Heslo vytvořeno
da_dk: Kodeord oprettet
es_mx: Contraseña creada
fr_fr: Mot de passe créé
hu_hu: Jelszó létrehozva
it_it: Password creata
nl_nl: Wachtwoord Aangemaakt
pl_pl: Hasło zostało utworzone
pt_br: Senha criada
ro_ro: Parola a fost creată
sv_se: Lösenord skapades

source: A password was created successfully. Please use the following settings in the application:
cs_cz: Heslo bylo úspěšně vytvořeno. V aplikaci použijte následující nastavení:
da_dk: Et kodeord blev oprettet med succes. Brug venligst de følgende indstillinger i programmet:
es_mx: Se ha creado una contraseña satisfactoriamente. Por favor, use los siguientes ajustes de la aplicación:
fr_fr: Le mot de passe a été créé avec succès. Veuillez définir les réglages suivants dans l'application :
hu_hu: A jelszó sikeresen létrejött. Használja az alábbi beállításokat az alkalmazásban:
it_it: Una password è stata creata correttamente. Utilizza le seguenti impostazioni nell'applicazione:
nl_nl: Een wachtwoord is succesvol aangemaakt. Gebruik alstublieft de volgende instellingen in de applicatie:
pl_pl: Hasło zostało utworzone. Użyj w aplikacji następujących ustawień:
pt_br: Uma senha foi criada com sucesso. Use as seguintes configurações no aplicativo:
ro_ro: O parolă a fost creată cu succes. Vă rugăm să folosiți următoarele setări în aplicație:
sv_se: Ett lösenord skapades. Använd följande inställningar i programmet:

source: Username: %s
cs_cz: Uživatelské jméno: %s
da_dk: Brugernavn: %s
es_mx: Nombre de usuario: %s
fr_fr: Nom d'utilisateur : %s
hu_hu: Felhasználónév: %s
it_it: Nome utente: %s
nl_nl: Gebruikersnaam: %s
pl_pl: Nazwa użytkownika: %s
pt_br: Nome de usuário: %s
ro_ro: Nume utilizator: %s
sv_se: Användarnamn: %s

source: Password: %s
cs_cz: Heslo: %s
da_dk: Kodeord: %s
es_mx: Contraseña: %s
fr_fr: Mot de passe : %s
hu_hu: Jelszó: %s
nl_nl: Wachtwoord: %s
pl_pl: Hasło: %s
pt_br: Senha: %s
ro_ro: Parolă: %s
sv_se: Lösenord: %s

# app
source: Application Passwords
cs_cz: Hesla aplikací
da_dk: Kodeord til programmer
es_mx: Contraseñas de la aplicación
fr_fr: Mots de passe d'applications
hu_hu: Alkalmazás-jelszavak
it_it: Password delle applicazioni
nl_nl: Applicatiewachtwoorden
pl_pl: Hasła do aplikacji
pt_br: Senhas do aplicativo
ro_ro: Parole de aplicație
sv_se: Programlösenord
