Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Note: This subscription will replace the calendar content with the external content. Therefore you must create a new folder for this subscription.
ca_es: Nota: Aquests subscripció reemplaçarà el contingut del calendari amb el contingut extern. Per tant heu de crear una nova carpeta per a aquesta subscripció.

source: Notifier
ca_es: Notificador

source: Notify all participants by email.
ca_es: Notifica tots els participants a través de correu electrònic.

source: November
ca_es: novembre

source: Number of days between vacation notices to the same sender
ca_es: Nombre de dies entre avisos d'absència al mateix destinatari

source: Number of items
ca_es: Nombre d'ítems

source: October
ca_es: octubre

source: On work days
ca_es: Els dies feiners

source: Open in browser
ca_es: Obre al navegador

source: Open on LinkedIn
ca_es: Obre a LinkedIn

source: Pick a time here
ca_es: Triau una hora aquí

source: Play audio files
ca_es: Reprodueix fitxers d'àudio

source: Play video files
ca_es: Reprodueix fitxers de vídeo

source: Please choose a sentence below.
ca_es: Per favor, triau una opció de sota.

source: Please enter a valid email address or phone number
ca_es: Per favor, introduïu una adreça de correu electrònic vàlida o un número de telèfon

source: Please note, that support requests cannot be handled via the feedback-formular. When you have questions or problems please contact our support directly
ca_es: Per favor, teniu en compte que les peticions de suport no es poden canalitzar a través del formulari de retroalimentació. Per favor, quan tengueu qüestions o problemes contactau directament amb el nostre suport.

source: Press [enter] to jump to the linkedin stream.
ca_es: Premeu [Intro] per a anar al flux de LinkedIn.

source: Quit
ca_es: Surt

source: Rating %1$d of %2$d confirmed. Use the left and right arrowkeys to adjust your rating.
ca_es: Puntuació %1$d de %2$d confirmada. Emprau les tecles de moviment del cursor a l'esquerra i a la dreta per a ajustar la vostra puntuació.

source: Rating %1$d of %2$d. Press Enter to confirm or use the left and right arrowkeys to adjust your rating.
ca_es: Puntuació %1$d de %2$d confirmada. Premeu Intro per a confirmar-la o emprau les tecles de moviment del cursor a l'esquerra i a la dreta per a ajustar la vostra puntuació.

source: Recent activities
ca_es: Activitats recents

source: Recipients can edit
ca_es: Els destinataris poden editar

source: Related articles
ca_es: Articles relacionats

source: Reply All
ca_es: Respon a tothom

source: Restore applications
ca_es: Restaura les aplicacions

source: Running applications
ca_es: Execució d'aplicacions

source: Save to Drive
ca_es: Desa a Drive

source: Scheduling
ca_es: Planificació

source: Send as internal link
ca_es: Envia com a enllaç intern

source: Send feedback
ca_es: Envia el comentari

source: Send mail
ca_es: Envia correu

source: Send mail to all participants
ca_es: Envia correu electrònic a tots els participants

source: Send new mail
ca_es: Envia un nou correu electrònic

source: Sender/From
ca_es: Remitent/De

source: September
ca_es: setembre

# app
source: Settings
ca_es: Preferències

source: Share the file "%1$d"
ca_es: Comparteix el fitxer "%1$d"

source: Show conflicts
ca_es: Mostra els conflictes

source: Show internal link
ca_es: Mostra enllaç intern

source: Show next day
ca_es: Mostra l'endemà

source: Show previous day
ca_es: Mostra el dia anterior

source: Signed in as %1$s
ca_es: Connectat com a %1$s

source: Size (bytes)
ca_es: Mida (bytes)

source: Something went wrong reauthorizing the account.
ca_es: S'ha produït un error en tornar a autoritzar el compte.

source: Something went wrong saving your changes.
ca_es: S'ha produït un error a l'hora de desar el vostres canvis.

source: Sorry, we cannot help you here. Your provider needs to obtain a key from LinkedIn with the permission to do read messages.
ca_es: Ens sap greu, no podem ajudar-vos. El vostre proveïdor ha d'obtenir una clau de LinkedIn amb permisos per a llegir missatges.

source: Subscribe IMAP folders
ca_es: Subscriu-me a carpetes IMAP

source: Tag mail with
ca_es: Etiqueta correu amb

source: Task was modified before, please reload
ca_es: La tasca ja havia estat modificada. Per favor, recarregau-la

source: Temporary
ca_es: Provisional

# help
source: The Drive App
ca_es: L'aplicació Drive

source: The appointment is repeated <a href="#" data-widget="number" data-attribute="interval">every <span class="number-control">2</span> days</a>.
ca_es: La cita es repeteix <a href="#" data-widget="number" data-attribute="interval">cada <span class="number-control">2</span> dies</a>.

source: The appointment is repeated <a href="#" data-widget="number" data-attribute="interval">every <span class="number-control">2</span> weeks</a> on <a href="#" data-widget="days" data-attribute="days">monday</a>.
ca_es: La cita es repeteix <a href="#" data-widget="number" data-attribute="interval">cada <span class="number-control">2</span> setmanes</a> en <a href="#" data-widget="days" data-attribute="days">dilluns</a>.

source: The appointment is repeated <a href="#" data-attribute="recurrenceType" data-widget="options">weekly</a>.
ca_es: La cita es repeteix <a href="#" data-attribute="recurrenceType" data-widget="options">setmanalment</a>.

source: The appointment is repeated every <a href="#" data-widget="options" data-attribute="ordinal">first</a> <a href="#" data-widget="options" data-attribute="day">Wednesday</a> in <a href="#" data-widget="options" data-attribute="month">October</a>.
ca_es: La cita es repeteix cada <a href="#" data-widget="options" data-attribute="ordinal">primer</a> <a href="#" data-widget="options" data-attribute="day">dimecres</a> de/d' <a href="#" data-widget="options" data-attribute="month">octubre</a>.

source: The appointment is repeated every year on day <a href="#" data-widget="number" data-attribute="dayInMonth"><span class="number-control">10</span></a> of <a href="#" data-widget="options" data-attribute="month">October</a>.
ca_es: La cita es repeteix tots els anys el dia <a href="#" data-widget="number" data-attribute="dayInMonth"><span class="number-control">10</span></a> de/d' <a href="#" data-widget="options" data-attribute="month">octubre</a>.

source: The appointment is repeated on day <a href="#" data-widget="number" data-attribute="dayInMonth"><span class="number-control">10</span></a> <a href="#" data-widget="number" data-attribute="interval">every <span class="number-control">2</span> months</a>.
ca_es: La cita es repeteix dia <a href="#" data-widget="number" data-attribute="dayInMonth"><span class="number-control">10</span></a> <a href="#" data-widget="number" data-attribute="interval">cada <span class="number-control">2</span> mesos</a>.

source: The appointment is repeated the <a href="#" data-widget="options" data-attribute="ordinal">second</a> <a href="#" data-widget="options" data-attribute="day">Wednesday</a> <a href="#" data-widget="number" data-attribute="interval">every <span class="number-control">2</span> months</a>.
ca_es: La cita es repeteix el <a href="#" data-widget="options" data-attribute="ordinal">segon</a> <a href="#" data-widget="options" data-attribute="day">dimecres</a> <a href="#" data-widget="number" data-attribute="interval">de cada <span class="number-control">2</span> mesos</a>.

source: The file "%1$s" cannot be uploaded because it exceeds the quota limit of %2$s
ca_es: El fitxer "%1$s" no s'ha pogut pujar perquè supera el límit de quota de %2$s

source: The following applications can be restored. Just remove the restore point if you don't want it to be restored.
ca_es: Les següents aplicacions es poden restaurar. Si no desitjau que siguin restaurades eliminau el punt de restauració.

source: The notification area is closed
ca_es: L'àrea de notificació està tancada

source: The notification area is open
ca_es: L'àrea de notificació està oberta

source: The series <a href="#" data-attribute="ending" data-widget="options">ends</a> <a href="#" data-attribute="occurrences" data-widget="number">after <span class="number-control">2</span> appointments</a>.
ca_es: La sèrie <a href="#" data-attribute="ending" data-widget="options">finalitza</a> <a href="#" data-attribute="occurrences" data-widget="number">després de <span class="number-control">2</span> cites</a>.

source: The series <a href="#" data-attribute="ending" data-widget="options">ends</a> on <a href="#" data-attribute="until" data-widget="datePicker">11/03/2013</a>.
ca_es: La sèrie <a href="#" data-attribute="ending" data-widget="options">finalitza</a> el <a href="#" data-attribute="until" data-widget="datePicker">11/03/2013</a>.

source: The series <a href="#" data-attribute="ending" data-widget="options">never ends</a>.
ca_es: La sèrie <a href="#" data-attribute="ending" data-widget="options">mai finalitza</a>.

source: The setting has been saved and will become active when you enter the application the next time.
ca_es: Els ajustaments s'han desat i s'activaran la pròxima vegada que entreu a l'aplicació.

source: The start date must be before the end date.
ca_es: La data d'inici ha de ser anterior a la de finalització.

source: There is already %1$d appointment in this timeframe.
ca_es: Ja teniu %1$d cita en aquest horari.

source: There were not activities in your network
ca_es: No hi ha hagut activitat en la vostra xarxa

source: These statistics only include folders, which have a depth less than four in the folder structure from the folder "%1$s".
ca_es: Aquestes estadístiques només inclouen carpetes que tenen una profunditat inferior a quatre en l'estructura de carpetes des de la carpeta "%1$s".

source: This field has to be filled
ca_es: Heu d'omplir aquest camp

source: This list has no contacts yet
ca_es: Aquesta llista no té contactes encara

source: This mail has been added to the portal
ca_es: Aquest correu s'ha afegit al portal

source: Time scale in minutes
ca_es: Escala de temps en minuts

source: Toggle checkboxes
ca_es: Canvia les caselles de verificació

source: Top 10 file types
ca_es: Top 10 de tipus de fitxer

source: Top 10 folder size
ca_es: Top 10 de mida de carpeta

source: Town
ca_es: Localitat

source: Updater
ca_es: Actualitzador

source: Updating subscribed data takes time. Importing 100 contacts for example, may take up to 5 minutes. Please have some patience.
ca_es: L'actualització de dades subscrites porta un temps. La importació de 10 contactes, per exemple, es pot torbar fins a 5 minuts. Per favor, tingueu una mica de paciència.

source: Use SSL connection
ca_es: Empra una connexió SSL

source: Use up and down keys to change the time. Close selection by pressing ESC key.
ca_es: Emprau les tecles de dalt i baix per a canviar l'hora. Acabau la selecció prement la tecla ESC.

source: Vacation Notice
ca_es: Avís d'absència

source: Week View
ca_es: Vista de setmana

source: Weekly on %1$s
ca_es: Setmanalment en %1$s

source: Welcome. Please provide your feedback about this product
ca_es: Benvingut. Per favor, feu un comentari sobre aquest producte

source: When executing the downloaded file, an installation wizard will be launched. Follow the instructions and install the updater. Installs latest versions of Windows® client software. The Updater automatically informs about new updates. You can download the updates from within the Updater.
ca_es: Quan executareu l'arxiu descarregat, s'executarà un assistent d'instal·lació. Seguiu les instruccions i instal·lau el programa d'actualització. Instal·lau les darreres versions del programari de client de Windows®. El programa d'actualització informa automàticament sobre les noves actualitzacions. Podeu descarregar les actualitzacions des del programa d'actualització.

source: Workweek View
ca_es: Vista de setmana laboral

source: Yearly on %1$s %2$d
ca_es: Anualment el %2$d de/d' %1$s

source: Yearly on the %1$s %2$s of %3$d
ca_es: Anualment el %1$s %2$s de/d' %3$d

source: Years
ca_es: Anys

source: Yes, send without subject
ca_es: Sí, envia-ho sense assumpte

source: You are not allowed to create appointments in "%1$s" owned by %2$s. Appointments will therefore be created in your private calendar.
ca_es: No us està permès crear cites a "%1$s", propietat de %2$s. Per tant, les cites es crearan al vostre calendari privat.

source: You are not allowed to create appointments in "%1$s". Appointments will therefore be created in your private calendar.
ca_es: No us està permès crear cites a "%1$s". Per tant, les cites es crearan al vostre calendari privat.

source: You cannot move items to virtual folders
ca_es: No podeu moure ítems a les carpetes virtuals

source: You have %1$d notification.
ca_es: Teniu %1$d notificació.

source: You have %1$d unread messages
ca_es: Teniu %1$d missatges sense llegir

source: You have 1 unread message
ca_es: Teniu 1 missatge sense llegir

source: You have no new messages
ca_es: No teniu missatges nous

source: You have reauthorized this account.
ca_es: Heu tornat a autoritzar aquest compte.

source: You have to enter a username and password to subscribe.
ca_es: Heu d'indicar un nom d'usuari i una contrasenya per a subscriure-vos-hi.

source: You will automatically return to the appointment dialog. The selected start and end time as well as the current participant list will be applied.
ca_es: Tornareu automàticament a la finestra de la cita. S'hi aplicaran les hores d'inici i finalització seleccionades, a més de la llista de participants actuals.

source: Your Applications
ca_es: Les vostres aplicacions

source: Your applications
ca_es: Les vostres aplicacions

source: Your email address will be included when sending this feedback
ca_es: La vostra adreça de correu s'inclourà en enviar aquest comentari

source: Your messages
ca_es: Els vostres missatges

source: Your selected picture will be displayed after saving
ca_es: La imatge seleccionada es mostrarà després de desar

source: after %1$d appointment
ca_es: després de la %1$d cita

source: and
ca_es: i

source: close
ca_es: tanca

source: close for %1$s
ca_es: tanca per %1$s

source: daily
ca_es: diària

source: day of the week
ca_es: dia de la setmana

source: day of the weekend
ca_es: dia del cap de setmana

source: disabled
ca_es: desactivat

source: ends
ca_es: acaba

source: ends after a certain number of appointments
ca_es: acaba passat un cert nombre de cites

source: ends on a specific date
ca_es: acaba en una data concreta

source: every %1$d day
ca_es: cada %1$d dia

source: every %1$d month
ca_es: cada %1$d mes

source: every %1$d week
ca_es: cada %1$d setmana

source: every day
ca_es: cada dia

source: every month
ca_es: cada mes

source: every week
ca_es: cada setmana

source: last
ca_es: darrer

source: monthly
ca_es: mensual

source: never ends
ca_es: mai acaba

source: process subsequent rules
ca_es: Processa les regles següents

source: remove
ca_es: suprimeix

source: weekly
ca_es: setmanal

source: work days
ca_es: dies feiners

source: yearly
ca_es: anual
