Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: This file has not been deleted
bg_bg: Този файл не беше изтрит
ca_es: No s'ha suprimit aquest fitxer
cs_cz: Soubor nebyl smazán
da_dk: Denne fil er ikke blevet slettet
es_mx: No se ha borrado este archivo
fr_fr: Ce fichier n'a pas été supprimé
hu_hu: A fájl nincs törölve
it_it: Questo file non è stato eliminato
nb_no: Denne filen har ikke blitt slettet
nl_nl: Dit bestand is niet verwijderd
pl_pl: Plik nie został usunięty
pt_br: Este arquivo não foi excluído
ro_ro: Acest fișier nu a fost șters
sv_se: Filen har inte raderats

source: These files have not been deleted
cs_cz: Soubory nebyly smazány
da_dk: Disse filer er ikke blevet slettet
es_mx: No se han borrado estos archivos
fr_fr: Ces fichiers n'ont pas été supprimés
hu_hu: A fájlok nincsenek törölve
it_it: Questi file non sono stati eliminati
nl_nl: Deze bestanden zijn niet verwijderd
pl_pl: Pliki nie zostały usunięte
pt_br: Estes arquivos não foram excluídos
ro_ro: Aceste fișiere nu au fost șterse
sv_se: Dessa filer har inte raderats

source: Do you really want to delete this item?
bg_bg: Наистина ли искате да изтриете този елемент?
cs_cz: Opravdu chcete smazat tuto položku?
da_dk: Vil du virkelig slette dette element?
es_mx: ¿Está seguro de querer borrar este elemento?
fr_fr: Voulez-vous vraiment supprimer cet élément ?
hu_hu: Biztos, hogy törölni szeretné ezt az elemet?
it_it: Vuoi davvero eliminare questo elemento?
nb_no: Ønsker du virkelig å slette dette elementet?
nl_nl: Weet u zeker dat u dit item wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten element?
pt_br: Deseja realmente excluir este item?
ro_ro: Sigur doriți să ștergeți acest element?
sv_se: Vill du verkligen radera detta objekt?

source: This file or folder is shared with others. It will not be available for them anymore.
cs_cz: Tento soubor (složka) je sdílený s ostatními. Již pro ně nebude přístupný.
da_dk: Denne fil eller mappe deles med andre. Den vil ikke længere være tilgængelig for dem.
es_mx: Este archivo o carpeta está compartido con otros. Ya no estará disponible para ellos.
fr_fr: Ce fichier ou dossier est partagé avec d'autres personnes, qui n'y auront plus accès.
hu_hu: Ez a fájl (vagy mappa) meg van osztva másokkal. A továbbiakban nem lesz elérhető számukra.
it_it: Questo file o cartella è condiviso con altri. Non sarà più disponibile per loro.
nl_nl: Dit bestand of deze map is gedeeld met anderen. Het zal niet langer beschikbaar zijn voor hen.
pl_pl: Ten plik lub folder został udostępniony innym użytkownikom. Nie będzie już dla nich dostępny.
pt_br: Este arquivo ou pasta é compartilhado com outras pessoas e não estará mais disponível para elas.
ro_ro: Acest fișier sau dosar este partajat cu alte persoane și nu va mai fi disponibil pentru aceștia.
sv_se: Den här filen eller mappen delas med andra. Den kommer inte längre att vara tillgänglig för dem.

source: Some files or folders are shared with others. They will not be available for them anymore.
cs_cz: Tyto soubory (složky) jsou sdílené s ostatními. Již pro ně nebudou přístupné.
da_dk: Nogle filer eller mapper deles med andre. De vil ikke længere være tilgængelige for dem.
es_mx: Algunos archivos o carpetas están compartidos con otros. Ya no estarán disponibles para ellos.
fr_fr: Certains fichiers ou dossiers sont partagés avec d'autres personnes, qui n'y auront plus accès.
hu_hu: Néhány fájl (vagy mappa) meg van osztva másokkal. A továbbiakban nem lesznek elérhetők számukra.
it_it: Alcuni file o cartelle sono condivisi con altri. Non saranno più disponibili per loro.
nl_nl: Sommige bestanden of mappen zijn gedeeld met anderen. Ze zullen niet langer beschikbaar zijn voor hen.
pl_pl: Niektóre pliki lub foldery zostały udostępnione innym użytkownikom. Nie będą już dla nich dostępne.
pt_br: Alguns arquivos ou pastas são compartilhados com outras pessoas. Eles não estarão mais disponíveis para elas.
ro_ro: Unele fișiere sau dosare sunt partajate cu alte persoane și nu vor mai fi disponibile pentru aceștia.
sv_se: Vissa filer eller mappar delas med andra. De kommer inte längre att vara tillgängliga för dem.

source: Delete item
cs_cz: Smazat položku
da_dk: Slet element
es_mx: Borrar elemento
fr_fr: Supprimer l'élément
hu_hu: Elem törlése
it_it: Elimina elemento
nl_nl: Item verwijderen
pl_pl: Usuń element
pt_br: Excluir item
ro_ro: Șterge elementul
sv_se: Radera objekt

source: Items without a file can not be downloaded.
bg_bg: Елементите без файл не могат да бъдат изтеглени.
ca_es: No es poden descarregar els ítems sense fitxer.
cs_cz: Položky bez souboru nelze stáhnout.
da_dk: Elementer uden en fil kan ikke hentes.
es_mx: No se pueden descargar elementos sin archivo.
fr_fr: Les éléments sans fichier associé ne peuvent pas être téléchargés.
hu_hu: Fájl nélküli elemek nem tölthetők le.
it_it: Gli elementi senza un file non possono essere scaricati.
nb_no: Objekter uten en fil kan ikke lastes ned.
nl_nl: Items zonder bestanden kunnen niet worden gedownload.
pl_pl: Nie można pobrać elementów bez pliku.
pt_br: Itens sem um arquivo não podem ser baixados.
ro_ro: Elementele fără niciun fișier nu pot fi descărcate.
sv_se: Objekt utan fil kan inte laddas ned.

source: File description can only be %1$d characters long.
cs_cz: Popis souboru může mít maximálně %1$d znaků.
da_dk: Filbeskrivelsen kan kun være %1$d karaktere lang.
es_mx: La descripción del archivo solo puede tener %1$d caracteres.
hu_hu: A fájl leírása csak %1$d karakter hosszú lehet.
it_it: La descrizione del file può essere lunga solo %1$d caratteri.
nl_nl: Bestandsbeschrijving mag slechts %1$d tekens lang zijn.
pl_pl: Opis pliku może się składa z maksymalnie %1$d znaków.
pt_br: A descrição do arquivo pode ter apenas %1$d caracteres.
ro_ro: Descrierea fișierului poate avea doar %1$d caractere.
sv_se: Filbeskrivning får bara vara %1$d tecken lång.

source: Restored into multiple folders: %s
bg_bg: Възстановени в няколко папки: \ n \ n %s
cs_cz: Obnoveno do více složek: %s
da_dk: Gendannet ind i flere mapper: %s
es_mx: Restaurado en múltiples carpetas: %s
fr_fr: Restauré dans plusieurs dossiers : %s
hu_hu: Visszaállítás több mappába: %s
it_it: Ripristinati in più cartelle: %s
nl_nl: Hersteld naar meerdere mappen: %s
pl_pl: Przywrócono do wielu folderów: %s
pt_br: Restaurando em múltiplas pastas: %s
ro_ro: Restaurat în mai multe dosare: %s
sv_se: Återställd till flera mappar: %s

source: Restored into folder: %s
bg_bg: Възстановена в папка: \ n \ n %s
cs_cz: Obnoveno do složky: %s
da_dk: Gendannet ind i mappe: %s
es_mx: Restaurado en carpeta: %s
fr_fr: Restauré dans le dossier : %s
hu_hu: Visszaállítás ebbe a mappába: %s
it_it: Ripristinati nella cartella: %s
nl_nl: Hersteld naar map: %s
pl_pl: Przywrócono do folderu: %s
pt_br: Restaurando na pasta: %s
ro_ro: Restaurat în dosarul: %s
sv_se: Återställd till mapp: %s

source: The PDF has been saved to "/drive/myfiles/documents" due to not having write access for the current folder.
cs_cz: PDF bylo uloženo do /drive/myfiles/documents, protože k aktuální složce nemáte oprávnění k zápisu.
da_dk: PDF'en er blevet gemt i "/drive/myfiles/documents", da der ikke er skriveadgang til denne mappe.
es_mx: El PDF se ha guardado en "/drive/myfiles/documents" dado que no se tiene permiso de escritura en la carpeta actual.
hu_hu: A PDF a "/drive/myfiles/documents" mappába került, mert az aktuális mappához nem rendelkezik írási jogosultsággal.
it_it: Il PDF è stato salvato in "/drive/myfiles/documents" perché non dispone dell'accesso in scrittura per la cartella attuale.
nl_nl: De PDF is opgeslagen in "/drive/myfiles/documents" omdat er geen schrijftoegang is voor de huidige map.
pl_pl: Z powodu braku uprawnień do zapisu w bieżącym folderze plik PDF został zapisany w folderze „/drive/myfiles/documents”.
pt_br: O PDF foi salvo em "/drive/myfiles/documents" por não ter acesso de gravação para a pasta atual.
ro_ro: PDF-ul a fost salvat în "/drive/myfiles/documents" din cauză că nu aveți drepturi de scriere pentru dosarul curent.
sv_se: PDF:en sparades till "/drive/myfiles/documents" eftersom skrivrättighet saknas i nuvarande mapp.

source: Save as PDF
bg_bg: Запазване като PDF
cs_cz: Uložit jako PDF
da_dk: Gem som PDF
es_mx: Guardar como PDF
fr_fr: Enregistrer comme PDF
hu_hu: Mentés PDF-ként
it_it: Salva come PDF
nb_no: Lagre som PDF
nl_nl: Opslaan als PDF
pl_pl: Zapisz jako PDF
pt_br: Salvar como PDF
ro_ro: Salvează ca PDF
sv_se: Spara som PDF

source: Select file
bg_bg: Избери файл
cs_cz: Vybrat soubor
da_dk: Vælg fil
es_mx: Seleccionar archivo
fr_fr: Choisir un fichier
hu_hu: Válasszon fájlt
it_it: Seleziona file
nb_no: Velg fil
nl_nl: Selecteer bestand
pl_pl: Wybierz plik
pt_br: Selecionar arquivo
ro_ro: Selectează fișierul
sv_se: Välj fil

source: You have to select a file to upload.
bg_bg: Трябва да изберете файл, който да качите.
cs_cz: Vyberte, prosím, soubor k nahrání.
da_dk: Du bliver nødt til at vælge en fil at overføre.
es_mx: Tiene que seleccionar un archivo para cargar.
fr_fr: Vous devez sélectionner un fichier à transférer.
hu_hu: Válassza ki a fájlt a feltöltéshez.
it_it: Hai selezionato un file da caricare.
nb_no: Du må velge en fil som skal lastes opp.
nl_nl: Selecteer een bestand om te uploaden.
pl_pl: Wybierz plik do przesłania.
pt_br: Você deve selecionar um arquivo para enviar.
ro_ro: Trebuie să selectați un fișier de încărcat.
sv_se: Du måste välja en fil att ladda upp.

# One file only
source: Do you really want to delete this version?
bg_bg: Искате ли да изтриете тази среща?
cs_cz: Opravdu chcete smazat tuto verzi?
da_dk: Vil du virkelig slette denne udgave?
es_mx: ¿De verdad quiere borrar esta versión?
fr_fr: Souhaitez-vous vraiment supprimer cette version ?
hu_hu: Biztos, hogy törölni szeretné a verziót?
it_it: Vuoi davvero eliminare questa versione?
nb_no: Ønsker du å slette denne versjonen?
nl_nl: Weet u zeker dat u deze versie wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę wersję?
pt_br: Deseja realmente excluir esta versão?
ro_ro: Sigur doriți să ștergeți această versiune?
sv_se: Vill du verkligen ta bort den här versionen?

source: The provided filename exceeds the allowed length.
bg_bg: Предоставеното име на файла надвишава допустимата дължина.
ca_es: El nom d'arxiu indicat excedeix la longitud permesa.
cs_cz: Zadaný název souboru překračuje povolenou délku.
da_dk: Det givne filnavn overskrider den tilladte længde.
es_mx: El nombre de archivo indicado sobrepasa la longitud permitida.
fr_fr: Le nom de fichier indiqué dépasse la longueur autorisée.
hu_hu: A megadott fájlnév hossza meghaladja az engedélyezett méretet.
it_it: Il nome file fornito supera la lunghezza consentita.
nb_no: Det medfølgende filnavnet overstiger den tillatte lengden.
nl_nl: De gegeven bestandsnaam is langer dan de toegestane lengte.
pl_pl: Podana nazwa pliku przekracza dozwoloną długość.
pt_br: O nome de arquivo fornecido excede o comprimento permitido.
ro_ro: Numele fișierului depășește lungimea permisă.
sv_se: Angivet filnamn överskrider tillåten längd.

source: The allowed quota is reached.
bg_bg: Допуска се разрешената квота.
ca_es: Heu arribat a la quota permesa.
cs_cz: Bylo dosaženo povoleného limitu.
da_dk: Den tilladte kvote er nået.
es_mx: Se ha alcanzado la cuota permitida.
fr_fr: Le quota autorisé a été atteint.
hu_hu: Az engedélyezett kvóta elérve.
it_it: La quota consentita è stata raggiunta.
nb_no: Kvoten er oppbrukt.
nl_nl: Het toegestane quota is bereikt.
pl_pl: Dozwolony przydział został wyczerpany.
pt_br: A cota permitida foi atingida.
ro_ro: S-a atins limita permisă.
sv_se: Kvoten är nådd.

source: This file could not be uploaded.
bg_bg: Този файл не можа да бъде качен.
ca_es: El fitxer no s'ha pogut pujar.
cs_cz: Soubor se nepodařilo nahrát
da_dk: Denne fil kunne ikke overføre.
es_mx: No se pudo cargar este archivo.
fr_fr: Le fichier n'a pas pu être téléchargé.
hu_hu: A fájlt nem sikerült feltölteni.
it_it: Questo file non può essere caricato.
nb_no: Denne filen kan ikke lastes opp.
nl_nl: Dit bestand kan niet worden geüpload.
pl_pl: Przesłanie pliku nie powiodło się.
pt_br: Este arquivo não pode ser enviado.
ro_ro: Nu s-a putut încărca fișierul.
sv_se: Filen kunde inte laddas upp.

source: modified
bg_bg: модифициран
cs_cz: upraveno
da_dk: ændret
es_mx: modificado
fr_fr: modifié
hu_hu: módosítva
it_it: modificato
nb_no: endret
nl_nl: gewijzigd
pl_pl: zmodyfikowano
pt_br: modificado
ro_ro: modificat
sv_se: ändrad

source: size
bg_bg: размер
cs_cz: velikost
da_dk: størrelse
es_mx: tamaño
fr_fr: taille
hu_hu: méret
it_it: dimensione
nb_no: størrelse
nl_nl: grootte
pl_pl: rozmiar
pt_br: tamanho
ro_ro: mărime
sv_se: storlek

source: Locked
bg_bg: Заключен
cs_cz: Uzamčeno
da_dk: Låst
es_mx: Bloqueado
fr_fr: Verrouillé
hu_hu: Zárolt
it_it: Bloccato
nb_no: Låst
nl_nl: Geblokkeerd
pl_pl: Zablokowano
pt_br: Bloqueado
ro_ro: Blocat
sv_se: Låst

source: Edit share
bg_bg: Редактирайте споделянето
cs_cz: Upravit sdílenou položku
da_dk: Redigér deling
es_mx: Editar elemento compartido
fr_fr: Modifier le partage
hu_hu: Megosztás szerkesztése
it_it: Modifica condivisione
nb_no: Rediger deling
nl_nl: Bewerk gedeeld object
pl_pl: Edytuj udostępnienie
pt_br: Editar compartilhamento
ro_ro: Editează partajarea
sv_se: Redigera delning

source: Revoke access
bg_bg: Отменете достъпа
cs_cz: Odebrat přístup
da_dk: Træk adgang tilbage
es_mx: Revocar acceso
fr_fr: Révoquer l'accès
hu_hu: Hozzáférés visszavonása
it_it: Revoca l'accesso
nb_no: Tilbakekall tilgang
nl_nl: Toegang intrekken
pl_pl: Cofnij dostęp
pt_br: Revogar acesso
ro_ro: Revocă accesul
sv_se: Återkalla åtkomst

source: Create sharing link
bg_bg: Създайте връзка за споделяне
cs_cz: Vytvořit odkaz pro sdílení
da_dk: Opret fildelings-URL
es_mx: Crear enlace de compartido
fr_fr: Créer un lien de partage
hu_hu: Megosztási hivatkozás létrehozása
it_it: Crea collegamento di condivisione
nb_no: Lag delingslenke
nl_nl: Link om te delen aanmaken
pl_pl: Utwórz link udostępniania
pt_br: Criar link de compartilhamento
ro_ro: Creează o legătură de partajare
sv_se: Skapa delningslänk

source: Icons
bg_bg: Икони
ca_es: Icones
cs_cz: Ikony
da_dk: Ikoner
es_mx: Iconos
fr_fr: Icônes
hu_hu: Ikonok
it_it: Icone
nb_no: Ikoner
nl_nl: Pictogrammen
pl_pl: Ikony
pt_br: Ícones
ro_ro: Pictograme
sv_se: Ikoner

source: Tiles
bg_bg: Плочки
ca_es: Fitxes
cs_cz: Dlaždice
da_dk: Fliser
es_mx: Fichas
fr_fr: Pavés
hu_hu: Mozaik
it_it: Riquadri
nb_no: Fliser
nl_nl: Vlakken
pl_pl: Kafelki
pt_br: Mosaicos
ro_ro: Dale
sv_se: Rutor

source: File details
bg_bg: Данни за файла
cs_cz: Podrobnosti o souboru
da_dk: Fildetaljer
es_mx: Detalles del archivo
fr_fr: Détails du fichier
hu_hu: Fájl részletei
it_it: Dettagli del file
nb_no: Fildetaljer
nl_nl: Bestandsdetails
pl_pl: Szczegóły pliku
pt_br: Detalhes do arquivo
ro_ro: Detalii fișier
sv_se: Fildetaljer

source: File Details
bg_bg: Подробности за файла
ca_es: Detalls del fitxer
cs_cz: Podrobnosti o souboru
da_dk: Fildetaljer
es_mx: Detalles del archivo
fr_fr: Détails sur le fichier
hu_hu: Fájl részletei
it_it: Dettagli file
nb_no: Fildetaljer
nl_nl: Bestandsdetails
pl_pl: Szczegóły pliku
pt_br: Detalhes do arquivo
ro_ro: Detalii fișier
sv_se: Fildetaljer

# dropdown
source: Sort by
bg_bg: Сортирай по
ca_es: Ordena per
cs_cz: Řadit podle
da_dk: Sortér efter
es_mx: Ordenar por
fr_fr: Trier par
hu_hu: Rendezés módja:
it_it: Ordina per
nb_no: Sorter etter
nl_nl: Sorteren op
pl_pl: Sortuj wg
pt_br: Ordenar por
ro_ro: Sortează după
sv_se: Sortera efter

source: Ascending
bg_bg: Възходящ
ca_es: Ascendent
cs_cz: Vzestupně
da_dk: Stigende
es_mx: Ascendente
fr_fr: Croissant
hu_hu: Növekvő
it_it: Crescente
nb_no: Stigende
nl_nl: Oplopend
pl_pl: Rosnąco
pt_br: Crescente
ro_ro: În ordine crescătoare
sv_se: Stigande

source: Descending
bg_bg: Низходиящ
ca_es: Descendent
cs_cz: Sestupně
da_dk: Faldende
es_mx: Descendente
fr_fr: Décroissant
hu_hu: Csökkenő
it_it: Decrescente
nb_no: Synkende
nl_nl: Aflopend
pl_pl: Malejąco
pt_br: Decrescente
ro_ro: În ordine descrescătoare
sv_se: Fallande

source: Add files
bg_bg: Добави файлове
ca_es: Afegeix fitxers
cs_cz: Přidat soubory
da_dk: Tilføj filer
es_mx: Añadir archivos
fr_fr: Ajouter des fichiers
hu_hu: Fájlok hozzáadása
it_it: Aggiungi file
nb_no: Legg til filer
nl_nl: Bestanden toevoegen
pl_pl: Dodaj pliki
pt_br: Adicionar arquivos
ro_ro: Adaugă fișiere
sv_se: Lägg till filer

source: Upload local file
cs_cz: Nahrát místní soubor
da_dk: Overfør lokal fil
es_mx: Cargar archivo local
fr_fr: Transférer un fichier local
hu_hu: Helyi fájl feltöltése
it_it: Carica file locale
nb_no: Last opp lokal fil
nl_nl: Lokaal bestand uploaden
pl_pl: Prześlij plik lokalny
pt_br: Enviar arquivo local
ro_ro: Încarcă un fișier local
sv_se: Ladda upp lokal fil

source: Files
bg_bg: Файлове
cs_cz: Soubory
da_dk: Filer
es_mx: Archivos
fr_fr: Fichiers
hu_hu: Fájlok
it_it: File
nb_no: Filer
nl_nl: Bestanden
pl_pl: Pliki
pt_br: Arquivos
ro_ro: Fișiere
sv_se: Filer

source: The uploaded file does not match the requested file type.
bg_bg: Каченият файл не съответства на желания тип файл.
cs_cz: Nahraný soubor neodpovídá požadovanému druhu souboru.
da_dk: Den overførte fil matcher ikke den adspurgte filtype.
es_mx: El archivo cargado no coincide con el tipo de archivo solicitado.
fr_fr: Le fichier transféré ne correspond pas au type de fichier demandé.
hu_hu: A feltöltött fájl nem illeszkedik a kért fájltípusra.
it_it: Il file caricato non corrisponde al tipo di file richiesto.
nb_no: Den opplastede filen passer ikke overens med den forespurte filtypen.
nl_nl: Het geüploade bestand komt niet overeen met het gevraagde bestandstype.
pl_pl: Przesyłany plik nie pasuje do żądanego typu pliku.
pt_br: O arquivo enviado não corresponde ao tipo de arquivo solicitado.
ro_ro: Fișierul încărcat nu corespunde tipului de fișier solicitat.
sv_se: Den uppladdade filen matchar inte den begärda filtypen.

source: None of the uploaded files matches the requested file type.
cs_cz: Žádný z nahraných souborů neodpovídá požadovanému druhu souboru.
da_dk: Ingen af de overførte filer matcher den adspurgte filtype.
es_mx: Ninguno de los archivos cargados coincide con el tipo de archivo solicitado.
fr_fr: Aucun des fichiers transférés ne correspond au type de fichier demandé.
hu_hu: Egyik feltöltött fájl sem illeszkedik a kért fájltípusra.
it_it: Nessuno dei file caricati corrisponde al tipo di file richiesto.
nl_nl: Geen van de geüploade bestanden komt overeen met het gevraagde bestandstype.
pl_pl: Żaden z przesyłanych plików nie pasuje do żądanego typu pliku.
pt_br: Nenhum dos arquivos enviados corresponde ao tipo de arquivo solicitado.
ro_ro: Niciunul dintre fișierele încărcate nu corespund tipului de fișier solicitat.
sv_se: Ingen av de uppladdade filerna matchar den begärda filtypen.

source: Error: Failed to load files
cs_cz: Chyba: Nepodařilo se nahrát soubory
da_dk: Fejl: Kunne ikke indlæse filer
es_mx: Error: Hubo un error al cargar archivos
fr_fr: Erreur : échec du chargement des fichiers
hu_hu: Hiba: A fájl betöltése sikertelen
it_it: Errore: caricamento dei file non riuscito
nl_nl: Fout tijdens het lezen van de bestanden
pl_pl: Błąd: nie udało się załadować plików
pt_br: Erro: Falha ao carregar arquivos
ro_ro: Eroare: Încărcarea mesajelor a eșuat
sv_se: Fel: Kunde inte läsa in filer

source: Hide folder
cs_cz: Skrýt složku
da_dk: Skjul mappe
es_mx: Ocultar carpeta
fr_fr: Masquer le dossier
hu_hu: Mappa elrejtése
it_it: Nascondi la cartella
nl_nl: Map verbergen
pl_pl: Ukryj folder
pt_br: Ocultar pasta
ro_ro: Ascunde dosarul
sv_se: Dölj mapp

source: Quota
bg_bg: Квота
cs_cz: Limit
da_dk: Kvote
es_mx: Cuota
fr_fr: Quotas
hu_hu: Kvóta
nb_no: Kvote
pl_pl: Ograniczenie miejsca
pt_br: Cota
ro_ro: Cotă
sv_se: Kvot

source: File quota
bg_bg: Квота за файлове
ca_es: Quota de fitxers
cs_cz: Souborový limit
da_dk: Filkvote
es_mx: Cuota de archivos
fr_fr: Quota de fichiers
hu_hu: Fájlkvóta
it_it: Quota dei file
nb_no: Filkvote
nl_nl: Bestandsquota
pl_pl: Ograniczenie miejsca na pliki
pt_br: Cota de arquivo
ro_ro: Cotă de fișier
sv_se: Filkvot

source: Need more space?
bg_bg: Необходимо ви е още пространство?
cs_cz: Potřebujete víc místa?
da_dk: Brug for mere plads?
es_mx: ¿Necesita más espacio?
fr_fr: Besoin de davantage d'espace ?
hu_hu: Több helyre van szüksége?
it_it: Hai bisogno di altro spazio?
nb_no: Trenger du mer plass?
nl_nl: Meer ruimte nodig?
pl_pl: Potrzebujesz więcej miejsca?
pt_br: Precisa de mais espaço?
ro_ro: Necesitați mai mult spațiu?
sv_se: Behöver du mer utrymme?

source: Move operation takes longer to finish
cs_cz: Přesouvání trvá déle
da_dk: Flytning tager længere tid
es_mx: La operación de traslado tarda más en terminar
fr_fr: L'opération de déplacement prend plus de temps
hu_hu: A művelet végrehajtása hosszabb ideig tart
it_it: L'operazione di spostamento richiede più tempo per terminare
nl_nl: Verplaatsen duurt langer dan verwacht
pl_pl: Operacja przenoszenia jest bardziej czasochłonna
pt_br: A operação de mover ainda levará um tempo para finalizar
ro_ro: Operațiunea de mutare poate dura
sv_se: Flyttåtgärd tar längre tid att slutföra

source: Finished moving
cs_cz: Přesouvání dokončeno
da_dk: Færdig med at flytte
es_mx: Traslado finalizado
fr_fr: Fin du déplacement
hu_hu: A mozgatás befejeződött
it_it: Spostamento terminato
nl_nl: Verplaatsen voltooid
pl_pl: Zakończono przenoszenie
pt_br: Movendo: finalizado
ro_ro: Mutarea a fost terminată
sv_se: Flytt slutförd

source: Files options
bg_bg: Опции за файлове
cs_cz: Možnosti souborů
da_dk: Filmuligheder
es_mx: Opciones de archivos
fr_fr: Options des fichiers
hu_hu: Fájlok beállításai
it_it: Opzioni dei file
nb_no: Filvalg
nl_nl: Bestandsopties
pl_pl: Opcje plików
pt_br: Opções dos arquivos
ro_ro: Opțiuni fișiere
sv_se: Filalternativ

source: thumbnail
cs_cz: náhled
da_dk: miniature
es_mx: miniatura
fr_fr: miniature
hu_hu: miniatűr
it_it: anteprima
nb_no: miniatyrbilde
nl_nl: miniatuur
pl_pl: miniaturka
pt_br: miniatura
ro_ro: imagine în miniatură
sv_se: miniatyrbild

source: There is a problem with this account. Click for more information
cs_cz: S účtem jsou potíže. Klikněte pro více informací
da_dk: Der er et problem med denne konto. Klik for mere information
es_mx: Hay un problema con esta cuenta. Presione para obtener más información
fr_fr: Il y a un problème avec ce compte. Cliquez ici pour obtenir plus d'informations
hu_hu: Probléma van ezzel a fiókkal. Kattintson ide további információért
it_it: Si è verificato un problema con questo account. Fai clic per ulteriori informazioni
nl_nl: Er is een probleem met dit account. Klik voor meer informatie
pl_pl: Wystąpił problem z tym kontem. Kliknij, aby uzyskać więcej informacji
pt_br: Há um problema com esta conta. Clique para mais informações
ro_ro: Există o problemă cu acest cont. Click pentru mai multe informații
sv_se: Det finns ett problem med det här kontot. Klicka för mer information

source: Show icons
bg_bg: Покажи икони
ca_es: Mostra les icones
cs_cz: Zobrazit ikony
da_dk: Vis ikoner
es_mx: Mostrar iconos
fr_fr: Afficher les icônes
hu_hu: Ikonok megjelenítése
it_it: Mostra icone
nb_no: Vis ikoner
nl_nl: Toon pictogrammen
pl_pl: Pokaż ikony
pt_br: Exibir ícones
ro_ro: Afișează pictograme
sv_se: Visa ikoner

source: Show tiles
bg_bg: Показване на плочките
ca_es: Mostra els títols
cs_cz: Zobrazit dlaždice
da_dk: Vis fliser
es_mx: Mostrar paneles
fr_fr: Afficher les pavés
hu_hu: Csempék megjelenítése
it_it: Mostra riquadri
nb_no: Vis fliser
nl_nl: Toon tegels
pl_pl: Pokaż kafelki
pt_br: Exibir mosaicos
ro_ro: Afișează dale
sv_se: Visa rutor

source: Show list
bg_bg: Покажи лист
ca_es: Mostra la llista
cs_cz: Zobrazit seznam
da_dk: Vis liste
es_mx: Mostrar lista
fr_fr: Afficher la liste
hu_hu: Lista megjelenítése
it_it: Mostra elenco
nb_no: Vis liste
nl_nl: Toon lijst
pl_pl: Pokaż listę
pt_br: Exibir lista
ro_ro: Afișează listă
sv_se: Visa lista
