Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: 1 file has been changed recently
bg_bg: 1 файл е бил променен скоро
ca_es: Heu modificat 1 fitxer recentment
cs_cz: V nedávné době byl změněn jeden soubor
da_dk: 1 fil er blevet ændret for nylig
es_mx: Se ha modificado 1 archivo recientemente
fr_fr: 1 fichier a été modifié récemment
hu_hu: 1 fájl változott mostanság
it_it: Un file è stato modificato di recente
nb_no: En fil er blitt endret nylig
nl_nl: 1 bestand is recent aangepast
pl_pl: Liczba ostatnio zmienionych plików: 1
pt_br: 1 arquivo foi alterado recentemente
ro_ro: Un fișier a fost modificat recent
sv_se: 1 fil har ändrats nyligen

source: %1$d files has been changed recently
bg_bg: %1$d файловете бяха променени наскоро
ca_es: Heu modificat %1$d fitxers recentment
cs_cz: Počet nedávno změněných souborů: %1$d
da_dk: %1$d filer er blevet ændret for nylig
es_mx: Se han modificado %1$d archivos recientemente
fr_fr: %1$d fichiers ont été modifiés récemment
hu_hu: %1$d fájl változott mostanság
it_it: %1$d file sono stati modificati di recente
nb_no: %1$d filer har blitt endret nylig
nl_nl: %1$d bestanden zijn recent aangepast
pl_pl: Liczba ostatnio zmienionych plików: %1$d
pt_br: %1$d arquivos foram alterados recentemente
ro_ro: %1$d fișiere au fost modificate recent
sv_se: %1$d filer har ändrats nyligen

source: No title.
bg_bg: Няма заглавие.
ca_es: Sense títol.
cs_cz: Žádný název.
da_dk: Ingen titel.
es_mx: Sin título.
fr_fr: Pas de titre.
hu_hu: Nincs cím.
it_it: Nessun titolo.
nb_no: Ingen tittel.
nl_nl: Geen titel.
pl_pl: Brak tytułu.
pt_br: Nenhum título.
ro_ro: Niciun titlu.
sv_se: Ingen titel.

source: Comments
bg_bg: Коментари
ca_es: Comentaris
cs_cz: Komentáře
da_dk: Kommentarer
es_mx: Comentarios
fr_fr: Commentaires
hu_hu: Megjegyzések
it_it: Commenti
nb_no: Kommentarer
nl_nl: Commentaar
pl_pl: Komentarze
pt_br: Comentários
ro_ro: Comentarii
sv_se: Kommentarer

source: RSS Feed
ca_es: Feed RSS
cs_cz: RSS kanál
da_dk: RSS kilde
es_mx: Feed RSS
fr_fr: Flux RSS
hu_hu: RSS hírforrás
it_it: Fonte RSS
nb_no: RSS-strøm
pl_pl: Kanał RSS
pt_br: Feed RSS
ro_ro: Flux RSS
sv_se: RSS-flöde

source: Press [enter] to jump to the rss stream.
bg_bg: Натиснете [enter], за да преминете към потока на RSS.
ca_es: Premeu [Intro] per a anar al flux RSS.
cs_cz: Stisknutím [Enter] skočíte na kanál RSS.
da_dk: Tast [enter] for at gå til RSS-strømmen.
es_mx: Presione [Intro] para saltar al flujo RSS.
fr_fr: Appuyez sur [Entr] pour passer au flux RSS.
hu_hu: Nyomja meg az [enter]-t az RSS folyamra ugráshoz.
it_it: Premi [invio] per passare alla fonte RSS.
nb_no: Trykk [enter] for å hoppe til rss-strømmen.
nl_nl: Druk op [enter] om naar de RSS stream te springen.
pl_pl: Naciśnij klawisz [Enter], aby przejść do wiadomości RSS.
pt_br: Pressione [Enter] para ir ao fluxo RSS.
ro_ro: Apăsați [Enter] pentru a ajunge la fluxul RSS.
sv_se: Tryck [enter] för att hoppa till RSS-flödet.

source: No RSS feeds found.
bg_bg: Не са намерени RSS емисии.
ca_es: No s'han trobat feeds RSS.
cs_cz: Nepodařilo se nalézt žádné RSS kanály.
da_dk: Ingen RSS-kilder fundet.
es_mx: No se encontraron feeds RSS.
fr_fr: Pas trouvé de flux RSS.
hu_hu: Nem találhatók RSS hírforrások.
it_it: Nessuna fonte RSS trovata.
nb_no: Ingen RSS feeds funnet.
nl_nl: Geen RSS feeds gevonden.
pl_pl: Nie znaleziono kanałów RSS.
pt_br: Nenhum feed RSS localizado.
ro_ro: Nu a fost găsit niciun flux RSS.
sv_se: Inga RSS-flöden hittades.

source: RSS Feeds
bg_bg: RSS емисии
ca_es: Feed RSS
cs_cz: RSS kanály
da_dk: RSS-kilder
es_mx: Feed RSS
fr_fr: Flux RSS
hu_hu: RSS hírforrások
it_it: Fonti RSS
nb_no: RSS-strøm
pl_pl: Kanały RSS
pt_br: Feeds RSS
ro_ro: Fluxuri RSS
sv_se: RSS-flöden

source: Please enter a feed URL.
bg_bg: Моля, въведете URL адрес на емисия.
ca_es: Per favor, indicau una URL per al feed.
cs_cz: Zadejte, prosím, URL kanálu.
da_dk: Indtast venligst en kilde-URL.
es_mx: Por favor, indique una URL para el feed.
fr_fr: Veuillez saisir l'URL d'un flux.
hu_hu: Adjon meg egy hírforrás URL-t.
it_it: Digita l'URL di una fonte.
nb_no: Skriv inn en feed URL.
nl_nl: Voer een feed URL in.
pl_pl: Podaj adres URL kanału.
pt_br: Insira uma URL do feed.
ro_ro: Introduceți un URL pentru flux.
sv_se: Ange flödes-URL.

source: You don't have any tasks that are either due soon or overdue.
bg_bg: Нямате никакви задачи, които да са или скоро, или закъснели.
ca_es: No teniu cap tasca vençuda o propera a fer-ho.
cs_cz: Nemáte žádné úkoly, které by bylo nutné brzy dokončit nebo již mají zpoždění.
da_dk: Du har ingen opgaver som snart forfalder eller er forfaldet.
es_mx: Usted no tiene ninguna tarea vencida o próxima a hacerlo.
fr_fr: Vous n'avez pas de tâches qui arriveront bientôt à échéance ou sont déjà échues.
hu_hu: Nincsenek hamarosan esedékes vagy lejárt feladatai.
it_it: Non hai attività in scadenza o scadute.
nb_no: Du har ingen oppgaver som har forfalt eller forfaller snart.
nl_nl: U heeft geen taken die binnenkort af moeten zijn of die te laat zijn.
pl_pl: Nie masz żadnych zadań ze zbliżającym się lub przekroczonym terminem.
pt_br: Você não tem quaisquer tarefas que estejam atrasadas ou com vencimento em breve.
ro_ro: Nu aveți nicio sarcină scadentă în curând sau cu scadența depășită.
sv_se: Du har inga uppgifter som antingen närmar sig deadline eller är försenade.

source: Due on %1$s
bg_bg: Давност на %1$s
ca_es: Venç el %1$s
cs_cz: Dokončit do %1$s
da_dk: Forfalder d. %1$s
es_mx: Vence el %1$s
fr_fr: Arrive à échéance le %1$s
hu_hu: Határidő: %1$s
it_it: Scade il %1$s
nb_no: Forfaller den %1$s
nl_nl: Vervalt op %1$s
pl_pl: Termin: %1$s
pt_br: Vencimento em %1$s
ro_ro: Scadent pe %1$s
sv_se: Deadline är %1$s

source: Press [enter] to jump to the tumblr feed.
bg_bg: Натиснете [enter], за да преминете към feed на tumblr.
ca_es: Premeu [Intro] per a passar al fluxe de Tumblr.
cs_cz: Stisknutím [Enter] skočíte na kanál Tumblr.
da_dk: Tast [enter] for at gå til tumblr-strømmen.
es_mx: Presione [Intro] para pasar al flujo de Tumblr.
fr_fr: Appuyez sur [Entr] pour passer au flux Tumblr.
hu_hu: Nyomja meg az [enter]-t a Tumblr folyamra ugráshoz.
it_it: Premi [invio] per passare alla fonte di Tumblr.
nb_no: Trykk [enter] for å hoppe til tumblr-strømmen.
nl_nl: Druk op [enter] om naar de tumblr feed te springen.
pl_pl: Naciśnij klawisz [Enter], aby przejść do wiadomości z serwisu Tumblr.
pt_br: Pressione [Enter] para ir ao feed do Tumblr.
ro_ro: Apăsați [Enter] pentru a ajunge la fluxul Tumblr.
sv_se: Tryck [enter] för att hoppa till tumblr-flödet.

source: Read article on tumblr.com
bg_bg: Прочетете статията на tumblr.com
ca_es: Llegiu l'article a tumblr.com
cs_cz: Přečíst článek na tumblr.com
da_dk: Læs artikel på tumblr.com
es_mx: Leer artículo en tumblr.com
fr_fr: Lire l'article sur tumblr.com
hu_hu: Cikk olvasása a tumblr.com-on
it_it: Leggi l'articolo su tumblr.com
nb_no: Les artikkelen på tumblr.com
nl_nl: Lees artikel op tumblr.com
pl_pl: Przeczytaj artykuł w serwisie tumblr.com
pt_br: Leia o artigo em tumblr.com
ro_ro: Citiți articolul pe tumblr.com
sv_se: Läs artikel på tumblr.com

source: Open external link
bg_bg: Отваряне на външна връзка
ca_es: Obre l'enllaç extern
cs_cz: Otevřít externí odkaz
da_dk: Åbn eksternt link
es_mx: Abrir enlace externo
fr_fr: Ouvrir le lien externe
hu_hu: Külső hivatkozás megnyitása
it_it: Apri collegamento esterno
nb_no: Ekstern lenke
nl_nl: Open een externe link
pl_pl: Otwórz link zewnętrzny
pt_br: Abrir link externo
ro_ro: Deschide legătura externă
sv_se: Öppna extern länk

source: Create Tumblr feed
cs_cz: Vytvořit kanál Tumblr
da_dk: Lav et Tumblr feed
es_mx: Crear feed de Tumblr
fr_fr: Créer un flux Tumblr
hu_hu: Tumblr hírforrás készítése
it_it: Crea flusso di Tumblr
nl_nl: Tumblr feed aanmaken
pl_pl: Utwórz kanał Tumblr
pt_br: Criar feed do Tumblr
ro_ro: Creează feed Tumblr
sv_se: Skapa Tumblr-flöde

source: Edit Tumblr feed
bg_bg: Редактиране на емисията за Tumblr
ca_es: Edita un feed de Tumblr
cs_cz: Upravit kanál Tumblr
da_dk: Redigér tumblr kilde
es_mx: Editar un feed de Tumblr
fr_fr: Modifier un abonnement Tumblr
hu_hu: Tumblr hírforrás szerkesztése
it_it: Modifica fonte Tumblr
nb_no: Redigere Tumblr-feed
nl_nl: Tumblr feed bewerken
pl_pl: Edytuj kanał Tumblr
pt_br: Editar feed do Tumblr
ro_ro: Editează un flux Tumblr
sv_se: Redigera Tumblr-flöde

source: Feed URL
bg_bg: URL адрес на емисията
ca_es: URL del feed
cs_cz: URL kanálu
da_dk: Kilde URL
es_mx: URL del Feed
fr_fr: URL de l'abonnement
hu_hu: Forrás URL
it_it: URL della fonte
pl_pl: Adres URL kanału
pt_br: URL do feed
ro_ro: URL flux
sv_se: Flödes-URL

source: Please enter an blog url.
bg_bg: Моля, въведете URL адрес на блог.
ca_es: Per favor, indicau la URL d'un blog.
cs_cz: Zadejte, prosím, URL blogu.
da_dk: Indtast venligst en blog-URL.
es_mx: Por favor, indique la URL de un blog.
fr_fr: Veuillez saisir une URL de blog.
hu_hu: Adjon meg egy blog URL-t.
it_it: Digita l'URL di un blog.
nb_no: Skriv inn en blogg url.
nl_nl: Voer een blog-URL in.
pl_pl: Podaj adres URL blogu.
pt_br: Insira uma URL do blog.
ro_ro: Introduceți un URL pentru blog.
sv_se: Skriv en bloggs URL.

source: Please enter a description.
bg_bg: Моля, въведете описание.
ca_es: Per favor indicau-ne una descripció.
cs_cz: Změňte, prosím, popis.
da_dk: Indtast venligst en beskrivelse.
es_mx: Por favor, indique una descripción.
fr_fr: Veuillez saisir une description.
hu_hu: Adjon meg egy leírást.
it_it: Digita una descrizione.
nb_no: Skriv inn en beskrivelse.
nl_nl: Voer een omschrijving in.
pl_pl: Podaj opis.
pt_br: Insira uma descrição.
ro_ro: Introduceți o descirere.
sv_se: Skriv in en beskrivning.

source: Unknown error while checking tumblr-blog.
bg_bg: Неизвестна грешка при проверката на блога на tumblr.
ca_es: Error desconegut en comprovar el blog de Tumblr.
cs_cz: Neznámá chyba při načítání blogu tumblr.
da_dk: Ukendt fejl imens tumblr blog blev tjekket.
es_mx: Error desconocido al comprobar el blog de Tumblr.
fr_fr: Erreur inconnue en consultant le blog tumblr.
hu_hu: Ismeretlen hiba a tumblr blog ellenőrzésekor.
it_it: Errore sconosciuto durante il controllo del blog di Tumblr.
nb_no: Ukjent feil under oppdatering av tumblr-blogg.
nl_nl: Onbekende fout bij het controleren van Tumblr blog.
pl_pl: W trakcie sprawdzania blogu w serwisie Tumblr wystąpił nieznany błąd.
pt_br: Erro desconhecido ao verificar blog do Tumblr.
ro_ro: Eroare necunoscută la verificarea blogului tumblr.
sv_se: Okänt fel när tumblr-blogg kollades.

source: This widget is currently offline because the twitter rate limit exceeded.
bg_bg: Това приспособление е в момента офлайн, защото е превишен лимитът за скоростта на Twitter.
ca_es: Aquest widget està actualment fora de línia degut a la superació de la ràtio límit de Twitter.
cs_cz: Tento prvek je v tuto chvíli odpojený, protože byl překročen limit četnosti zpráv z twitteru.
da_dk: Denne widget er ikke til rådighed i øjeblikket, fordi Twitters forbrugsgrænse er overskredet.
es_mx: Este widget está actualmente fuera de línea debido a que se superó el límite de Twitter.
fr_fr: Ce composant graphique est actuellement indisponible parce que la limite de rythme de Twitter a été dépassée.
hu_hu: Ez a widget ki van kapcsolva, mert a Twitter gyorsasági korlátja túl lett lépve.
it_it: Questo widget non è attualmente in linea poiché è stato superato il limite di frequenza imposto da twitter.
nb_no: Denne widgeten er for tiden utilgjengelig fordi twitter-båndbredden er overskredet.
nl_nl: Deze widget is momenteel niet beschikbaar omdat de snelheidslimiet van Twitter is overschreden.
pl_pl: Ten widget jest obecnie offline, ponieważ przekroczono limit użycia Twittera.
pt_br: Este widget está atualmente desconectado, pois o twitter excedeu seu limite de taxa.
ro_ro: Această componentă nu este online momentan pentru că s-a depășit limita de mesaje Twitter.
sv_se: Den här komponenten är för närvarande nedkopplad eftersom twitter-frekvensen överskreds.

source: An internal error occurred
bg_bg: Възникна вътрешна грешка
ca_es: Hi ha hagut un error intern
cs_cz: Došlo k interní chybě
da_dk: Der opstod en intern fejl
es_mx: Ocurrió un error interno
fr_fr: Une erreur interne s'est produite
hu_hu: Belső hiba történt
it_it: Si è verificato un errore interno
nb_no: En intern feil oppstod
nl_nl: Er is een interne fout opgetreden
pl_pl: Wystąpił wewnętrzny błąd
pt_br: Ocorreu um erro interno
ro_ro: A apărut o eroare internă
sv_se: Ett internt fel inträffade

source: Could not load new Tweets.
bg_bg: Не можаха да се заредят нови Tweets.
ca_es: No s'han pogut carregar nous tuits.
cs_cz: Nepodařilo se načíst nové tweety.
da_dk: Kunne ikke indlæse nye tweets.
es_mx: No se han podido cargar nuevos tuits.
fr_fr: Impossible de charger de nouveaux tweets.
hu_hu: Nem tölthetők be az új tweetek.
it_it: Impossibile caricare i nuovi tweet.
nb_no: Kunne ikke laste inn nye Tweets.
nl_nl: Kan geen nieuwe Tweets laden.
pl_pl: Nie udało się wczytać nowych tweetów.
pt_br: Não foi possível carregar novos tweets.
ro_ro: Nu s-au putut încărca mesaje Twitter noi.
sv_se: Kunde inte ladda nya Tweets.

source: No Tweets yet.
bg_bg: Все още няма Tweets.
ca_es: Encara no hi ha tuits.
cs_cz: Zatím žádné tweety.
da_dk: Endnu ingen tweets.
es_mx: Aún no hay tuits.
fr_fr: Pas de tweets pour le moment.
hu_hu: Még nincsenek tweetek.
it_it: Ancora nessun tweet.
nb_no: Ingen Tweets ennå.
nl_nl: Nog geen Tweets.
pl_pl: Nie ma jeszcze żadnych tweetów.
pt_br: Nenhum tweet ainda.
ro_ro: Niciun mesaj Twitter până acum.
sv_se: Inga Tweets än.

source: Twitter reported the following errors:
bg_bg: Twitter съобщи следните грешки:
ca_es: Twitter ha informat dels següents errors:
cs_cz: Twitter hlásil následující chyby:
da_dk: Twitter rapporterede følgende fejl:
es_mx: Twitter informó de los siguientes errores:
fr_fr: Twitter a signalé les erreurs suivantes :
hu_hu: A Twitter a következő hibákat jelezte:
it_it: Twitter ha restituito i seguenti errori:
nb_no: Twitter rapporterte følgende feil:
nl_nl: Twitter geeft de volgende foutmeldingen:
pl_pl: Serwis Twitter zgłosił następujące błędy:
pt_br: O Twitter relatou os seguintes erros:
ro_ro: Twitter a returnat următoarele erori:
sv_se: Twitter rapporterade följande fel:

source: Authorize your account again
bg_bg: Оторизирайте вашия акаунт отново
cs_cz: Autorizujte znovu svůj účet
da_dk: Godkend din konto igen
es_mx: Autorizar su cuenta de nuevo
fr_fr: Veuillez autoriser à nouveau votre compte
hu_hu: Engedélyezze újra a felhasználói fiókját
it_it: Autorizza nuovamente il tuo account
nb_no: Autoriser kontoen din på nytt
nl_nl: Autoriseer uw account opnieuw
pl_pl: Autoryzuj ponownie konto
pt_br: Autorizar sua conta novamente
ro_ro: Autorizați contul dumneavoastră din nou
sv_se: Ge ditt konto behörighet igen

source: You have reauthorized this %s account.
bg_bg: Оторизирали сте този %s акаунт.
ca_es: Heu tornat a autoritzar aquest compte de %s.
cs_cz: Znovu jste autorizovali účet %s.
da_dk: Du har re-godkendt denne %s konto.
es_mx: Ha vuelto a autorizar esta cuenta %s.
fr_fr: Vous avez autorisé à nouveau ce compte %s.
hu_hu: Újra felhatalmazta ezt a %s fiókot.
it_it: Hai nuovamente autorizzato questo account %s.
nb_no: Du har reautorisert denne %s konto.
nl_nl: U heeft dit %s account opnieuw gemachtigd.
pl_pl: Konto %s zostało przez Ciebie ponownie autoryzowane.
pt_br: Você reautorizou esta conta %s.
ro_ro: Ați autorizat din nou acest cont %s.
sv_se: %s-kontot är behörigt igen.

source: Something went wrong reauthorizing the %s account.
bg_bg: Нещо се обърка, като повторната оторизация на %s акаунт.
ca_es: S'ha produït un error en tornar a autoritzar el compte %s.
cs_cz: Při opětovné autorizaci účtu %s došlo k chybě.
da_dk: Der gik noget galt med at re-godkende denne %s konto.
es_mx: Se produjo un error al volver a autorizar la cuenta %s.
fr_fr: Quelque chose s'est mal passé en autorisant à nouveau le compte %s.
hu_hu: Hiba történt a %s fiók újra felhatalmazásakor.
it_it: Qualcosa non ha funzionato durante la nuova autorizzazione dell'account %s.
nb_no: Noe gikk galt ved reautorisering av %s-kontoen.
nl_nl: Er is iets mis gegaan bij het opnieuw machtigen van dit %s account.
pl_pl: Podczas ponownej autoryzacji konta %s coś się nie udało.
pt_br: Algo deu errado ao reautorizar a conta %s.
ro_ro: A apărut o eroare la noua autorizare a contului %s.
sv_se: Något gick snett när %s-kontots behörighet kontrollerades på nytt.

source: Retry later.
bg_bg: Опитайте по-късно.
cs_cz: Zkusit později znovu.
da_dk: Prøv igen senere.
es_mx: Reintentar más tarde.
fr_fr: Réessayer ultérieurement.
hu_hu: Próbálja később.
it_it: Riprova più tardi.
nb_no: Prøv igjen senere.
nl_nl: Probeer het later opnieuw.
pl_pl: Spróbuj ponownie później.
pt_br: Tentar novamente mais tarde.
ro_ro: Încercați din nou mai târziu.
sv_se: Försök igen senare.

source: Press [enter] to jump to the twitter feed.
bg_bg: Натиснете [enter], за да преминете към Twitter.
ca_es: Premeu [Intro] per a anar al flux de Twitter.
cs_cz: Stisknutím [Enter] skočíte na kanál Twitter.
da_dk: Tast [enter] for at gå til Twitter-strømmen.
es_mx: Presione [Intro] para saltar al flujo de Twitter.
fr_fr: Appuyez sur [Entr] pour passer au flux Twitter.
hu_hu: Nyomja meg az [enter]-t a Twitter folyamra ugráshoz.
it_it: Premi [invio] per passare alla fonte di Twitter.
nb_no: Trykk [enter] for å hoppe til twitter-strømmen.
nl_nl: Druk op [enter] om naar de Twitter feed te springen.
pl_pl: Naciśnij klawisz [Enter], aby przejść do wiadomości z serwisu Twitter.
pt_br: Pressione [Enter] para ir ao feed do Twitter.
ro_ro: Apăsați [Enter] pentru a ajunge la fluxul Twitter.
sv_se: Tryck [enter] för att hoppa till Twitter-flödet.

source: Add your account
bg_bg: Добавете вашия акаунт
ca_es: Afegeix el meu compte
cs_cz: Přidat váš účet
da_dk: Tilføj din konto
es_mx: Añadir su cuenta
fr_fr: Ajouter un compte
hu_hu: Fiók hozzáadása
it_it: Aggiungi il tuo account
nb_no: Legg til konto
nl_nl: Uw account toevoegen
pl_pl: Dodaj konto
pt_br: Adicionar sua conta
ro_ro: Adaugați contul dumneavoastră
sv_se: Lägg till ditt konto

source: Favorited
bg_bg: Маркиран като любим
ca_es: Marca-ho com a preferit
cs_cz: Označené jaké oblíbené
da_dk: Farvoritiserede
es_mx: Marcado como favorito
fr_fr: Favorisé
hu_hu: Kedvenc
it_it: Aggiunto ai preferiti
nb_no: Lagt til som favoritt
nl_nl: Toegevoegd aan favorieten
pl_pl: Ulubione
pt_br: Favoritado
ro_ro: Adăugat la preferințe
sv_se: Favoritmärkt

source: Favorite
bg_bg: Любими
ca_es: Preferit
cs_cz: Oblíbené
da_dk: Favorit
es_mx: Favorito
fr_fr: Favori
hu_hu: Kedvenc
it_it: Preferito
nb_no: Favoritt
nl_nl: Favoriet
pl_pl: Ulubiony
pt_br: Favorito
ro_ro: Favorit
sv_se: Favorit

source: Retweet this to your followers?
bg_bg: Повторете това на вашите последователи?
ca_es: Retuitar els vostres seguidors?
cs_cz: Retweetovat těm, kdo vás sledují?
da_dk: Tweet dette igen til dine følgere?
es_mx: ¿Retwittear a sus seguidores?
fr_fr: Retweeter à vos suiveurs ?
hu_hu: Újracsiripeli ezt a követőinek?
it_it: Vuoi eseguire un retweet ai tuoi follower?
nb_no: Retweet dette til dine følgere?
nl_nl: Retweet dit naar uw volgers?
pl_pl: Retweetować to dla Twoich obserwujących?
pt_br: Retweetar este para seus seguidores?
ro_ro: Retransmite mesajul Twitter urmăritorilor dumneavoastră?
sv_se: Retweeta det här till dina följare?

source: Retweet
bg_bg: Препратете
ca_es: Retuita
es_mx: Retuitear
fr_fr: Renvoyer un tweet
hu_hu: Újracsiripelés
pt_br: Retweetar
ro_ro: Retrimite mesaj Twitter

source: Retweeted
ca_es: Retuitat
cs_cz: Retweetované
da_dk: Retweet
es_mx: Retuiteado
fr_fr: Renvoyé un tweet
hu_hu: Újracsiripelte
it_it: Retweet eseguito
nb_no: Retweetet
nl_nl: Geretweet
pl_pl: Retweetowane
pt_br: Retweetado
ro_ro: Mesaj Twitter retrimis
sv_se: Retweetad

source: Retweeted by %s
ca_es: Retuitat per %s
cs_cz: Retweetoval(a) %s
da_dk: Retweeted af %s
es_mx: Retuiteado por %s
fr_fr: Tweet renvoyé par %s
hu_hu: %s újracsiripelte
it_it: Retweet di %s
nb_no: Retweetet av %​​s
nl_nl: Geretweet door %s
pl_pl: Retweetowane przez: %s
pt_br: Retweetado por %s
ro_ro: Mesaj Twitter retrimis de %s
sv_se: Retweetad av %s

source: Follow
ca_es: Segueix-lo
cs_cz: Sledovat
da_dk: Følg
es_mx: Seguir
fr_fr: Suivre
hu_hu: Követés
it_it: Segui
nb_no: Følg
nl_nl: Volgen
pl_pl: Śledź
pt_br: Seguir
ro_ro: Urmărește
sv_se: Följ

source: Unfollow
ca_es: Deixa'l de seguir
cs_cz: Přestat sledovat
da_dk: Følg ikke
es_mx: Dejar de seguir
fr_fr: Ne plus suivre
hu_hu: Követés befejezése
it_it: Smetti di seguire
nb_no: Slutt å følge
nl_nl: Ontvolgen
pl_pl: Przestań obserwować
pt_br: Parar de seguir
ro_ro: Nu mai urmări
sv_se: Sluta följa

source: Following
ca_es: Seguint
cs_cz: Sleduji
da_dk: Følger
es_mx: Siguiendo
fr_fr: En train de suivre
hu_hu: Követés
nb_no: Følger
nl_nl: Volgen
pl_pl: Obserwowane
pt_br: Seguindo
ro_ro: Urmărire
sv_se: Följer

source: Are you sure you want to delete this Tweet?
bg_bg: Наистина ли искате да изтриете тази Tweet?
ca_es: Segur que voleu suprimir aquest tuit?
cs_cz: Opravdu chcete smazat tento tweet?
da_dk: Er du sikker på du vil slette denne tweet?
es_mx: ¿Está seguro de querer borrar este tuit?
fr_fr: Êtes-vous sûr de vouloir supprimer ce tweet ?
hu_hu: Biztos, hogy törölni szeretné ezt a tweetet?
it_it: Sei sicuro di voler eliminare questo tweet?
nb_no: Er du sikker på at du vil slette denne Tweet'en?
nl_nl: Weet u zeker dat u deze Tweet wilt wissen?
pl_pl: Czy na pewno chcesz usunąć ten tweet?
pt_br: Deseja realmente excluir este tweet?
ro_ro: Sigur doriți să ștergeți acest mesaj Twitter?
sv_se: Vill du verkligen ta bort Tweeten?

source: Change password and sign out
bg_bg: Променете паролата и излезте
ca_es: Canvia la contrasenya i tanca la sessió
cs_cz: Změnit heslo a odhlásit se
da_dk: Ændr adgangskode og log ud
es_mx: Cambiar contraseña y cerrar la sesión
fr_fr: Changer le mot de passe et se déconnecter
hu_hu: Jelszó megváltoztatása és kilépés
it_it: Cambia la password e disconnettiti
nb_no: Endre passord og logg ut
nl_nl: Wachtwoord wijzigen en afmelden
pl_pl: Zmień hasło i wyloguj
pt_br: Alterar senha e encerrar sessão
ro_ro: Modificare parolă și deconectare
sv_se: Byt lösenord och logga ut

source: Password strength: Too short
bg_bg: Сила на паролата: Твърде кратка
ca_es: Fortalesa de la contrasenya: massa curta
cs_cz: Síla hesla: příliš krátké
da_dk: Styrke af adgangskode: For kort
es_mx: Fortaleza de la contraseña: Demasiado corta
fr_fr: Robustesse du mot de passe : trop court
hu_hu: Jelszó erőssége: túl rövid
it_it: Sicurezza della password: troppo breve
nb_no: Passordstyrke: For kort
nl_nl: Wachtwoordkwaliteit: Te kort
pl_pl: Siła hasła: zbyt krótkie
pt_br: Força da senha: muito curta
ro_ro: Puterea parolei: prea scurtă
sv_se: Lösenordets styrka: För kort

source: Password strength: Wrong length
bg_bg: Сила на паролата: Грешна дължина
ca_es: Fortalesa de la contrasenya: longitud incorrecta
cs_cz: Síla hesla: chybná délka
da_dk: Styrke af adgangskode: Forkert længde
es_mx: Fortaleza de la contraseña: Longitud incorrecta
fr_fr: Robustesse du mot de passe : mauvaise longueur
hu_hu: Jelszó erőssége: nem megfelelő hosszúságú
it_it: Sicurezza della password: lunghezza errata
nb_no: Passordstyrke: Feil lengde
nl_nl: Wachtwoordkwaliteit: Verkeerde lengte
pl_pl: Siła hasła: niewłaściwa długość
pt_br: Força da senha: comprimento errado
ro_ro: Puterea parolei: lungime eronată
sv_se: Lösenordets styrka: Fel längd
