Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Adjust start date
bg_bg: Нагласете началната дата
ca_es: Ajusta la data d'inici
cs_cz: Upravit počáteční datum
da_dk: Justér startdatoen
es_mx: Ajustar fecha de comienzo
fr_fr: Ajuster la date de début
hu_hu: Kezdés dátumának módosítása
it_it: Modifica la data iniziale
nb_no: Justere startdato
nl_nl: Begindatum aanpassen
pl_pl: Dopasuj datę rozpoczęcia
pt_br: Ajustar data de início
ro_ro: Modifică data de început
sv_se: Justera startdatum

source: Changed due date
bg_bg: Променена дата на падежа
ca_es: Data de venciment canviada
cs_cz: Upravené datum dokončení
da_dk: Ændrede afleveringsdato
es_mx: Fecha de vencimiento cambiada
fr_fr: Date d'échéance modifiée
hu_hu: Esedékesség dátuma módosítva
it_it: Data di scadenza modificata
nb_no: Endret forfallsdato
nl_nl: Vervaldatum aangepast
pl_pl: Zmieniono termin
pt_br: Data de vencimento alterada
ro_ro: Dată scadentă modificată
sv_se: Ändrad deadline

source: Task Details
bg_bg: Подробности за задачите
ca_es: Detalls de la tasca
cs_cz: Podrobnosti o úkolu
da_dk: Opgavedetaljer
es_mx: Detalles de la tarea
fr_fr: Détails de la tâche
hu_hu: Feladat részletei
it_it: Dettagli attività
nb_no: Oppgavedetaljer
nl_nl: Taakdetails
pl_pl: Szczegóły zadania
pt_br: Detalhes da tarefa
ro_ro: Detalii sarcină
sv_se: Detaljer om uppgift

source: Create task
bg_bg: Създаване на задача
ca_es: Crea tasca
cs_cz: Vytvořit úkol
da_dk: Opret opgave
es_mx: Crear tarea
fr_fr: Créer une tâche
hu_hu: Feladat létrehozása
it_it: Crea attività
nb_no: Opprett ny oppgave
nl_nl: Taak aanmaken
pl_pl: Utwórz zadanie
pt_br: Criar tarefa
ro_ro: Creează o sarcină
sv_se: Skapa uppgift

source: Edit task
bg_bg: Редактирай задача
ca_es: Edita la tasca
cs_cz: Upravit úkol
da_dk: Redigér opgave
es_mx: Editar tarea
fr_fr: Modifier la tâche
hu_hu: Feladat szerkesztése
it_it: Modifica attività
nb_no: Rediger oppgave
nl_nl: Taak bewerken
pl_pl: Edytuj zadanie
pt_br: Editar tarefa
ro_ro: Editează sarcina
sv_se: Redigera uppgift

source: Minus
bg_bg: Минус
ca_es: Menys
cs_cz: Mínus
es_mx: Menos
fr_fr: Moins
hu_hu: Mínusz
it_it: Meno
pt_br: Menos

source: Plus
bg_bg: Плюс
es_mx: Más
hu_hu: Plusz
it_it: Più
nb_no: Pluss
pt_br: Mais

source: Start date
bg_bg: Начална дата
ca_es: Data d'inici
cs_cz: Datum začátku
da_dk: Startdato
es_mx: Fecha de comienzo
fr_fr: Date de début
hu_hu: Kezdés dátuma
it_it: Data iniziale
nb_no: Startdato
nl_nl: Begindatum
pl_pl: Data rozpoczęcia
pt_br: Data de início
ro_ro: Dată de început
sv_se: Startdatum

source: Due date
bg_bg: Дата на падежа
ca_es: Data de venciment
cs_cz: Datum dokončení
da_dk: Afleveringsdato
es_mx: Fecha de vencimiento
fr_fr: Date d'échéance
hu_hu: Lejárat
it_it: Data di scadenza
nb_no: Forfallsdato
nl_nl: Vervaldatum
pl_pl: Data zakończenia
pt_br: Data de vencimento
ro_ro: Dată de scadență
sv_se: Datum för deadline

source: Manual input
bg_bg: Ръчно въвеждане
cs_cz: Manuální vstup
da_dk: Manuelt input
es_mx: Entrada manual
fr_fr: Saisie au clavier
hu_hu: Kézi bevitel
it_it: Inserimento manuale
nb_no: Manuell inntasting
nl_nl: Handmatige invoer
pl_pl: Wprowadzenie ręczne
pt_br: Entrada manual
ro_ro: Introducere manuală
sv_se: Manuell inmatning

source: Reminder date
bg_bg: Дата напомняне
ca_es: Data del recordatori
cs_cz: Datum upomínky
da_dk: Påmindelsesdato
es_mx: Fecha de recordatorio
fr_fr: Date de rappel
hu_hu: Emlékeztető dátuma
it_it: Promemoria
nb_no: Påminnelsedato
nl_nl: Herinneringsdatum
pl_pl: Data przypomnienia
pt_br: Data do lembrete
ro_ro: Dată memento
sv_se: Påminnelsedatum

source: Not started
bg_bg: Не е започнало
ca_es: No començada
cs_cz: Nezačalo
da_dk: Ikke startet
es_mx: No comenzada
fr_fr: Non démarré
hu_hu: Nem indult el
it_it: Non iniziata
nb_no: Ikke startet
nl_nl: Niet begonnen
pl_pl: Nierozpoczęte
pt_br: Não iniciado
ro_ro: Nu a început
sv_se: Inte startat

source: In progress
bg_bg: В ход
ca_es: En progrés
cs_cz: Probíhá
da_dk: Undervejs
es_mx: En progreso
fr_fr: En cours
hu_hu: Folyamatban
it_it: In corso
nb_no: Under behandling
nl_nl: Is bezig
pl_pl: W trakcie wykonywania
pt_br: Em andamento
ro_ro: În curs
sv_se: Arbetar

source: Waiting
bg_bg: Очакване
ca_es: En espera
cs_cz: Čekám
da_dk: Venter
es_mx: En espera
fr_fr: En attente
hu_hu: Várakozás
it_it: In attesa
nb_no: Venter
nl_nl: Wachten
pl_pl: Oczekujące
pt_br: Aguardando
ro_ro: Așteptare
sv_se: Väntar

source: Deferred
bg_bg: Разсрочено
ca_es: Ajornada
cs_cz: Odloženo
da_dk: Udskudt
es_mx: Retrasada
fr_fr: Reporté
hu_hu: Elhalasztott
it_it: Rinviata
nb_no: Utsatt
nl_nl: Uitgesteld
pl_pl: Odroczone
pt_br: Adiado
ro_ro: Amânat
sv_se: Uppskjutet

source: Status
bg_bg: Статус
ca_es: Estat
cs_cz: Stav
es_mx: Estado
fr_fr: État
hu_hu: Állapot
it_it: Stato
ro_ro: Stare

source: Progress in %
bg_bg: Напредък в %
ca_es: Progrés en %
cs_cz: Postup v %
da_dk: Fremgang i %
es_mx: Progreso en %
fr_fr: Avancement en %
hu_hu: Előrehaladás %-ban
it_it: Avanzamento in %
nb_no: Fremgang i %
nl_nl: Voortgang in %
pl_pl: Postęp w %
pt_br: Progresso em %
ro_ro: Progres în %
sv_se: Förlopp i %

source: Please enter value between 0 and 100.
bg_bg: Моля, въведете стойност между 0 и 100.
ca_es: Per favor, indicau un valor entre 0 i 100.
cs_cz: Zadejte, prosím, hodnotu od 0 do 100.
da_dk: Indtast venligst værdien imellem 0 og 100.
es_mx: Por favor, indique un valor entre 0 y 100.
fr_fr: Veuillez saisir une valeur entre 0 et 100.
hu_hu: Adjon meg egy 0 és 100 közti értéket.
it_it: Digita un valore tra 0 e 100.
nb_no: Skriv inn verdi mellom 0 og 100.
nl_nl: Voer een geldig getal tussen 0 en 100 in.
pl_pl: Podaj wartość z zakresu od 0 do 100.
pt_br: Insira um valor entre 0 e 100.
ro_ro: Introduceți o valoare cuprinsă între 0 și 100.
sv_se: Ange ett värde mellan 0 och 100.

# Tasks priority
source: None
bg_bg: Нито един
cs_cz: Žádný
da_dk: Ingen
es_mx: Ninguna
fr_fr: Aucune
hu_hu: Nincs
it_it: Nessuna
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhuma
ro_ro: Niciuna
sv_se: Ingen

# Tasks priority
source: Low
bg_bg: Нисък
cs_cz: Nízká
da_dk: Lav
es_mx: Baja
fr_fr: Basse
hu_hu: Alacsony
it_it: Bassa
nb_no: Lav
nl_nl: Laag
pl_pl: Niski
pt_br: Baixa
ro_ro: Scăzută
sv_se: Låg

# Tasks priority
source: Medium
bg_bg: Среден
cs_cz: Střední
da_dk: Mellem
es_mx: Media
fr_fr: Moyenne
hu_hu: Közepes
it_it: Media
nl_nl: Gemiddeld
pl_pl: Średni
pt_br: Média
ro_ro: Medie

# Tasks priority
source: High
bg_bg: Висок
cs_cz: Vysoká
da_dk: Høj
es_mx: Alta
fr_fr: Élevée
hu_hu: Magas
it_it: Alta
nb_no: Høy
nl_nl: Hoog
pl_pl: Wysoki
pt_br: Alta
ro_ro: Ridicată
sv_se: Hög

# Tasks
source: Priority
bg_bg: Приоритет
cs_cz: Priorita
da_dk: Prioritet
es_mx: Prioridad
fr_fr: Priorité
hu_hu: Prioritás
it_it: Priorità
nb_no: Prioritet
nl_nl: Prioriteit
pl_pl: Priorytet
pt_br: Prioridade
ro_ro: Prioritate
sv_se: Prioritet

source: This task has no participants yet
bg_bg: Тази задача все още няма участници
cs_cz: Tento úkol zatím nemá žádné účastníky
da_dk: Denne opgave har endnu ikke nogen deltagere
es_mx: Esta tarea no tiene participantes aún
fr_fr: Cette tâche ne comporte pas encore de participants
hu_hu: A feladaton még nincsenek résztvevők
it_it: Questa attività non ha ancora alcun partecipante
nb_no: Denne oppgaven har ingen deltakere ennå
nl_nl: Deze taak heeft nog geen deelnemers
pl_pl: W tym zadaniu nie ma jeszcze żadnych uczestników
pt_br: Esta tarefa não tem participantes ainda
ro_ro: Sarcina nu are niciun participant
sv_se: Den här listan har inga deltagare än

source: Estimated duration in minutes
bg_bg: Прогнозна продължителност в минути
ca_es: Durada estimada en minuts
cs_cz: Odhadovaná doba trvání v minutách
da_dk: Anslået varighed i minutter
es_mx: Duración estimada en minutos
fr_fr: Durée estimée en minutes
hu_hu: Becsült időtartam percben
it_it: Durata stimata in minuti
nb_no: Estimert varighet i minutter
nl_nl: Geschatte duur in minuten
pl_pl: Szacowany czas trwania w minutach
pt_br: Duração estimada em minutos
ro_ro: Durată estimată în minute
sv_se: Uppskattad tidsåtgång i minuter

source: Actual duration in minutes
bg_bg: Действителна продължителност в минути
ca_es: Durada real en minuts
cs_cz: Skutečná doba trvání v minutách
da_dk: Faktisk varighed i minutter
es_mx: Duración real en minutos
fr_fr: Durée réelle en minutes
hu_hu: Tényleges időtartam percben
it_it: Durata attuale in minuti
nb_no: Faktisk varighet i minutter
nl_nl: Werkelijke duur in minuten
pl_pl: Rzeczywisty czas trwania w minutach
pt_br: Duração atual em minutos
ro_ro: Durată efectivă în minute
sv_se: Faktisk tidsåtgång i minuter

source: Estimated costs
bg_bg: Очаквани разходи
ca_es: Costs estimats
cs_cz: Odhadované náklady
da_dk: Estimerede omkostninger
es_mx: Costes estimados
fr_fr: Coûts estimés
hu_hu: Becsült költségek
it_it: Costi stimati
nb_no: Estimerte kostnader
nl_nl: Geschatte kosten
pl_pl: Szacowane koszty
pt_br: Custos estimados
ro_ro: Costuri estimate
sv_se: Uppskattad kostnad

source: Actual costs
bg_bg: Действителни разходи
ca_es: Costs reals
cs_cz: Skutečné náklady
da_dk: Faktiske omkostninger
es_mx: Costes reales
fr_fr: Coûts réels
hu_hu: Tényleges költségek
it_it: Costi attuali
nb_no: Faktiske kostnader
nl_nl: Werkelijke kosten
pl_pl: Rzeczywiste koszty
pt_br: Custos atuais
ro_ro: Costuri curente
sv_se: Faktisk kostnad

source: Currency
bg_bg: Валута
ca_es: Moneda
cs_cz: Měna
da_dk: Valuta
es_mx: Moneda
fr_fr: Devise
hu_hu: Pénznem
it_it: Valuta
nb_no: Valuta
nl_nl: Valuta
pl_pl: Waluta
pt_br: Moeda
ro_ro: Monedă
sv_se: Valuta

source: Distance
bg_bg: Разстояние
ca_es: Distància
cs_cz: Vzdálenost
es_mx: Distancia
hu_hu: Távolság
it_it: Distanza
nb_no: Avstand
nl_nl: Afstand
pl_pl: Odległość
pt_br: Distância
ro_ro: Distanță
sv_se: Avstånd

source: Billing information
bg_bg: Данни за плащане
ca_es: Informació de facturació
cs_cz: Fakturační údaje
da_dk: Faktureringsoplysninger
es_mx: Información de facturación
fr_fr: Informations de facturation
hu_hu: Számlázási adatok
it_it: Informazioni di fatturazione
nb_no: Fakturainformasjon
nl_nl: Facturatie-informatie
pl_pl: Informacje rozliczeniowe
pt_br: Informação de faturamento
ro_ro: Informații de facturare
sv_se: Faktureringsinformation

source: Companies
bg_bg: Компании
ca_es: Empreses
cs_cz: Firmy
da_dk: Virksomheder
es_mx: Empresas
fr_fr: Sociétés
hu_hu: Cégek
it_it: Aziende
nb_no: Involverte firmaer
nl_nl: Bedrijven
pl_pl: Firmy
pt_br: Empresas
ro_ro: Firme
sv_se: Företag

source: Progress
bg_bg: Прогрес
ca_es: Progrés
cs_cz: Postup
da_dk: Fremgang
es_mx: Progreso
fr_fr: Avancement
hu_hu: Folyamat
it_it: Avanzamento
nb_no: Fremgang
nl_nl: Voortgang
pl_pl: Postęp
pt_br: Progresso
ro_ro: Progres
sv_se: Förlopp

source: Couldn't load that task.
bg_bg: Не можа да се зареди тази задача.
ca_es: No s'ha pogut carregar aquesta tasca.
cs_cz: Úkol se nepodařilo nahrát.
da_dk: Kunne ikke indlæse den opgave.
es_mx: No se pudo cargar esa tarea.
fr_fr: Impossible de charger cette tâche.
hu_hu: Az a feladat nem tölthető be.
it_it: Impossibile caricare l'attività.
nb_no: Kunne ikke laste den oppgaven.
nl_nl: Kan deze taak niet laden.
pl_pl: Nie można wczytać tego zadania.
pt_br: Não foi possível carregar essa tarefa.
ro_ro: Nu s-a putut încărca sarcina.
sv_se: Kunde inte ladda uppgiften.

source: Tasks toolbar
bg_bg: Лента с инструменти за задачи
cs_cz: Nástrojová lišta úkolů
da_dk: Opgaveværktøjslinje
es_mx: Barra de herramientas de Tareas
fr_fr: Barre d'outils des tâches
hu_hu: Feladatok eszköztár
it_it: Barra degli strumenti delle attività
nb_no: Oppgaver-verktøylinje
nl_nl: Taken werkbalk
pl_pl: Pasek narzędzi zadań
pt_br: Barra de ferramentas das tarefas
ro_ro: Bară de unelte pentru sarcini
sv_se: Uppgifter verktygsfält

source: Sort options
bg_bg: Опции за подреждане
ca_es: Opcions d'ordenació
cs_cz: Možnosti řazení
da_dk: Indstillinger for sortering
es_mx: Opciones de ordenación
fr_fr: Options de tri
hu_hu: Rendezési beállítások
it_it: Opzioni di ordinamento
nb_no: Sorteringsalternativer
nl_nl: Sorteer opties
pl_pl: Opcje sortowania
pt_br: Opções de classificação
ro_ro: Opțiuni de sortare
sv_se: Sorteringsalternativ

source: Urgency
bg_bg: Спешност
ca_es: Urgència
cs_cz: Naléhavost
da_dk: Haster
es_mx: Urgencia
fr_fr: Urgence
hu_hu: Sürgősség
it_it: Urgenza
nb_no: Haster
nl_nl: Urgentie
pl_pl: Priorytet
pt_br: Urgência
ro_ro: Urgență
sv_se: Angelägenhet

source: Priority
bg_bg: Приоритет
ca_es: Prioritat
cs_cz: Priorita
da_dk: Prioritet
es_mx: Prioridad
fr_fr: Priorité
hu_hu: Prioritás
it_it: Priorità
nb_no: Prioritet
nl_nl: Prioriteit
pl_pl: Priorytet
pt_br: Prioridade
ro_ro: Prioritate
sv_se: Prioritet

source: Order
bg_bg: Подреждане
ca_es: Ordre
cs_cz: Pořadí
da_dk: Rækkefølge
es_mx: Pedir
fr_fr: Ordre
hu_hu: Sorrend
it_it: Ordina
nb_no: Sorter
nl_nl: Volgorde
pl_pl: Kolejność
pt_br: Ordenar
ro_ro: Ordine
sv_se: Sortera

source: Show done tasks
bg_bg: Показване на изпълнените задачи
ca_es: Mostra les tasques ja realitzades
cs_cz: Zobrazit dokončené úkoly
da_dk: Vis færdige opgaver
es_mx: Mostrar tareas realizadas
fr_fr: Afficher les tâches achevées
hu_hu: Kész feladatok megjelenítése
it_it: Mostra le attività completate
nb_no: Vis fullførte oppgaver
nl_nl: Toon voltooide taken
pl_pl: Pokaż wykonane zadania
pt_br: Exibir tarefas concluídas
ro_ro: Afișează sarcinile efectuate
sv_se: Visa färdiga uppgifter

source: New task
bg_bg: Нова задача
ca_es: Nova tasca
cs_cz: Nový úkol
da_dk: Ny opgave
es_mx: Nueva tarea
fr_fr: Nouvelle tâche
hu_hu: Új feladat
it_it: Nuova attività
nb_no: Ny oppgave
nl_nl: Nieuwe taak
pl_pl: Nowe zadanie
pt_br: Nova tarefa
ro_ro: Sarcină nouă
sv_se: Ny uppgift

source: The start date must be before the due date.
bg_bg: Началната дата трябва да е преди датата на падежа.
ca_es: La data d'inici ha de ser anterior a la de finalització.
cs_cz: Datum začátku musí být před datem konce.
da_dk: Startdatoen skal være før afleveringsdatoen.
es_mx: La fecha de comienzo debe ser anterior a la de fin.
fr_fr: La date de début doit précéder la date d'échéance.
hu_hu: A kezdő dátumnak a befejező dátum előtt kell lennie.
it_it: La data iniziale deve precedere la data finale.
nb_no: Startdatoen må være før forfallsdato.
nl_nl: De startdatum moet voor de einddatum liggen.
pl_pl: Data rozpoczęcia musi przypadać przed datą zakończenia.
pt_br: A data de início deve ser anterior à data de término.
ro_ro: Data de început trebuie să fie înaintea datei de scadență.
sv_se: Startdatumet måste vara innan slutdatumet.

source: The due date must not be before the start date.
bg_bg: Датата на падежа не трябва да е преди началната дата.
cs_cz: Datum dokončení nemůže být před datem začátku.
da_dk: Afleveringsdatoen må ikke ligge før startdatoen.
es_mx: La fecha de vencimiento no debe ser anterior a la de inicio.
fr_fr: La date d'échéance ne peut pas précéder la date de début.
hu_hu: A végdátum nem lehet a kezdő dátum előtt.
it_it: La data di scadenza non può precedere la data iniziale.
nb_no: Forfallsdatoen kan ikke være før startdatoen.
nl_nl: De vervaldatum mag niet voor de startdatum liggen.
pl_pl: Termin nie może przypadać przed datą rozpoczęcia.
pt_br: A data do término não deve ser anterior à data de início.
ro_ro: Data de scadență nu poate fi înaintea datei de început.
sv_se: Slutdatum får inte vara före startdatum.

source: Costs must be between -%1$d and %1$d.
bg_bg: Разходите трябва да са между - %1$d и %1$d .
ca_es: Els costs han d'estar entre -%1$d i %1$d.
cs_cz: Náklady musí být od -%1$d do %1$d.
da_dk: Omkostninger skal være mellem -%1$d og %1$d.
es_mx: Los costes deben estar entre -%1$d y %1$d.
fr_fr: Les coûts doivent se situer entre -%1$d et %1$d.
hu_hu: A költségnek -%1$d és %1$d között kell lennie.
it_it: I costi devono essere compresi tra -%1$d e %1$d.
nb_no: Kostnadene må være mellom -%1$d og %1$d.
nl_nl: Kosten moet een getal tussen -%1$d en %1$d zijn.
pl_pl: Wartość kosztów musi mieścić się w przedziale od -%1$d do %1$d.
pt_br: Os custos devem ser entre -%1$d e %1$d.
ro_ro: Costurile trebuie să fie cuprinse între -%1$d și %1$d.
sv_se: Kostnaden måste vara mellan -%1$d och %1$d.

source: Costs must only have two decimal places.
bg_bg: Разходите трябва да имат само два знака след десетичната запетая.
ca_es: Els costs han de tenir tan sols 2 decimals.
cs_cz: Náklady mohou mít jen dvě desetinná čísla.
da_dk: Omkostninger må kun opgives med to decimaler.
es_mx: Los costes han de tener sólo 2 decimales.
fr_fr: Les coûts ne doivent avoir que deux décimales.
hu_hu: Költségekhez csak két tizedesjegy adható meg.
it_it: I costi devono avere solo due posizioni decimali.
nb_no: Kostnadene kan ikke ha mer enn to desimaler.
nl_nl: Kosten mogen maximaal twee cijfers achter de komma hebben.
pl_pl: Wartość kosztów musi mieć tylko dwa miejsca dziesiętne.
pt_br: Os custos devem ter apenas duas casas decimais.
ro_ro: Costurile pot avea doar două zecimale.
sv_se: Kostnader får bara ha två decimaler.

source: Progress must be a valid number between 0 and 100
bg_bg: Напредъкът трябва да е валиден между 0 и 100
ca_es: El progrés ha de ser un nombre vàlid entre 0 i 100
cs_cz: Postup musí být číslo od 0 do 100
da_dk: Fremgang skal være et gyldigt nummer imellem 0 og 100
es_mx: El progreso debe ser un número válido entre 0 y 100
fr_fr: L'avancement doit être un nombre valide entre 0 et 100
hu_hu: Az előrehaladásnak 0 és 100 közötti érvényes számnak kell lennie
it_it: L'avanzamento deve essere un numero valido compreso tra 0 e 100
nb_no: Fremgangen må være et gyldig tall mellom 0 og 100
nl_nl: Voortgang moet een getal tussen 0 en 100 zijn
pl_pl: Wartość postępu musi być liczbą z zakresu od 0 do 100.
pt_br: O progresso deve ser um número válido entre 0 e 100
ro_ro: Progresul trebuie să fie un număr corect cuprins între 0 și 100
sv_se: Förloppet måste vara ett giltig nummer mellan 0 och 100

source: Recurring tasks need a valid start date.
bg_bg: Повторяемите задачи се нуждаят от валидна начална дата.
ca_es: Les tasques periòdiques necessiten una data d'inici vàlida.
cs_cz: Opakující se úkoly musí mít platné počáteční datum.
da_dk: Gentagende opgaver skal have en gyldig startdato.
es_mx: Las tareas periódicas necesitan de una fecha de inicio válida.
fr_fr: Les tâches récurrentes requièrent une date de début valide.
hu_hu: Az ismétlődő feladatokhoz érvényes kezdő dátum szükséges.
it_it: Le attività ricorrenti devono avere una data iniziale valida.
nb_no: Gjentakende oppgaver trenger en gyldig startdato.
nl_nl: Een terugkerende taak moet een geldige startdatum hebben.
pl_pl: Zadania cykliczne wymagają prawidłowej daty rozpoczęcia.
pt_br: Tarefas recorrentes necessitam de uma data de início válida.
ro_ro: Este necesară o dată de început corectă pentru sarcinile care se repetă.
sv_se: Upprepade uppgifter behöver giltiga startdatum.

source: Recurring tasks need a valid due date.
bg_bg: Постоянните задачи се нуждаят от валидна дата.
ca_es: Les tasques periòdiques necessiten una data de finalització vàlida.
cs_cz: Opakující se úkoly musí mít platné koncové datum.
da_dk: Gentagende opgaver skal have en gyldig afleveringsdato.
es_mx: Las tareas periódicas necesitan una fecha de finalización válida.
fr_fr: Les tâches récurrentes requièrent une date d'échéance valide.
hu_hu: Az ismétlődő feladatokhoz érvényes befejező dátum szükséges.
it_it: Le attività ricorrenti devono avere una data di scadenza valida.
nb_no: Gjentakende oppgaver trenger en gyldig forfallsdato.
nl_nl: Een terugkerende taak moet een geldige einddatum hebben.
pl_pl: Zadania cykliczne wymagają prawidłowej daty zakończenia.
pt_br: Tarefas recorrentes necessitam de uma data de término válida.
ro_ro: Este necesară o dată de scadență corectă pentru sarcinile care se repetă.
sv_se: Upprepade uppgifter behöver giltiga slutdatum.

source: Low
bg_bg: Нисък
ca_es: Baixa
cs_cz: Nízká
da_dk: Lav
es_mx: Baja
fr_fr: Basse
hu_hu: Alacsony
it_it: Bassa
nb_no: Lav
nl_nl: Laag
pl_pl: Niski
pt_br: Baixo
ro_ro: Scăzută
sv_se: Låg

source: High
bg_bg: Висок
ca_es: Alta
cs_cz: Vysoká
da_dk: Høj
es_mx: Alta
fr_fr: Haute
hu_hu: Magas
it_it: Alta
nb_no: Høy
nl_nl: Hoog
pl_pl: Wysoki
pt_br: Alto
ro_ro: Ridicată
sv_se: Hög

source: Date completed
bg_bg: Дата завършена
ca_es: Data completada
cs_cz: Datum dokončeno
da_dk: Gennemført dato
es_mx: Fecha completada
fr_fr: Date d'achèvement
hu_hu: Befejezés dátuma
it_it: Data di completamento
nb_no: Dato fullført
nl_nl: Datum voltooid
pl_pl: Data ukończenia
pt_br: Data de conclusão
ro_ro: Data încheierii
sv_se: Slutfört den

source: This task recurs
bg_bg: Тази задача се повтаря
ca_es: Aquesta tasca es repeteix
cs_cz: Toto je opakující se úkol
da_dk: Denne opgave gentager
es_mx: Esta tarea se repite
fr_fr: Cette tâche est répétitive
hu_hu: Ez a feladat ismétlődik
it_it: Questa attività ricorre
nb_no: Denne oppgaven gjentas
nl_nl: Dit is een terugkerende taak
pl_pl: Zadanie powtarza się co
pt_br: Esta tarefa se repete
ro_ro: Această sarcină se repetă
sv_se: Uppgiften upprepas

source: Receive notifications when a task in which you participate is created, modified or deleted
bg_bg: Получавайте известия, когато задачата, в която участвате, е създадена, променена или изтрита
cs_cz: Dostávat oznámení, pokud je úkol, na kterém se podílíte, vytvořen, upraven nebo smazán.
da_dk: Modtag påmindelser, når en opgave du deltager i bliver oprettet, ændret eller slettet.
es_mx: Recibir notificaciones cuando una tarea en la que participa se cree, modifique o se elimine.
fr_fr: Recevoir des notifications lorsqu'une tâche à laquelle vous participez est créée, modifiée ou supprimée
hu_hu: Értesítés olyan feladatok létrehozásakor, módosításakor és törlésekor, amelyekben résztvevő
it_it: Ricevi notifiche quando un'attività alla quale partecipi viene creata, modificata o eliminata
nb_no: Motta et varsel når en oppgave du deltar i blir opprettet, endret eller slettet
nl_nl: Ontvang kennisgevingen als een taak waar u deelnemer van bent wordt aangemaakt, aangepast of wordt verwijderd
pl_pl: Otrzymuj powiadomienie o utworzeniu, zmodyfikowaniu lub usunięciu zadania, w którym uczestniczysz.
pt_br: Receber notificações quando uma tarefa na qual você participa seja criada, modificada ou excluída
ro_ro: Primiți notificări când o sarcină la care participați este creată, modificată sau ștearsă
sv_se: Få aviseringar när en uppgift du deltar i skapas, ändras eller tas bort

source: Receive notifications when a participant accepted or declined a task created by you
bg_bg: Получавайте известия, когато участник прие или е отхвърлил създадена от вас задача
cs_cz: Dostávat oznámení, když účastníci přijmou nebo odmítnou úkol, který jste vytvořil(a)
da_dk: Modtag påmindelser, når en deltager takker ja eller nej til en opgave du har oprettet.
es_mx: Recibir notificaciones cuando un participante acepte o rechace una tarea creada por usted
fr_fr: Recevoir des notifications lorsqu'un participant a accepté ou décliné une tâche que vous avez créée
hu_hu: Értesítés létrehozott feladat elfogadásáról vagy elutasításáról, amelyeket létrehozott
it_it: Ricevi notifiche quando un partecipante ha accettato o rifiutato un'attività creata da te
nb_no: Motta et varsel når en deltager godtar eller avslår en oppgave som du har opprettet
nl_nl: Ontvang kennisgevingen als een deelnemer een taak die u heeft gemaakt heeft aangenomen of afgewezen
pl_pl: Otrzymuj powiadomienie, gdy uczestnik zadania utworzonego przez Ciebie przyjmie je lub odrzuci.
pt_br: Receber notificações quando um participante aceitar ou recusar uma tarefa criada por você
ro_ro: Primiți notificări când un participant a acceptat sau refuzat o sarcină pe care ați creat-o
sv_se: Få aviseringar när en deltagare accepterar eller nekar en uppgift som skapats av dig
