Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Optional 09
bg_bg: Незадължително 09
ca_es: Opcional 09
cs_cz: Nepovinné 09
da_dk: Valgfri 09
es_mx: Opcional 09
fr_fr: Facultatif 09
hu_hu: Opcionális 09
it_it: Opzionale 09
nb_no: Valgfritt 09
nl_nl: Facultatief 09
pl_pl: Opcjonalne 09
pt_br: Opcional 09
ro_ro: Opțional 09
sv_se: Valfritt 09

source: Optional 10
bg_bg: По избор 10
ca_es: Opcional 10
cs_cz: Nepovinné 10
da_dk: Valgfri 10
es_mx: Opcional 10
fr_fr: Facultatif 10
hu_hu: Opcionális 10
it_it: Opzionale 10
nb_no: Valgfritt 10
nl_nl: Facultatief 10
pl_pl: Opcjonalne 10
pt_br: Opcional 10
ro_ro: Opțional 10
sv_se: Valfritt 10

source: Optional 11
bg_bg: По избор 11
ca_es: Opcional 11
cs_cz: Nepovinné 11
da_dk: Valgfri 11
es_mx: Opcional 11
fr_fr: Facultatif 11
hu_hu: Opcionális 11
it_it: Opzionale 11
nb_no: Valgfritt 11
nl_nl: Facultatief 11
pl_pl: Opcjonalne 11
pt_br: Opcional 11
ro_ro: Opțional 11
sv_se: Valfritt 11

source: Optional 12
bg_bg: Незадължително 12
ca_es: Opcional 12
cs_cz: Nepovinné 12
da_dk: Valgfri 12
es_mx: Opcional 12
fr_fr: Facultatif 12
hu_hu: Opcionális 12
it_it: Opzionale 12
nb_no: Valgfritt 12
nl_nl: Facultatief 12
pl_pl: Opcjonalne 12
pt_br: Opcional 12
ro_ro: Opțional 12
sv_se: Valfritt 12

source: Optional 13
bg_bg: Незадължително 13
ca_es: Opcional 13
cs_cz: Nepovinné 13
da_dk: Valgfri 13
es_mx: Opcional 13
fr_fr: Facultatif 13
hu_hu: Opcionális 13
it_it: Opzionale 13
nb_no: Valgfritt 13
nl_nl: Facultatief 13
pl_pl: Opcjonalne 13
pt_br: Opcional 13
ro_ro: Opțional 13
sv_se: Valfritt 13

source: Optional 14
bg_bg: Незадължително 14
ca_es: Opcional 14
cs_cz: Nepovinné 14
da_dk: Valgfri 14
es_mx: Opcional 14
fr_fr: Facultatif 14
hu_hu: Opcionális 14
it_it: Opzionale 14
nb_no: Valgfritt 14
nl_nl: Facultatief 14
pl_pl: Opcjonalne 14
pt_br: Opcional 14
ro_ro: Opțional 14
sv_se: Valfritt 14

source: Optional 15
bg_bg: Незадължително 15
ca_es: Opcional 15
cs_cz: Nepovinné 15
da_dk: Valgfri 15
es_mx: Opcional 15
fr_fr: Facultatif 15
hu_hu: Opcionális 15
it_it: Opzionale 15
nb_no: Valgfritt 15
nl_nl: Facultatief 15
pl_pl: Opcjonalne 15
pt_br: Opcional 15
ro_ro: Opțional 15
sv_se: Valfritt 15

source: Optional 16
bg_bg: Незадължително 16
ca_es: Opcional 16
cs_cz: Nepovinné 16
da_dk: Valgfri 16
es_mx: Opcional 16
fr_fr: Facultatif 16
hu_hu: Opcionális 16
it_it: Opzionale 16
nb_no: Valgfritt 16
nl_nl: Facultatief 16
pl_pl: Opcjonalne 16
pt_br: Opcional 16
ro_ro: Opțional 16
sv_se: Valfritt 16

source: Optional 17
bg_bg: Незадължително 17
ca_es: Opcional 17
cs_cz: Nepovinné 17
da_dk: Valgfri 17
es_mx: Opcional 17
fr_fr: Facultatif 17
hu_hu: Opcionális 17
it_it: Opzionale 17
nb_no: Valgfritt 17
nl_nl: Facultatief 17
pl_pl: Opcjonalne 17
pt_br: Opcional 17
ro_ro: Opțional 17
sv_se: Valfritt 17

source: Optional 18
bg_bg: Незадължително 18
ca_es: Opcional 18
cs_cz: Nepovinné 18
da_dk: Valgfri 18
es_mx: Opcional 18
fr_fr: Facultatif 18
hu_hu: Opcionális 18
it_it: Opzionale 18
nb_no: Valgfritt 18
nl_nl: Facultatief 18
pl_pl: Opcjonalne 18
pt_br: Opcional 18
ro_ro: Opțional 18
sv_se: Valfritt 18

source: Optional 19
bg_bg: Незадължително 19
ca_es: Opcional 19
cs_cz: Nepovinné 19
da_dk: Valgfri 19
es_mx: Opcional 19
fr_fr: Facultatif 19
hu_hu: Opcionális 19
it_it: Opzionale 19
nb_no: Valgfritt 19
nl_nl: Facultatief 19
pl_pl: Opcjonalne 19
pt_br: Opcional 19
ro_ro: Opțional 19
sv_se: Valfritt 19

source: Optional 20
bg_bg: Незадължително 20
ca_es: Opcional 20
cs_cz: Nepovinné 20
da_dk: Valgfri 20
es_mx: Opcional 20
fr_fr: Facultatif 20
hu_hu: Opcionális 20
it_it: Opzionale 20
nb_no: Valgfritt 20
nl_nl: Facultatief 20
pl_pl: Opcjonalne 20
pt_br: Opcional 20
ro_ro: Opțional 20
sv_se: Valfritt 20

source: This value is too long. The allowed length is %1$d characters.
cs_cz: Hodnota je příliš dlouhá. Povolená délka je %1$d znaků.
da_dk: Denne værdi er for lang. Den tilladte længde er %1$d karaktere.
es_mx: Este valor es demasiado largo. La longitud permitida es de %1$d caracteres.
fr_fr: Cette valeur est trop longue. La longueur maximale autorisée est de %1$d caractères.
hu_hu: Ez az érték túl hosszú. Az engedélyezett karakterhossz %1$d.
it_it: Questo valore è troppo lungo. La lunghezza consentita è di %1$d caratteri.
nl_nl: Deze waarde is te lang. De maximale lengte is %1$d tekens.
pl_pl: Wartość jest zbyt długa. Maksymalna liczba znaków: %1$d.
pt_br: Este valor é muito longo. O comprimento permitido é de %1$d caracteres.
ro_ro: Această valoare este prea lungă. Lungimea permisă este de %1$d caractere.
sv_se: Detta värde är för långt. Tillåten längd är %1$d tecken.

source: This is an invalid email address.
cs_cz: Toto není platná poštovní adresa.
da_dk: Dette er ikke en gyldig e-mail-adresse.
es_mx: Esta dirección de correo no es válida.
fr_fr: Cette adresse électronique n'est pas valide.
hu_hu: Érvénytelen e-mail cím
it_it: Questo è un indirizzo di posta non valido.
nl_nl: Dit is een ongeldig e-mailadres.
pl_pl: To jest nieprawidłowy adres e-mail.
pt_br: Este é um endereço de e-mail inválido.
ro_ro: Adresă de e-mail nevalidă.
sv_se: Detta är en ogiltig e-postadress.

source: My address lists
cs_cz: Moje adresáře
da_dk: Mine adresselister
es_mx: Mis listas de direcciones
hu_hu: Saját címjegyzékek
it_it: Il mio elenco di indirizzi
nl_nl: Mijn adresboeken
pl_pl: Moje listy adresów
pt_br: Minhas listas de endereços
ro_ro: Listele mele de adrese
sv_se: Mina adresslistor

source: Public address lists
cs_cz: Veřejné adresáře
da_dk: Offentlige adressebøger
es_mx: Listas de direcciones públicas
hu_hu: Nyilvános címjegyzékek
it_it: Elenchi di indirizzi pubblici
nl_nl: Publieke adresboeken
pl_pl: Publiczne listy adresów
pt_br: Listas de endereços pública
ro_ro: Liste de adrese publice
sv_se: Offentliga adresslistor

source: Shared address lists
cs_cz: Sdílené adresáře
da_dk: Delte adressebøger
es_mx: Listas de direcciones compartidas
hu_hu: Megosztott címjegyzékek
it_it: Elenchi di indirizzi condivisi
nl_nl: Gedeelde adresboeken
pl_pl: Udostępnione listy adresów
pt_br: Listas de endereços compartilhada
ro_ro: Liste de adrese partajate
sv_se: Delade adresslistor

source: %1$d contact selected
cs_cz: %1$d kontakt vybrána
da_dk: %1$d kontakt valgt
es_mx: %1$d contacto seleccionado
hu_hu: %1$d névjegy kijelölve
it_it: %1$d contatto selezionato
nl_nl: %1$d contact geselecteerd
pl_pl: Wybrano %1$d kontakt
pt_br: %1$d contato selecionado
ro_ro: %1$d contact selectat
sv_se: %1$d kontakt markerad

source: Remove contact from selection
cs_cz: Odstranit kontakt z výběru
da_dk: Fjern kontakt fra valgte
es_mx: Eliminar contacto de la selección
hu_hu: Névjegy eltávolítása a kiválasztásból
it_it: Rimuovi contatto dalla selezione
nl_nl: Contact uit selectie verwijderen
pl_pl: Usuń kontakt z wyboru
pt_br: Excluir contato da seleção
ro_ro: Eliminați contactul din selecție
sv_se: Ta bort kontakt från markering

source: department %1$s
cs_cz: oddělení %1$s
da_dk: afdeling %1$s
es_mx: departamento %1$s
hu_hu: %1$s osztály
it_it: reparto %1$s
nl_nl: afdeling %1$s
pl_pl: dział %1$s
pt_br: departamento %1$s
ro_ro: departamentul de %1$s
sv_se: avdelningar %1$s

source: position %1$s
cs_cz: pozice %1$s
da_dk: plads %1$s
es_mx: puesto %1$s
hu_hu: %1$s pozíció
it_it: posizione %1s
nl_nl: positie %1$s
pl_pl: stanowisko %1$s
pt_br: posição %1$s
ro_ro: posiția %1$s

source: email address %1$s
cs_cz: e-mailová adresa %1$s
da_dk: e-mailadresse %1$s
es_mx: dirección de correo %1$s
hu_hu: %1$s e-mail-cím
it_it: Indirizzo di posta %1$s
nl_nl: e-mailadres %1$s
pl_pl: adres e-mail %1$s
pt_br: endereço de e-mail %1$s
ro_ro: adresă de e-mail %1$s
sv_se: e-postadress %1$s

source: phone number %1$s
cs_cz: telefonní číslo %1$s
da_dk: telefonnummer %1$s
es_mx: número de teléfono %1$s
hu_hu: %1$s telefonszám
it_it: numero di telefono %1$s
nl_nl: telefoonnummer %1$s
pl_pl: numer telefonu %1$s
pt_br: número de telefone %1$s
ro_ro: număr de telefon %1$s
sv_se: telefonnummer %1$s

source: room %1$s
cs_cz: místnost %1$s
da_dk: rum %1$s
es_mx: oficina %1$s
hu_hu: %1$s szoba
it_it: stanza %1$s
nl_nl: kamer %1$s
pl_pl: pokój %1$s
pt_br: sala %1$s
ro_ro: camera %1$s
sv_se: rum %1$s

source: Show contact details
cs_cz: Zobrazit detaily kontaktu
da_dk: Vis detaljer for kontakt
es_mx: Mostrar detalles del contacto
hu_hu: Névjegy részleteinek megjelenítése
it_it: Mostra i dettagli del contatto
nl_nl: Contactdetails tonen
pl_pl: Pokaż szczegóły kontaktu
pt_br: Exibir detalhes do contato
ro_ro: Afișează detaliile de contact
sv_se: Visa detaljer om kontakt

source: Contact list
cs_cz: Seznam kontaktů
da_dk: Kontaktliste
es_mx: Lista de contactos
hu_hu: Névjegyzék
it_it: Elenco dei contatti
nl_nl: Contactlijst
pl_pl: Lista kontaktów
pt_br: Lista de contatos
ro_ro: Lista de contacte
sv_se: Kontaktlista

source: Last searched for
cs_cz: Poslední vyhledávání
da_dk: Sidst søgt efter
es_mx: Último buscado
hu_hu: Utolsó keresés:
it_it: Ultima ricerca
nl_nl: Laatst gezocht naar
pl_pl: Ostatnio wyszukiwane
pt_br: Última pesquisa por
ro_ro: Ultimii căutați
sv_se: Sökte senast efter

source: No contacts found.
cs_cz: Nepodařilo se nalézt žádné kontakty.
da_dk: Ingen kontakter fundet.
es_mx: No se encontraron contactos.
hu_hu: Nem találhatók névjegyek.
it_it: Nessun contatto trovato.
nl_nl: Geen contacten gevonden.
pl_pl: Nie znaleziono kontaktów.
pt_br: Nenhum contato localizado.
ro_ro: Niciun contact găsit.
sv_se: Inga kontakter hittades.

source: You have reached the limit of %1$d contacts to display. Please enter a search term to narrow down your results.
cs_cz: Zobrazeno maximum (%1$d) kontaktů. Zpřesněte vyhledávání pro zúžení výsledků.
da_dk: Du har nået grænsen på %1$d kontakter som kan vises. Indtast venligst en søgeterm for at begrænse dit resultat.
es_mx: Has alcanzado el límite de %1$d contactos a mostrar. Por favor, introduzca un término de búsqueda para limitar los resultados.
hu_hu: Elérte a megjelenítendő névjegyek korlátját: %1$d. Kérjük, adjon meg egy keresési kifejezést az eredmények szűkítéséhez.
it_it: Hai raggiunto il limite di %1$d contatti da visualizzare. Inserisci un termine di ricerca per restringere i risultati.
nl_nl: Je hebt de limiet van %1$d contacten bereikt om weer te geven. Voer een zoekterm in om uw resultaten te verfijnen.
pl_pl: Osiągnięto limit %1$d kontaktów do wyświetlenia. Aby zawęzić wyniki, wprowadź szukane hasło.
pt_br: Você atingiu o limite de %1$d contatos para exibir. Insira umtermo de pesquisa para restringir seus resultados.
ro_ro: Ați atins limita de %1$d de contacte de afișat. Vă rugăm să introduceți un termen de căutare pentru a restrânge rezultatele.
sv_se: Du har nått gränsen på %1$d kontakter att visa. Ange en sökterm för att begränsa dina resultat.

source: Global address list
cs_cz: Globální seznam adres
da_dk: Global adresseliste
es_mx: Lista global de direcciones
hu_hu: Globális címjegyzék
it_it: Elenco di indirizzi globale
nl_nl: Algemene adreslijst
pl_pl: Globalna lista adresów
pt_br: Lista de endereços global
ro_ro: Lista globală de adrese
sv_se: Global adresslista

source: Search all address lists
cs_cz: Vyhledávat ze všech adres
da_dk: Søg alle adresselister
es_mx: Buscar todas las listas de direcciones
hu_hu: Keresés az összes címjegyzékekben
it_it: Cerca tutti gli elenchi di indirizzi
nl_nl: Doorzoek alle adreslijsten
pl_pl: Przeszukaj wszystkie listy adresów
pt_br: Pesquisar todas as listas de endereços
ro_ro: Căutați în toate listele de adrese
sv_se: Sök i alla adresslistor

source: Could not load contacts
cs_cz: Nepodařilo se načíst kontakty
da_dk: Kunne ikke indlæse kontakter
es_mx: No se pudieron cargar los contactos
hu_hu: A kapcsolatok nem tölthetők be
it_it: Impossibile caricare i contatti
nl_nl: Kon contacten niet laden
pl_pl: Nie udało się załadować kontaktów
pt_br: Não foi possível carregar os contatos
ro_ro: Nu s-a putut încărca contactele
sv_se: Kunde inte läsa in kontakter

source: Search for name, department, position
cs_cz: Vyhledávat jméno, oddělení, pozici.
da_dk: Søg efter navn, afdeling eller position
es_mx: Buscar nombre, departamento, puesto
hu_hu: Név, osztály, pozíció keresése
it_it: Cerca per nome, reparto, posizione
nl_nl: Zoek op naam, afdeling, functie
pl_pl: Szukaj według nazwy, działu, stanowiska
pt_br: Pesquisar por nome, departamento, cargo
ro_ro: Căutare după nume, departament, poziție
sv_se: Sök efter namn, avdelning, position

source: Filter
cs_cz: Filtr
es_mx: Filtrar
hu_hu: Szűrő
it_it: Filtro
nl_nl: Filteren
pl_pl: Filtruj
pt_br: Filtrar
ro_ro: Filtrează
sv_se: Filtrera

source: Filter address lists
cs_cz: Filtrovat seznam adres
da_dk: Filtrér adresselister
es_mx: Filtrar listas de direcciones
hu_hu: Címjegyzékek szűrése
it_it: Filtra gli elenchi di indirizzi
nl_nl: Adreslijsten filteren
pl_pl: Filtruj listy adresów
pt_br: Filtrar listas de endereços
ro_ro: Filtrează listele de adrese
sv_se: Filtrera adresslistor

source: Address list
cs_cz: Seznam adres
da_dk: Adresseliste
es_mx: Lista de direcciones
hu_hu: Címjegyzék
it_it: Elenco di indirizzi
nl_nl: Adreslijst
pl_pl: Lista adresów
pt_br: Lista de endereços
ro_ro: Listă de adrese
sv_se: Adresslista

source: Could not load address book.
cs_cz: Adresář se nepodařilo načíst.
da_dk: Kunne ikke indlæse adressebog.
es_mx: No se pudo cargar la libreta de direcciones.
hu_hu: Nem sikerült betölteni az címjegyzéket.
it_it: Impossibile caricare la rubrica.
nl_nl: Aan adresboek toevoegenKan adresboek niet laden.-
pl_pl: Nie udało się załadować książki adresowej.
pt_br: Não foi possível carregar o catálogo de endereços.
ro_ro: Nu s-a putut încărca agenda.
sv_se: Kunde inte läsa in adressbok.

source: Select
bg_bg: Изберете
ca_es: Selecciona
cs_cz: Vybrat
da_dk: Vælg
es_mx: Seleccionar
fr_fr: Sélectionner
hu_hu: Kiválasztás
it_it: Seleziona
nb_no: Velg
nl_nl: Selecteer
pl_pl: Wybierz
pt_br: Selecionar
ro_ro: Selectează
sv_se: Välj

source: Empty name and description found.
bg_bg: Получено е празно име и описание.
ca_es: El nom i la descripció estan buits.
cs_cz: Název a popis jsou prázdné.
da_dk: Tomt navn og tom beskrivelse fundet.
es_mx: Se encontraron un nombre y descripción vacíos.
fr_fr: Un nom et une description vides ont été trouvés.
hu_hu: A név és a leírás üres.
it_it: Sono stati trovati un nome utente e una descrizione vuoti.
nb_no: Tomt navn og beskrivelse funnet.
nl_nl: Lege naam en omschrijving gevonden.
pl_pl: Wykryto brak nazwy i opisu.
pt_br: Nome vazio e descrição localizada.
ro_ro: S-au găsit un nume și o descriere vide.
sv_se: Hittade tomt namn och beskrivning.

source: Edit to set a name.
bg_bg: Редактиране, за да зададете име.
ca_es: Edita per a definir un nom.
cs_cz: Nastavte název.
da_dk: Redigér for at vælge et navn.
es_mx: Editar para definir un nombre.
fr_fr: Modifier pour donner un nom.
hu_hu: Szerkessze név beállításához.
it_it: Modifica per impostare un nome.
nb_no: Rediger for å sette et navn.
nl_nl: Bewerken om een naam in te voeren.
pl_pl: Edytuj, aby ustawić nazwę.
pt_br: Edite para definir um nome.
ro_ro: Editează pentru a seta un nume.
sv_se: Redigera för att ange ett namn.

source: Starting letter index
cs_cz: Počáteční písmeno
da_dk: Starter indeks
es_mx: Comenzando el índice alfabético
fr_fr: Index organisé par la première lettre
hu_hu: Regiszter készítése
it_it: Indice della lettera iniziale
nl_nl: Beginletter index
pl_pl: Indeks z pierwszymi literami
pt_br: Índice de letra inicial
ro_ro: Index pentru litere inițiale
sv_se: Index för inledande bokstav

source: Couldn't load contact data.
bg_bg: Данните за контакти не можаха да се заредят.
ca_es: No s'han pogut carregar les dades de contacte.
cs_cz: Nepodařilo se načíst údaje kontaktu.
da_dk: Kunne ikke indlæse kontaktdata.
es_mx: No se pudieron cargar los datos de contacto.
fr_fr: Impossible de charger les données de contact.
hu_hu: A névjegy adatai nem tölthetők be.
it_it: Impossibile caricare i dati del contatto.
nb_no: Kunne ikke laste inn kontaktdata.
nl_nl: Kan contactgegevens niet laden.
pl_pl: Nie można wczytać danych kontaktu.
pt_br: Não foi possível carregar dados do contato.
ro_ro: Nu s-au putut încărca datele de contact.
sv_se: Kunde inte ladda kontaktdata.

source: The subscription could not be updated due to an error and must be recreated.
cs_cz: Přihlášení k odběru se kvůli chybě nepodařilo aktualizovat a je nutné jej vytvořit znovu.
da_dk: Abonnementet kunne ikke opdateres som følge af en fejl, og skal genskabes.
es_mx: No se pudo actualizar la suscripción debido a un error y se debe crear de nuevo.
fr_fr: L'abonnement n'a pas pu être mis à jour en raison d'une erreur. Il doit être recréé.
hu_hu: A feliratkozás hiba miatt nem frissíthető, ezért újra létre kell hozni.
it_it: La sottoscrizione non può essere aggiornata a causa di un errore e deve essere ricreata.
nl_nl: Het abonnement kon niet bijgewerkt worden vanwege een foutmelding en moet opnieuw aangemaakt worden.
pl_pl: Nie udało się zaktualizować subskrypcji. Wystąpił błąd. Należy utworzyć ją ponownie.
pt_br: A inscrição não pôde ser atualizada devido a um erro e deve ser recriada.
ro_ro: Abonamentul nu a putut fi actualizat din cauza unei erori și trebuie recreat.
sv_se: Prenumerationen kunde inte uppdateras på grund av ett fel och måste återskapas.

source: Contacts account error
cs_cz: Chyba účtu s kontakty
da_dk: Kalenderkontofejl
es_mx: Error de cuenta de contactos
fr_fr: Erreur de compte de contacts
hu_hu: Néjvegy-fiók hiba
it_it: Errore dell'account dei contatti
nl_nl: Contactaccount foutmelding
pl_pl: Błąd konta kontaktów
pt_br: Erro na conta de contatos
ro_ro: Eroare cont persoană de contact
sv_se: Fel i kontaktens konto

source: Edit subscription
cs_cz: Upravit přihlášení k odběru
da_dk: Redigér abonnement
es_mx: Editar suscripción
fr_fr: Modifier l'abonnement
hu_hu: Feliratkozás szerkesztése
it_it: Modifica sottoscrizione
nl_nl: Abonnement aanpassen
pl_pl: Edytuj subskrypcję
pt_br: Editar inscrição
ro_ro: Editează abonamentul
sv_se: Redigera prenumeration

source: Contacts
bg_bg: Контакти
cs_cz: Kontakty
da_dk: Kontakter
es_mx: Contactos
hu_hu: Névjegyek
it_it: Contatti
nb_no: Kontakter
nl_nl: Contacten
pl_pl: Kontakty
pt_br: Contatos
ro_ro: Contacte
sv_se: Kontakter

source: Contact list. Select a contact to view details.
cs_cz: Seznam kontaktů. Vyberte kontakt, jehož detaily chcete zobrazit.
da_dk: kontaktliste. Vælg en kontakt for at se detaljerne.
es_mx: Lista de contactos. Seleccione un contacto para ver los detalles.
fr_fr: Liste de contacts. Sélectionnez un contact pour en afficher les détails.
hu_hu: Névjegyzék. A részletek megtekintéséhez válasszon ki egy névjegyet.
it_it: Lista contatti. Seleziona un contatto per visualizzare i dettagli.
nl_nl: Contactenlijst. Selecteer een contactpersoon om meer details te zien.
pl_pl: Lista kontaktów. Wybierz kontakt, aby wyświetlić szczegóły.
pt_br: Lista de contatos. Selecione um contato para ver detalhes.
ro_ro: Listă de contacte. Selectați un contact ca să-i vedeți detaliile.
sv_se: Kontaktlista. Välj en kontakt för att visa detaljinformation.

source: Contacts toolbar
bg_bg: Лентата с инструменти за контакти
cs_cz: Nástrojová lišta kontaktů
da_dk: Kontakter-værktøjslinjen
es_mx: Barra de herramientas Contactos
fr_fr: Barre d'outils des contacts
hu_hu: Névjegy eszköztár
it_it: Barra degli strumenti dei contatti
nb_no: Kontakter-verktøylinje
nl_nl: Contactenwerkbalk
pl_pl: Pasek narzędzi z kontaktami
pt_br: Barra de ferramentas dos contatos
ro_ro: Bară de unelte pentru contacte
sv_se: Verktygsfält för kontakter

source: Please set day and month properly
bg_bg: Моля, задайте правилно деня и месеца
cs_cz: Zadejte, prosím, správný den a měsíc
da_dk: Sæt venligst dag og måned ordentligt
es_mx: Por favor, indique el día y el mes adecuadamente
fr_fr: Veuillez saisir le jour et le mois convenablement
hu_hu: Adja meg helyesen a napot és a hónapot
it_it: Imposta correttamente il giorno e il mese
nb_no: Velg korrekt dag og måned
nl_nl: Stel alstublieft de dag en de maand op de juiste manier in
pl_pl: Ustaw prawidłowo dzień i miesiąc
pt_br: Defina o dia e mês corretamente
ro_ro: Setați ziua și luna corect
sv_se: Ange rimlig dag och månad

source: First name must not be empty for internal users
bg_bg: Името не трябва да е празно за вътрешни потребители
cs_cz: U interních uživatelů nemůže být křestní jméno prázdné
da_dk: Fornavn må ikke være tomt for interne brugere
es_mx: El nombre de pila de los usuarios internos no debe estar vacío
fr_fr: Le prénom est obligatoire pour les utilisateurs internes.
hu_hu: Az első név nem lehet üres a belső felhasználóknak
it_it: Il nome non può essere vuoto per gli utenti interni
nl_nl: Voornaam mag niet leeg zijn voor interne gebruikers
pl_pl: Imię nie może być puste dla użytkowników wewnętrznych
pt_br: O primeiro nome não deve estar vazio para usuários internos
ro_ro: Prenumele nu poate fi gol pentru utilizatorii interni
sv_se: Förnamn får inte vara tomt för interna användare

source: Last name must not be empty for internal users
bg_bg: Фамилното име не трябва да е празно за вътрешни потребители
cs_cz: U interních uživatelů nemůže být příjmení prázdné
da_dk: Efternavn må ikke være tomt for interne brugere
es_mx: El apellido de los usuarios internos no debe estar vacío
fr_fr: Le nom est obligatoire pour les utilisateurs internes.
hu_hu: A családnév nem lehet üres a belső felhasználóknak
it_it: Il cognome non può essere vuoto per gli utenti interni
nl_nl: Achternaam mag niet leeg zijn voor interne gebruikers
pl_pl: Nazwisko nie może być puste dla użytkowników wewnętrznych
pt_br: O último nome não deve estar vazio para usuários internos
ro_ro: Numele nu poate fi gol pentru utilizatorii interni
sv_se: Efternamn får inte vara tomt för interna användare

source: Links
bg_bg: Линкове
ca_es: Enllaços
cs_cz: Odkazy
es_mx: Enlaces
fr_fr: Liens
hu_hu: Hivatkozások
it_it: Collegamenti
nb_no: Lenker
nl_nl: Link
pl_pl: Linki
ro_ro: Legături
sv_se: Länkar

source: Mark as distributionlist
bg_bg: Маркирайте като списък за разпространение
ca_es: Marca com a llista de distribució
cs_cz: Označit jako distribuční seznam
da_dk: Markér som distributionsliste
es_mx: Marcar como lista de distribución
fr_fr: Marquer comme liste de diffusion
hu_hu: Megjelölés terjesztési listaként
it_it: Marca come lista di distribuzione
nb_no: Merk som distribusjonsliste
nl_nl: Markeer als distributielijst
pl_pl: Oznacz jako listę dystrybucyjną
pt_br: Marque como lista de distribuição
ro_ro: Marchează ca listă de distribuție
sv_se: Märk som distributionslista

source: Default address
bg_bg: Адрес по подразбиране
ca_es: Adreça predeterminada
cs_cz: Výchozí adresa
da_dk: Standard adresse
es_mx: Dirección predeterminada
fr_fr: Adresse par défaut
hu_hu: Alapértelmezett cím
it_it: Indirizzo predefinito
nb_no: Standardadresse
nl_nl: Standaard adres
pl_pl: Adres domyślny
pt_br: Endereço padrão
ro_ro: Adresă implicită
sv_se: Standardadress

source: Address Home
bg_bg: Домашен адрес
ca_es: Adreça privada
cs_cz: Adresa domu
da_dk: Hjemmeadresse
es_mx: Dirección privada
fr_fr: Adresse privée
hu_hu: Cím (otthoni)
it_it: Indirizzo di casa
nb_no: Adresse (hjemme)
nl_nl: Huisadres
pl_pl: Adres domowy
pt_br: Endereço residencial
ro_ro: Adresă personală
sv_se: Adress hem

source: Address Business
bg_bg: Бизнес Адрес
ca_es: Adreça professional
cs_cz: Adresa firemní
da_dk: Firmaadresse
es_mx: Dirección profesional
fr_fr: Adresse professionnelle
hu_hu: Cím (üzleti)
it_it: Indirizzo di lavoro
nb_no: Adresse (jobb)
nl_nl: Zakelijk adres
pl_pl: Adres służbowy
pt_br: Endereço de negócios
ro_ro: Adresă profesională
sv_se: Adress arbete

source: Address Other
bg_bg: Друг Адрес
ca_es: Una altra adreça
cs_cz: Adresa další
da_dk: Anden adresse
es_mx: Otra dirección
fr_fr: Adresse autre
hu_hu: Cím (egyéb)
it_it: Altro indirizzo
nb_no: Adresse (andre)
nl_nl: Adres Overig
pl_pl: Adres (inny)
pt_br: Outro endereço
ro_ro: Altă adresă
sv_se: Adress övrig
