Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: ---------- Original Message ----------
cs_cz: ---------- Původní zpráva ----------
da_dk: ---------- Original besked ----------
es_mx: ---------- Mensaje original ----------
fr_fr: ---------- Message d'origine ----------
hu_hu: ---------- Eredeti üzenet ----------
it_it: ---------- Messaggio originale ----------
nl_nl: ---------- Oorspronkelijk Bericht ----------
pl_pl: ---------- Pierwotna wiadomość ----------
pt_br: ---------- Mensagem original ----------
ro_ro: ---------- Mesaj original ----------
sv_se: ---------- Ursprungligt meddelande ----------

source: From: %1$s
cs_cz: Od: %1$s
da_dk: Fra: %1$s
es_mx: De: %1$s
fr_fr: De : %1$s
hu_hu: Feladó: %1$s
it_it: Da: %1$s
nl_nl: Van: %1$s
pl_pl: Od: %1$s
pt_br: De: %1$s
ro_ro: De la: %1$s
sv_se: Från: %1$s

source: To: %1$s
cs_cz: Pro: %1$s
da_dk: Til: %1$s
es_mx: Para: %1$s
fr_fr: À : %1$s
hu_hu: Címzett: %1$s
it_it: A: %1$s
nl_nl: Aan: %1$s
pl_pl: Do: %1$s
pt_br: Para: %1$s
ro_ro: Pentru: %1$s
sv_se: Till: %1$s

source: Date: %1$s
cs_cz: Datum: %1$s
da_dk: Dato: %1$s
es_mx: Fecha: %1$s
hu_hu: Dátum: %1$s
it_it: Data: %1$s
nl_nl: Datum: %1$s
pl_pl: Data: %1$s
pt_br: Data: %1$s
ro_ro: Data: %1$s
sv_se: Datum: %1$s

source: Subject: %1$s
cs_cz: Předmět: %1$s
da_dk: Emne: %1$s
es_mx: Asunto: %1$s
fr_fr: Sujet : %1$s
hu_hu: Tárgy: %1$s
it_it: Oggetto: %1$s
nl_nl: Onderwerp: %1$s
pl_pl: Temat: %1$s
pt_br: Assunto: %1$s
ro_ro: Subiect: %1$s
sv_se: Ämne: %1$s

source: Use custom name
bg_bg: Използвайте персонализирано име
cs_cz: Použít vlastní jméno
da_dk: Brug tilpasset navn
es_mx: Usar nombre personalizado
fr_fr: Utiliser le nom personnalisé
hu_hu: Egyéni név használata
it_it: Usa nome personalizzato
nb_no: Bruk egendefinert navn
nl_nl: Gebruik de zelfbedachte naam
pl_pl: Użyj nazwy niestandardowej
pt_br: Usar nome personalizado
ro_ro: Utilizează nume personalizat
sv_se: Använd anpassat namn

source: Custom name
bg_bg: Персонализирано име
cs_cz: Vlastní jméno
da_dk: Tilpasset navn
es_mx: Nombre personalizado
fr_fr: Nom personnalisé
hu_hu: Egyéni név használata
it_it: Nome personalizzato
nb_no: Egendefinert navn
nl_nl: Zelfbedachte naam
pl_pl: Nazwa niestandardowa
pt_br: Nome personalizado
ro_ro: Nume personalizat
sv_se: Anpassat namn

source: Select a checkbox to define a custom name for that address; otherwise the mail account's default name will be used. If you want to use an address anonymously, select the checkbox and leave the field empty.
bg_bg: Изберете квадратче за отметка, за да определите персонализирано име за този адрес; в противен случай ще се използва името по подразбиране на пощенския акаунт. Ако искате да използвате адрес анонимно, поставете отметка и оставете полето празно.
cs_cz: Zaškrtněte pro nastavení vlastního jména pro tuto adresu, nebo se použije výchozí jméno pro daný poštovní účet. Chcete-li adresu používat anonymně, zaškrtněte a nechte pole prázdné.
da_dk: Kryds af for at definere et tilpasset navn for den adresse. Ellers vil e-mail-adressens standardnavn blive brugt. Hvis du vil bruge en adresse anonymt, kryds af og lad feltet være tomt.
es_mx: Seleccione una casilla de verificación para definir un nombre personalizado para esa dirección; de lo contrario se utilizará el nombre predeterminado de de la cuenta de correo. Si desea utilizar una dirección anónima, marque esta casilla y deje el campo vacío.
fr_fr: Cochez la case pour définir un nom personnalisé pour cette adresse ; sinon, c'est le nom par défaut du compte de courriel qui sera utilisé. Si vous souhaitez utiliser une adresse de manière anonyme, cochez la case et laissez le champ vide.
hu_hu: Engedélyezze ezt a beállítást az egyedi név meghatározásához, ellenkező esetben a levelező alapértelmezett felhasználóneve kerül felhasználásra. Amennyiben egy címet szeretne névtelenül használ, akkor engedélyezze a beállítást és hagyja üresen a mezőt.
it_it: Marca una casella di selezione per definire un nome personalizzato per l'indirizzo; altrimenti sarà utilizzato il nome predefinito dell'account di posta elettronica. Se desideri utilizzare un indirizzo in modo anonimo, seleziona la casella e lascia vuoto il campo.
nb_no: Velg en avkrysningsboks for å definere et egendefinert navn for adressen; ellers vil epostkontoen sitt standardnavn bli brukt. Hvis du ønsker å bruke en adresse anonymt, velg avkrysningsboksen og la feltet være tomt.
nl_nl: Selecteer een selectievakje om een zelfbedachte naam te geven aan het betreffende adres; anders wordt de standaard accountnaam gebruikt. Als u het adres anoniem wilt gebruiken, kunt u het selectievakje selecteren en het invulveld leeg laten.
pl_pl: Aby użyć niestandardowej nazwy przy tym adresie, zaznacz to pole. W przeciwnym razie zostanie użyta domyślna nazwa danego konta. Jeśli chcesz używać adresu anonimowo, zaznacz to pole wyboru, ale nie wpisuj niczego do pola.
pt_br: Selecione uma caixa de seleção para definir um nome personalizado para esse endereço; caso contrário, o nome padrão da conta de e-mail será usado. Se você quiser usar um endereço anonimamente, selecione a caixa de seleção e deixe o campo vazio.
ro_ro: Selectați o căsuță pentru a defini un nume personalizat pentru această adresă; în caz contrar va fi utilizat numele implicit al contului de mail. Dacă doriți să utilizați adresa în mod anonim, selectați căsuța și lăsați câmpul gol.
sv_se: Markera en kryssruta för att definiera ett eget namn för den adressen; annars kommer e-postkontots standardnamn användas. Om du vill använda en adress anonymt, markera kryssrutan och lämna fältet tomt.

source: Edit real names
bg_bg: Редактирай истинските имена
cs_cz: Upravit skutečná jména
da_dk: Redigér virkelige navne
es_mx: Editar nombres reales
fr_fr: Modifier les noms réels
hu_hu: Valódi nevek szerkesztése
it_it: Modifica i nomi effettivi
nb_no: Endre virkelige navn
nl_nl: Bewerk echte naam
pl_pl: Edytuj nazwy rzeczywiste
pt_br: Editar nomes reais
ro_ro: Editează numele reale
sv_se: Redigera verkliga namn

source: Image size
cs_cz: Velikost obrázku
da_dk: Størrelse på billede
es_mx: Tamaño de imagen
fr_fr: Taille de l'image
hu_hu: Képméret
it_it: Dimensione immagine
nl_nl: Afbeeldingsgrootte
pl_pl: Rozmiar obrazu
pt_br: Tamanho da imagem
ro_ro: Dimensiune imagine
sv_se: Bildstorlek

source: The image cannot not be resized because it was not found on your hard drive.
cs_cz: Velikost obrázku nelze změnit, protože na vašem disku nebyl nalezen.
da_dk: Billedets størrelse kunne ikke ændres da det ikke kunne findes på harddisken.
es_mx: La imagen no se pudo redimensionar porque no se encontró en su disco duro.
fr_fr: L'image ne peut pas être redimensionnée car elle n'a pas pu être trouvée sur votre disque dur.
hu_hu: A képet nem lehet átméretezni, mert nem található a merevlemezen.
it_it: L'immagine non può essere ridimensionata poiché non è stata trovata sul disco fisso.
nl_nl: De afbeelding kan niet verschaalt worden omdat het niet is gevonden op uw harde-schijf.
pl_pl: Nie można zmienić rozmiaru obrazu, ponieważ nie znaleziono go na dysku twardym.
pt_br: A imagem não pode ser redimensionada pois não foi encontrada em seu disco rígido.
ro_ro: Imaginea nu poate fi redimensionată, deoarece nu a fost găsită pe unitatea de hard disk.
sv_se: Bildens storlek kunde inte ändras eftersom den inte hittades på din hårddisk.

source: Small (%1$s px)
cs_cz: Malý (%1$s px)
da_dk: Lille (%1$s px)
es_mx: Pequeña (%1$s px)
fr_fr: Petite (%1$s px)
hu_hu: Kicsi (%1$s px)
it_it: Piccola (%1$s px)
nl_nl: Klein (%1$s px)
pl_pl: Mały (%1$s px)
pt_br: Pequena (%1$s px)
ro_ro: Mic (%1$s px)
sv_se: Liten (%1$s px)

source: Medium (%1$s px)
cs_cz: Střední (%1$s px)
es_mx: Media (%1$s px)
fr_fr: Moyenne (%1$s px)
hu_hu: Közepes (%1$s px)
it_it: Media (%1$s px)
nl_nl: Gemiddeld (%1$s px)
pl_pl: Średni (%1$s px)
pt_br: Média (%1$s px)
ro_ro: Mediu (%1$s px)
sv_se: Mellan (%1$s px)

source: Large (%1$s px)
cs_cz: Velký (%1$s px)
da_dk: Stor (%1$s px)
es_mx: Grande (%1$s px)
fr_fr: Grande (%1$s px)
hu_hu: Nagy (%1$s px)
it_it: Grande (%1$s px)
nl_nl: Groot (%1$s px)
pl_pl: Duży (%1$s px)
pt_br: Grande (%1$s px)
ro_ro: Mare (%1$s px)
sv_se: Stor (%1$s px)

source: Original
cs_cz: Původní
fr_fr: D'origine
hu_hu: Eredeti
it_it: Originale
nl_nl: Oorspronkelijk
pl_pl: Oryginalny
sv_se: Ursprunglig

source: Small
cs_cz: Malý
da_dk: Lille
es_mx: Pequeña
fr_fr: Petite
hu_hu: Kicsi
it_it: Piccola
nl_nl: Klein
pl_pl: Mały
pt_br: Pequena
ro_ro: Mic
sv_se: Liten

source: Medium
bg_bg: Среден
ca_es: Mitjana
cs_cz: Střední
da_dk: Mellem
es_mx: Media
fr_fr: Moyenne
hu_hu: Közepes
it_it: Media
nl_nl: Gemiddeld
pl_pl: Średni
pt_br: Médio
ro_ro: Mediu

source: Large
cs_cz: Velký
da_dk: Stor
es_mx: Grande
fr_fr: Grande
hu_hu: Nagy
it_it: Grande
nl_nl: Groot
pl_pl: Duży
pt_br: Grande
ro_ro: Mare
sv_se: Stor

source: %1$d month
bg_bg: %1$d месец
cs_cz: %1$d měsíc
da_dk: 1 måned
es_mx: %1$d mes
fr_fr: %1$d mois
hu_hu: %1$d hónap
it_it: %1$d mese
nb_no: %1$d måned
nl_nl: %1$d maand
pl_pl: %1$d miesiąc
pt_br: %1$d mês
ro_ro: %1$d lună
sv_se: %1$d månad

source: %1$d year
bg_bg: %1$d година
cs_cz: %1$d rok
da_dk: %1$d år
es_mx: %1$d año
fr_fr: %1$d an
hu_hu: %1$d év
it_it: %1$d anno
nb_no: %1$d år
nl_nl: %1$d jaar
pl_pl: %1$d rok
pt_br: %1$d ano
ro_ro: 1 ani
sv_se: %1$d år

source: Delete files after expiration
cs_cz: Po vypršení soubory smazat
da_dk: Slet filer når de udløber
es_mx: Borrar archivos después de la expiración
fr_fr: Supprimer les fichiers après expiration
hu_hu: A fájlok törlése a lejárat után
it_it: Elimina i file dopo la scadenza
nl_nl: Verwijder bestanden na de vervaldatum
pl_pl: Usuń pliki po upływie terminu ważności
pt_br: Excluir arquivos após a expiração
ro_ro: Șterge fișierele după expirare
sv_se: Ta bort filer efter utgångsdatum

source: Use password
cs_cz: Použijte heslo
da_dk: Brug adgangskode
es_mx: Usar contraseña
fr_fr: Utiliser le mot de passe
hu_hu: Jelszó használata
it_it: Utilizza password
nl_nl: Gebruik wachtwoord
pl_pl: Użyj hasła
pt_br: Usar senha
ro_ro: Utilizează parola
sv_se: Använd lösenord

source: Receive notification when someone finished downloading file(s)
cs_cz: Dostávat oznámení při dokončení stahování souborů.
da_dk: Få besked, når nogen blev færdige med at hente filen/filerne.
es_mx: Recibir una notificación cuando alguien termine de descargar el archivo o los archivos
fr_fr: Recevoir une notification lorsque quelqu'un a fini de télécharger le(s) fichier(s)
hu_hu: Értesítést kap, ha valaki befejezte a fájl(ok) letöltését
it_it: Ricevi una notifica quando qualcuno termina lo scaricamento di file
nl_nl: Ontvang meldingen als iemand klaar is met het downloaden van de bestanden
pl_pl: Otrzymuj powiadomienia, gdy ktoś zakończy pobieranie plików
pt_br: Receber notificação quando alguém terminar de baixar o(s) arquivo(s)
ro_ro: Obțineți notificări când cineva a finalizat descărcarea fișierului (fișierelor)
sv_se: Få avisering när någon har laddat ned fil(er)

source: Receive notification when the link expires
cs_cz: Dostat oznámení když odkaz vyprší
da_dk: Få besked, når URL'en udløber.
es_mx: Recibir notificación cuando el enlace caduque
fr_fr: Recevoir une notification lorsque le lien expire
hu_hu: Értesítést kap, ha a linkek lejártak
it_it: Ricevi una notifica quando il collegamento scade
nl_nl: Ontvang een melding als de link verloopt
pl_pl: Otrzymaj powiadomienie, gdy link utraci ważność
pt_br: Receber notificação quando o link expirar
ro_ro: Obțineți notificări când expiră legătura
sv_se: Få avisering när länken går ut

source: Receive notification when someone accesses the file(s)
cs_cz: Dostávat oznámení, když někdo k souboru přistoupí
da_dk: Få besked, når nogen tilgår filen/filerne.
es_mx: Recibir notificación cuando alguien acceda al archivo o a los archivos
fr_fr: Recevoir une notification lorsque quelqu'un accède au(x) fichier(s)
hu_hu: Értesítést kap, ha valaki hozzáfért a fájl(ok)hoz
it_it: Ricevi una notifica quando qualcuno accede ai file
nl_nl: Ontvang een melding als iemand de bestanden download
pl_pl: Otrzymuj powiadomienia, gdy ktoś otworzy pliki
pt_br: Receber notificação quando alguém acessar o(s) arquivo(s)
ro_ro: Obțineți notificări când cineva accesează fișierul (fișierele)
sv_se: Få avisering när någon kommer åt filen(-erna)

source: Use %1$s
bg_bg: Използвайте %1$s
cs_cz: Použít %1$s
da_dk: Brug %1$s
es_mx: Usar %1$s
fr_fr: Utiliser %1$s
hu_hu: %1$s használata
it_it: Utilizza %1$s
nb_no: Bruk %1$s
nl_nl: Gebruik %1$s
pl_pl: Użyj aplikacji %1$s
ro_ro: Utilizează %1$s
sv_se: Använd %1$s

source: %1$s options
cs_cz: Možnosti %1$s
da_dk: %1$s valg
es_mx: Opciones de %1$s
fr_fr: Options %1$s
hu_hu: %1$s beállításai
it_it: Opzioni di %1$s
nl_nl: %1$s opties
pl_pl: Opcje %1$s
pt_br: Opções do %1$s
ro_ro: Opțiuni %1$s
sv_se: %1$s alternativ

source: Signatures
bg_bg: Подписи
ca_es: Firmes
cs_cz: Podpisy
da_dk: Underskrifter
es_mx: Firmas
hu_hu: Aláírások
it_it: Firme
nb_no: Signatur
nl_nl: Ondertekeningen
pl_pl: Podpisy
pt_br: Assinaturas
ro_ro: Semnături
sv_se: Signaturer

source: No signature
bg_bg: Без подпис
ca_es: Sense firma
cs_cz: Žádný podpis
da_dk: Ingen underskrift
es_mx: Sin firma
fr_fr: Pas de signature
hu_hu: Nincs aláírás
it_it: Nessuna firma
nb_no: Ingen signatur
nl_nl: Geen ondertekening
pl_pl: Bez podpisu
pt_br: Sem assinatura
ro_ro: Nicio semnătură
sv_se: Ingen signatur

source: %1$s more...
cs_cz: %1$s další...
da_dk: %1$s mere...
es_mx: %1$s más...
fr_fr: %1$s de plus...
hu_hu: még %1$s...
it_it: %1$s altre...
nl_nl: nog %1$s...
pl_pl: %1$s więcej...
pt_br: %1$s mais...
ro_ro: încă %1$s…
sv_se: %1$s fler...

source: Edit signatures...
cs_cz: Upravit podpisy...
da_dk: Redigér underskrifter...
es_mx: Editar firmas...
fr_fr: Modifier les signatures...
hu_hu: Aláírások szerkesztése...
it_it: Modifica le firme...
nl_nl: Handtekeningen bewerken...
pl_pl: Edytuj podpisy...
pt_br: Editar assinaturas...
ro_ro: Editare semnături...
sv_se: Redigera signaturer...

source: Manage signatures
bg_bg: Управлявай подписите
cs_cz: Spravovat podpisy
da_dk: Håndtér underskrifter
es_mx: Administrar firmas
fr_fr: Gérer les signatures
hu_hu: Aláírások kezelése
it_it: Gestisci le firme
nb_no: Behandle signaturer
nl_nl: Beheer ondertekeningen
pl_pl: Zarządzaj podpisami
pt_br: Gerenciar assinaturas
ro_ro: Gestionează semnăturile
sv_se: Hantera signaturer

source: Plain Text
bg_bg: Обикновен текст
ca_es: Text pla
cs_cz: Prostý text
da_dk: Ren tekst
es_mx: Texto sencillo
fr_fr: Texte pur
hu_hu: Sima szöveg
it_it: Testo semplice
nb_no: Ren tekst
nl_nl: Platte tekst
pl_pl: Zwykły tekst
pt_br: Texto simples
ro_ro: Text simplu
sv_se: Klartext

# E-Mail
source: Priority
bg_bg: Приоритет
cs_cz: Priorita
da_dk: Prioritet
es_mx: Prioridad
fr_fr: Priorité
hu_hu: Prioritás
it_it: Priorità
nb_no: Prioritet
nl_nl: Prioriteit
pl_pl: Priorytet
pt_br: Prioridade
ro_ro: Prioritate
sv_se: Prioritet

# E-Mail priority
source: High
bg_bg: Висок
cs_cz: Vysoká
da_dk: Høj
es_mx: Alta
fr_fr: Élevée
hu_hu: Magas
it_it: Alta
nb_no: Høy
nl_nl: Hoog
pl_pl: Wysoki
pt_br: Alta
ro_ro: Ridicată
sv_se: Hög

# E-Mail priority
source: Normal
bg_bg: Нормален
cs_cz: Běžná
fr_fr: Normale
hu_hu: Normál
it_it: Normale
nl_nl: Normaal
pl_pl: Normalny
ro_ro: Normală

# E-Mail priority
source: Low
bg_bg: Нисък
cs_cz: Nízká
da_dk: Lav
es_mx: Baja
fr_fr: Basse
hu_hu: Alacsony
it_it: Bassa
nb_no: Lav
nl_nl: Laag
pl_pl: Niski
pt_br: Baixa
ro_ro: Scăzută
sv_se: Låg

source: Attach Vcard
bg_bg: Добави Визитка (Vcard)
ca_es: Adjunta vCard
cs_cz: Připojit vCard
da_dk: Vedhæft vCard
es_mx: Adjuntar vCard
fr_fr: Joindre ma vCard
hu_hu: vCard csatolása
it_it: Allega vCard
nb_no: Legg ved vCard
nl_nl: vCard toevoegen
pl_pl: Dołącz wizytówkę
pt_br: Anexar vCard
ro_ro: Atașează Vcard
sv_se: Bifoga Vcard

source: Request read receipt
bg_bg: Искайте разписка за четене
ca_es: Sol·licita una confirmació de lectura
cs_cz: Vyžádat potvrzení o doručení
da_dk: Bed om kvittering ved levering
es_mx: Solicitar confirmación de lectura
fr_fr: Demander un accusé de réception
hu_hu: Tértivevény kérése
it_it: Richiedi conferma di lettura
nb_no: Be om lesekvittering
nl_nl: Verzoek om een leesbevestiging
pl_pl: Żądaj potwierdzeń zwrotnych
pt_br: Solicitar confirmação de leitura
ro_ro: Solicită confirmare de citire
sv_se: Begär läskvitto

source: Save draft and close
cs_cz: Uložit koncept a zavřít
da_dk: Gem klade og luk
es_mx: Guardar borrador y cerrar
fr_fr: Enregistrer le brouillon et fermer
hu_hu: Vázlat mentése és bezárás
it_it: Salva bozza e chiudi
nl_nl: Concept opslaan en sluiten
pl_pl: Zapisz wersję roboczą i zamknij
pt_br: Salvar rascunho e fechar
ro_ro: Salvare schiță și închidere
sv_se: Spara utkast och stäng

source: Did you know?
cs_cz: Věděli jste, že...?
da_dk: Viste du?
es_mx: ¿Sabía que?
fr_fr: Le saviez-vous ?
hu_hu: Tudta?
it_it: Lo sapevi?
nl_nl: Wist je dat?
pl_pl: Czy wiesz, że...?
pt_br: Você sabia?
ro_ro: Știați că?
sv_se: Visste du detta?

source: Your changes are automatically saved while you compose your email until you finally send it.
cs_cz: Změny jsou automaticky ukládány zatímco zprávu píšete až do chvíle, kdy ji odešlete.
da_dk: Dine ændringer bliver automatisk gemt imens du skriver din e-mail, og indtil du sender den.
es_mx: Sus cambios se guardan automáticamente mientras redacta su correo hasta que finalmente lo envía.
fr_fr: Lorsque vous rédigez un courriel, vos modifications sont enregistrées automatiquement tout au long de la rédaction jusqu'à son envoi final.
hu_hu: A változtatásokat automatikusan menti a levél írása közben, mindaddig, amíg el nem küldi.
it_it: Le modifiche sono salvate automaticamente mentre componi il messaggio fino a quando non viene inviato.
nl_nl: Uw wijzigingen worden automatisch opgeslagen terwijl u uw mail opstelt, totdat u het uiteindelijk verzendt.
pl_pl: Twoje zmiany są automatycznie zapisywane podczas pisania wiadomości e-mail — aż do jej wysłania.
pt_br: Suas alterações são salvas automaticamente enquanto você redige seu e-mail até finalmente enviá-lo.
ro_ro: Modificările sunt salvate automat în timp ce compuneți e-mailul până când este trimis.
sv_se: Dina ändringar sparas automatiskt när du skriver ditt meddelande fram tills du skickar det.

source: Do not show again.
cs_cz: Znovu nezobrazovat.
da_dk: Vis ikke igen
es_mx: No mostrar otra vez.
fr_fr: Ne plus afficher.
hu_hu: Ne jelenjen meg többet.
it_it: Non mostrare ancora.
nl_nl: Niet opnieuw weergeven.
pl_pl: Nie pokazuj ponownie.
pt_br: Não exibir novamente.
ro_ro: Nu afișa din nou.
sv_se: Visa inte igen.

source: Couldn't load editor
bg_bg: Редакторът не можа да се зареди
cs_cz: Nepodařilo se načíst editor
da_dk: Kunne ikke indlæse editor
es_mx: No se pudo cargar el editor
fr_fr: Impossible de charger l'éditeur
hu_hu: A szerkesztő nem tölthető be.
it_it: Impossibile caricare l'editor
nb_no: Kunne ikke laste editor
nl_nl: Kan editor niet laden
pl_pl: Nie można wczytać redaktora
pt_br: Não foi possível carregar o editor
ro_ro: Nu s-au putut încărca editorul
sv_se: Kunde inte ladda editor

source: Saving...
cs_cz: Ukládám...
da_dk: Gemmer...
es_mx: Guardando...
fr_fr: Enregistrement...
hu_hu: Mentés...
it_it: Salvataggio in corso...
nl_nl: Opslaan...
pl_pl: Zapisywanie...
pt_br: Salvando...
ro_ro: Se salvează...
sv_se: Sparar...

source: Saved %s
cs_cz: Uloženo: %s
da_dk: Gemte %s
es_mx: Guardados %s
fr_fr: %s enregistré
hu_hu: %s mentve
it_it: Salvato %s
nl_nl: %s opgeslagen
pl_pl: Zapisano %s
pt_br: Salvo %s
ro_ro: %s a fost salvat
sv_se: Sparade %s

source: Save draft
cs_cz: Uložit koncept
da_dk: Gem kladde
es_mx: Guardar borrador
hu_hu: Piszkozat mentése
it_it: Salva la bozza
nl_nl: Concept opslaan
pl_pl: Zapisz wersję roboczą
pt_br: Salvar rascunho
ro_ro: Salvează schiță
sv_se: Spara utkast

source: This email has not been sent. You can save the draft to work on later.
cs_cz: Zpráva nebyla odeslána. Koncept můžete uložit a pokračovat později.
da_dk: Denne e-mail er ikke blevet sendt. Du kan gemme den som klade og arbejde på den senere.
es_mx: Este correo no se ha enviado. Puede guardar el borrador para seguir con él más tarde.
hu_hu: Ezt az e-mailt még nem küldte el. Elmentheti piszkozatként, hogy később tovább dolgozzon rajta.
it_it: Questo messaggio non è stato inviato. Puoi salvare la bozza per lavorarci più tardi.
nl_nl: Dit e-mailbericht is niet verzonden. U kan het concept opslaan om er later verder aan te werken.
pl_pl: Wiadomość e-mail nie została wysłana. Możesz zapisać wersję roboczą i wrócić do niej później.
pt_br: Este e-mail não foi enviado. Você pode salvar o rascunho para trabalhar mais tarde.
ro_ro: Acest e-mail nu a fost trimis. Aveți posibilitatea să salvați schița pentru a o continua mai târziu.
sv_se: Meddelandet har inte skickats. Du kan spara utkastet för att fortsätta skriva senare.

source: Delete draft
cs_cz: Smazat koncept
da_dk: Slet kladde
es_mx: Borrar borrador
hu_hu: Piszkozat törlése
it_it: Elimina la bozza
nl_nl: Concept verwijderen
pl_pl: Usuń wersję roboczą
pt_br: Excluir rascunho
ro_ro: Șterge schița
sv_se: Radera utkast

source: [Copy]
bg_bg: [Копие]
cs_cz: [Kopie]
da_dk: [Kopi]
es_mx: [Copia]
fr_fr: [Copie]
hu_hu: [Másolat]
it_it: [Copia]
nb_no: [Kopi]
nl_nl: [Kopie]
pl_pl: [Kopia]
pt_br: [Cópia]
ro_ro: [Copiază]
sv_se: [Kopia]

source: Hide carbon copy input field
cs_cz: Skrýt vstupní pole pro odeslání v kopii
da_dk: Skjul feltet BC
es_mx: Ocultar el campo con copia
fr_fr: Masquer le champ de saisie d'adresses en copie carbone
hu_hu: Másolat beviteli mező elrejtése
it_it: Nascondi campo copia conoscenza
nl_nl: Verberg kopie aan invoer veld
pl_pl: Ukryj pole wejściowe DW
pt_br: Ocultar campo de entrada de cópia
ro_ro: Ascunde câmpul de copie
sv_se: Dölj inmatningsfält för kopia

source: Hide blind carbon copy input field
cs_cz: Skrýt vstupní pole pro odeslání ve slepé kopii
da_dk: Skjul feltet BCC
es_mx: Ocultar el campo con copia oculta
fr_fr: Masquer le champ de saisie d'adresses en copie carbone invisible
hu_hu: Titkos másolat beviteli mező elrejtése
it_it: Nascondi campo copia conoscenza nascosta
nl_nl: Verberg blinde kopie aan invoer veld
pl_pl: Ukryj pole wejściowe UDW
pt_br: Ocultar campo de entrada de cópia oculta
ro_ro: Ascunde câmpul de copie invizibilă
sv_se: Dölj inmatningsfält för dold kopia

# verb
source: Flag
bg_bg: Маркиране
cs_cz: Příznak
da_dk: Markér
es_mx: Marcar
fr_fr: Marquer
hu_hu: Megjelöl
it_it: Contrassegno
nb_no: Flagg
nl_nl: Markeren
pl_pl: Oflaguj
pt_br: Marcar
ro_ro: Marchează
sv_se: Flagga

# verb
source: Unflag
bg_bg: Демаркиране
cs_cz: Odebrat příznak
da_dk: Fjern markering
es_mx: Desmarcar
fr_fr: Supprimer la marque
hu_hu: Jelölés eltávolítása
it_it: Rimuovi contrassegno
nl_nl: Demarkeren
pl_pl: Cofnij flagę
pt_br: Desmarcar
ro_ro: Șterge marcajul
sv_se: Avflagga

source: This mail has no content
bg_bg: Този мейл няма съдържание
ca_es: Aquest correu no té contingut
cs_cz: Tato zpráva nemá žádný obsah
da_dk: Denne e-mail har ikke noget indhold
es_mx: Este correo no tiene contenido
fr_fr: Ce message n'a pas de contenu
hu_hu: A levélnek nincs tartalma
it_it: Questo messaggio non ha contenuto
nb_no: Denne e-posten har ingen innhold
nl_nl: Dit e-mailbericht heeft geen inhoud
pl_pl: Wiadomość nie ma zawartości
pt_br: Este e-mail não tem conteúdo
ro_ro: Mesajul nu are niciun conținut
sv_se: Meddelandet har inget innehåll

source: Show quoted text
bg_bg: Покажи цитирания текст
ca_es: Mostra el text citat
cs_cz: Zobrazit citovaný text
da_dk: Vis citeret tekst
es_mx: Mostrar texto citado
fr_fr: Afficher le texte cité
hu_hu: Idézett szöveg megjelenítése
it_it: Mostra il testo citato
nb_no: Vis sitert tekst
nl_nl: Toon geciteerde tekst
pl_pl: Pokaż cytowany tekst
pt_br: Exibir texto citado
ro_ro: Afișează textul între ghilimele
sv_se: Visa citerad text
