Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: This file will be written in your default folder to allow editing
bg_bg: Този файл ще бъде написан в папката по подразбиране, за да може да се редактира
ca_es: Aquest fitxer es desarà a la vostra carpeta predeterminada per a permetre'n l'edició.
cs_cz: Tento soubor bude zapsán do vaší výchozí složky, aby bylo možné jej upravovat
da_dk: Filen vil blive skrevet i din standardmappe for at tillade redigering
es_mx: Este archivo se guardará en su carpeta predeterminada para permitir su edición
fr_fr: Ce fichier sera écrit dans votre dossier par défaut pour permettre de le modifier
hu_hu: Ez a fájl az alapértelmezett mappába kerül kiírásra a szerkesztéshez
it_it: Questo file sarà scritto nella cartella predefinita per consentire la modifica
nb_no: Denne filen vil bli skrevet i standardmappen for å tillate redigering
nl_nl: Dit bestand wordt in de standaardmap opgeslagen om bewerken mogelijk te maken
pl_pl: Ten plik zostanie zapisany w folderze domyślnym. Pozwoli to na jego edycję
pt_br: Este arquivo será gravado en sua pasta padrão para permitir edição
ro_ro: Fișierul va fi scris în dosarul dumneavoastră implicit pentru a permite editarea
sv_se: Den här filen kommer skrivas till din standardmapp för att kunna redigeras

source: Unified
bg_bg: Обединен
ca_es: Unificat
cs_cz: Spojené
da_dk: Standard
es_mx: Unificado
hu_hu: Egységes
it_it: Unificata
nb_no: Samlet
nl_nl: Standaard
pl_pl: Ujednolicone
pt_br: Unificado
ro_ro: Unificat
sv_se: Enhetlig

source: Japanese Carrier
ca_es: Transportista japonès
cs_cz: Japonský operátor
da_dk: Japansk udbyder
es_mx: Transportista japonés
hu_hu: Japán szolgáltató
it_it: Operatore giapponese
nb_no: Japansk bærer
nl_nl: Japanse Carrier
pl_pl: Operator japoński
pt_br: Portadora japonesa
sv_se: Japansk telekom

source: Face
bg_bg: Лица
ca_es: Cara
cs_cz: Tvář
da_dk: Ansigt
es_mx: Cara
fr_fr: Visage
hu_hu: Arc
it_it: Volto
nl_nl: Gezicht
pl_pl: Twarz
ro_ro: Față
sv_se: Ansikte

source: Feeling • Decoration
ca_es: Sensació • Decoració
cs_cz: Pocit • Dekorace
da_dk: Følelser • Decoration
es_mx: Sensación • Decoración
fr_fr: Sentiment • Décoration
hu_hu: Érzés • Díszítés
it_it: Sentimento • Decorazione
nb_no: Følelser • Dekor
nl_nl: Gevoel • Decoratie
pl_pl: Uczucie • Dekoracja
pt_br: Sentimento • Decoração
ro_ro: Senzație • Ornament
sv_se: Känsla • Dekoration

source: Weather • Season
ca_es: Temps • Estació
cs_cz: Počasí • Roční doba
da_dk: Vejr • Sæson
es_mx: Tiempo • Estación
fr_fr: Temps • Saison
hu_hu: Időjárás • Évszak
it_it: Meteo • Stagione
nb_no: Vær • Sesong
nl_nl: Weer • Seizoen
pl_pl: Pogoda • Pora roku
pt_br: Clima • Estação
ro_ro: Vreme • Anotimp
sv_se: Väder • Årstid

source: Character
ca_es: Caràcter
cs_cz: Postava
da_dk: Karakter
es_mx: Carácter
fr_fr: Caractère
hu_hu: Karakter
it_it: Carattere
nb_no: Tegn
nl_nl: Teken
pl_pl: Znak
pt_br: Caractere
ro_ro: Caracter
sv_se: Tecken

source: Food
bg_bg: Храна
ca_es: Menjar
cs_cz: Jídlo
da_dk: Mad
es_mx: Comida
fr_fr: Nourriture
hu_hu: Étel
it_it: Cibo
nb_no: Mat
nl_nl: Eten
pl_pl: Jedzenie
pt_br: Comida
ro_ro: Mâncare
sv_se: Mat

source: Life
ca_es: Vida
cs_cz: Život
da_dk: Liv
es_mx: Vida
fr_fr: Vie
hu_hu: Élet
it_it: Vita
nb_no: Livet
nl_nl: Leven
pl_pl: Życie
pt_br: Vida
ro_ro: Viață
sv_se: Liv

source: Tool
ca_es: Eina
cs_cz: Nástroj
da_dk: Værktøj
es_mx: Herramienta
fr_fr: Outil
hu_hu: Eszköz
it_it: Attrezzi
nb_no: Verktøy
nl_nl: Gereedschap
pl_pl: Narzędzie
pt_br: Ferramenta
ro_ro: Unealtă
sv_se: Verktyg

source: Hobby
bg_bg: Хоби
ca_es: Afició
cs_cz: Koníček
es_mx: Afición
fr_fr: Loisir
hu_hu: Hobbi
pt_br: Passatempo

source: Letters • Symbols
ca_es: Lletres • Símbols
cs_cz: Písmena • Znaky
da_dk: Bogstaver • Symboler
es_mx: Letras • Símbolos
fr_fr: Lettres • Symboles
hu_hu: Betűk • Szimbólumok
it_it: Lettere • Simboli
nb_no: Tegn • Symboler
nl_nl: Letters • Symbolen
pl_pl: Litery • Symbole
pt_br: Cartas • Símbolos
ro_ro: Litere • Simboluri
sv_se: Bokstäver • Symboler

source: Common Emoji
ca_es: Emojis comuns
cs_cz: Běžné Emoji
da_dk: Almindelige Emojis
es_mx: Emojis habituales
fr_fr: Émojis courants
hu_hu: Általános Emoji
it_it: Emoji generiche
nb_no: Felles Emoji
nl_nl: Algemene Emoji
pl_pl: Popularne znaki emoji
pt_br: Emoji comum
ro_ro: Emoji obișnuit
sv_se: Gemensam Emoji

source: All Emoji
bg_bg: Всички Емоджи
ca_es: Tots els emojis
cs_cz: Všechny Emoji
da_dk: Alle Emoji
es_mx: Todos los emojis
fr_fr: Tous les émojis
hu_hu: Minden Emoji
it_it: Tutte le Emoji
nb_no: Alle Emoji
nl_nl: Alle Emoji
pl_pl: Wszystkie symbole emoji
pt_br: Todos os emoji
ro_ro: Toate caracterele emoji
sv_se: Alla Emoji

source: Change who has access?
cs_cz: Změnit, kdo má přístup?
da_dk: Lav om på hvem der har adgang?
es_mx: ¿Modificar quién tiene acceso?
fr_fr: Modifier l'accès des utilisateurs ?
hu_hu: Módosítja a hozzáférést?
it_it: Vuoi cambiare chi ha accesso?
nl_nl: Wijzigen wie toegang heeft?
pl_pl: Zmienić osoby mające dostęp?
pt_br: Alterar quem tem acesso?
ro_ro: Schimbați cine are acces?
sv_se: Ändra vem som har åtkomst?

source: You are moving one or more items that are shared with other people. These people will lose access.
cs_cz: Přesouváte jednu nebo více položek, které jsou sdílené s dalšími lidmi. Tito uživatelé tím přijdou o přístup.
da_dk: Du er ved at flytte en eller flere ting som er delt med andre folk. Disse folk mister adgang.
es_mx: Está moviendo uno o más elementos que se han compartido con otras personas. Dichas personas perderán el acceso.
fr_fr: Vous déplacez un ou plusieurs éléments partagés avec d'autres personnes. Ces utilisateurs perdront leur accès.
hu_hu: Egy vagy több olyan elemet helyez át, amelyet megosztottak másokkal. Ezek az emberek elveszítik a hozzáférésüket.
it_it: Stai spostando uno o più elementi condivisi con altre persone. Queste persone perderanno l'accesso.
nl_nl: U verplaatst één of meer items die met andere mensen zijn gedeeld. Deze mensen raken de toegang kwijt.
pl_pl: Co najmniej jeden z przenoszonych elementów jest udostępniony innym osobom. Stracą one do niego dostęp.
pt_br: Você está movendo um ou mais itens que são compartilhados com outras pessoas. Essas pessoas perderão o acesso.
ro_ro: Mutați unul sau mai multe elemente care sunt partajate cu alte persoane. Aceste persoane vor pierde accesul.
sv_se: Du flyttar ett eller flera objekt som delas med andra. De andra användarna kommer att förlora åtkomst.

source: File has been moved
bg_bg: Файлът е преместен
ca_es: El fitxer ha estat mogut
cs_cz: Soubor byl přesunut
da_dk: Filen er blevet flyttet
es_mx: El archivo se ha movido
fr_fr: Le fichier a été déplacé
hu_hu: A fájl áthelyezésre megtörtént
it_it: Il file è stato spostato
nb_no: Filen har blitt flyttet
nl_nl: Bestand is verplaatst
pl_pl: Plik został przeniesiony
pt_br: O arquivo foi movido
ro_ro: Fișierul a fost mutat
sv_se: Filen har flyttats

source: Files have been moved
bg_bg: Файловете бяха преместени
ca_es: Els fitxers no han estat moguts
cs_cz: Soubory byly přesunuty
da_dk: Filerne er blevet flyttet
es_mx: Los archivos se han movido
fr_fr: Les fichiers ont été déplacés
hu_hu: A fájlok áthelyezésre kerültek
it_it: I file sono stati spostati
nb_no: Filer har blitt flyttet
nl_nl: Bestanden zijn verplaatst
pl_pl: Pliki zostały przeniesione
pt_br: Os arquivos foram movidos
ro_ro: Fișierele au fost mutate
sv_se: Filerna har flyttats

source: File has been copied
bg_bg: Файлът е копиран
ca_es: El fitxer ha estat copiat
cs_cz: Soubor byl zkopírován
da_dk: Filen er blevet kopieret
es_mx: El archivo se ha copiado
fr_fr: Le fichier a été copié
hu_hu: A fájl átmásolása megtörtént
it_it: Il file è stato copiato
nb_no: Filen har blitt kopiert
nl_nl: Bestand is gekopieerd
pl_pl: Plik został skopiowany
pt_br: O arquivo foi copiado
ro_ro: Fișierul a fost copiat
sv_se: Filen har kopierats

source: Files have been copied
bg_bg: Файловете са копирани
ca_es: Els fitxers s'han copiat
cs_cz: Soubory byly zkopírovány
da_dk: Filerne er blevet kopieret
es_mx: Los archivos se han copiado
fr_fr: Les fichiers ont été copiés
hu_hu: A fájlok átmásolásra kerültek
it_it: I file sono stati copiati
nb_no: Filene har blitt kopiert
nl_nl: Bestanden zijn gekopieerd
pl_pl: Pliki zostały skopiowane
pt_br: Os arquivos foram copiados
ro_ro: Fișierele au fost copiate
sv_se: Filer har kopierats

source: Revoked access.
bg_bg: Отменен достъп.
cs_cz: Odebrán přístup.
da_dk: Adgang trukket tilbage.
es_mx: Acceso cancelado.
fr_fr: Accès révoqué.
hu_hu: Visszavont hozzáférés.
it_it: Accesso revocato.
nb_no: Tilbakekalt tilgang.
nl_nl: Ingetrokken toegang.
pl_pl: Odwołany dostęp.
pt_br: Acesso revogado.
ro_ro: Acces revocat.
sv_se: Återkallade åtkomst.

source: New note
bg_bg: Нова бележка
cs_cz: Nová poznámka
da_dk: Ny note
es_mx: Nueva nota
fr_fr: Nouvelle note
hu_hu: Új megjegyzés
it_it: Nuova nota
nb_no: Nytt notat
nl_nl: Nieuwe notitie
pl_pl: Nowa notatka
pt_br: Nova nota
ro_ro: Notiță nouă
sv_se: Ny anteckning

source: Upload folder
cs_cz: Nahrát složku
da_dk: Overfør mappe
es_mx: Cargar carpeta
fr_fr: Transférer un dossier
hu_hu: Mappa feltöltése
it_it: Carica cartella
nl_nl: Map uploaden
pl_pl: Prześlij folder
pt_br: Enviar pasta
ro_ro: Încărcă dosar
sv_se: Ladda upp mapp

source: Lock
bg_bg: Заключи
ca_es: Bloqueja
cs_cz: Zamknout
da_dk: Lås
es_mx: Bloquear
fr_fr: Verrouiller
hu_hu: Zárolás
it_it: Blocca
nb_no: Lås
nl_nl: Blokkeren
pl_pl: Zablokuj
pt_br: Bloquear
ro_ro: Blochează
sv_se: Lås

source: Unlock
bg_bg: Отключи
ca_es: Desbloqueja
cs_cz: Odemknout
da_dk: Lås op
es_mx: Desbloquear
fr_fr: Déverrouiller
hu_hu: Feloldás
it_it: Sblocca
nb_no: Låse opp
nl_nl: Deblokkeren
pl_pl: Odblokuj
pt_br: Desbloquear
ro_ro: Deblochează
sv_se: Lås upp

source: Delete version
bg_bg: Изтриване на версията
ca_es: Suprimeix la versió
cs_cz: Smazat verzi
da_dk: Slet version
es_mx: Borrar versión
fr_fr: Supprimer la version
hu_hu: Verzió törlése
it_it: Elimina versione
nb_no: Slett versjon
nl_nl: Versie verwijderen
pl_pl: Usuń wersję
pt_br: Excluir versão
ro_ro: Șterge versiunea
sv_se: Ta bort version

source: Delete all previous versions
cs_cz: Smazat všechny předchozí verze
da_dk: Slet alle tidligere versioner
es_mx: Borrar todas las versiones previas
fr_fr: Supprimer toutes les versions précédentes
hu_hu: Minden korábbi verzió törlése
it_it: Elimina tutte le versioni precedenti
nl_nl: Verwijder alle vorige versies
pl_pl: Usuń wszystkie poprzednie wersje
pt_br: Excluir todas as versões anteriores
ro_ro: Șterge versiunea
sv_se: Ta bort alla föregående versioner

source: Make this the current version
bg_bg: Направете тази актуална версия
ca_es: Estableix-la com a versió actual
cs_cz: Nastavit jako aktuální verzi
da_dk: Gør denne til nuværende version
es_mx: Establecer como versión actual
fr_fr: Faire de cette version la version actuelle
hu_hu: Legyen ez az aktuális verzió
it_it: Scegli questa come versione corrente
nb_no: Gjør dette til gjeldende versjon
nl_nl: Maak dit de huidige versie
pl_pl: Ustaw tę wersję jako bieżącą
pt_br: Tornar esta a versão atual
ro_ro: Selectează ca versiune curentă
sv_se: Använd det här som aktuell version

source: Drop here to upload a <b class="dndignore">new file</b>
bg_bg: Качете тук, за да качите <b class = \ "dndignore "> нов файл </ b>
ca_es: Arrossega aquí per a pujar un <b class="dndignore">nou fitxer</b>
cs_cz: Upusťte zde pro nahrání <b class="dndignore">nového souboru</b>
da_dk: Slip her for at overføre en <b class="dndignore">ny fil</b>
es_mx: Soltar aquí para subir un <b class="dndignore">nuevo archivo</b>
fr_fr: Déposer ici pour télécharger un <b class="dndignore">nouveau fichier</b>
hu_hu: Húzza ide a feltöltendő <b class='dndignore'>új fájlt</b>
it_it: Rilascia qui per caricare un <b class="dndignore">nuovo file</b>
nb_no: Slipp her for å laste opp en <b class="dndignore">ny fil</b>
nl_nl: Sleep bestand hierheen om het als <b class="dndignore">nieuw bestand</b> toe te voegen
pl_pl: Upuść tutaj, aby przesłać <b class="dndignore">nowy plik</b>
pt_br: Solte aqui para enviar um <b class="dndignore">novo arquivo</b>
ro_ro: Glisați aici pentru a încărca un <b class="dndignore">fișier nou</b>
sv_se: Släpp här för att ladda upp en <b class="dndignore">ny fil</b>

source: Drop here to upload a <b class="dndignore">new version</b> of "%1$s"
bg_bg: Качете тук, за да качите <b class = \ "dndignore " нова версия </ b> от \ " %1$s "
ca_es: Arrossega aquí per a pujar-ne una <b class="dndignore">nova versió</b> de "%1$s"
cs_cz: Upusťte zde pro nahrání <b class="dndignore">nové verze</b> „%1$s“
da_dk: Slip her for at overføre en <b class="dndignore">ny version</b> af "%1$s"
es_mx: Soltar aquí para subir una <b class="dndignore">nueva versión</b> de "%1$s"
fr_fr: Déposer ici pour télécharger une <b class="dndignore">nouvelle version</b> de « %1$s »
hu_hu: Húzza ide a(z) „%1$s” feltöltendő <b class='dndignore'>új verzióját</b>
it_it: Rilascia qui per caricare una <b class="dndignore">nuova versione</b> di "%1$s"
nb_no: Slipp her for å laste opp en <b class="dndignore">ny versjon</b> av "%1$s"
nl_nl: Sleep bestand hierheen om het als <b class="dndignore">nieuwe versie</b> van "%1$s" toe te voegen
pl_pl: Upuść tutaj, aby przesłać <b class="dndignore">nową wersję</b> pliku "%1$s"
pt_br: Solte aqui para enviar uma <b class="dndignore">nova versão</b> de "%1$s"
ro_ro: Glisați aici pentru a încărca o <b class="dndignore">versiune nouă</b> a "%1$s"
sv_se: Släpp här för att ladda upp en <b class="dndignore">ny version</b> av "%1$s"

source: Drop here to upload a <b class="dndignore">new version</b>
bg_bg: Качете тук, за да качите <b class = \ "dndignore " нова версия </ b>
ca_es: Arrossega aquí per a pujar-ne una <b class="dndignore">nova versió</b>
cs_cz: Upusťte zde pro nahrání <b class="dndignore">nové verze</b>
da_dk: Slip her for at overføre en <b class="dndignore">ny version</b>
es_mx: Soltar aquí para subir una <b class="dndignore">nueva versión</b>
fr_fr: Déposer ici pour télécharger une <b class="dndignore">nouvelle version</b>
hu_hu: Húzza ide a feltöltendő <b class='dndignore'>új verziót</b>
it_it: Rilascia qui per caricare una <b class="dndignore">nuova versione</b>
nb_no: Slipp her for å laste opp en <b class="dndignore">ny versjon</b>
nl_nl: Sleep bestand hierheen om het als <b class="dndignore">nieuwe versie</b> toe te voegen
pl_pl: Upuść tutaj, aby przesłać <b class="dndignore">nową wersję</b>
pt_br: Solte aqui para enviar uma <b class="dndignore">nova versão</b>
ro_ro: Glisați aici pentru a încărca o <b class="dndignore">versiune nouă</b>
sv_se: Släpp här för att ladda upp en <b class="dndignore">ny version</b>

source: Share your folders
bg_bg: Споделете папките си
cs_cz: Sdílejte své složky
da_dk: Del dine mapper
es_mx: Compartir sus carpetas
fr_fr: Partager vos dossiers
hu_hu: Mappák megjelenítése
it_it: Condividi le tue cartelle
nb_no: Del mappene dine
nl_nl: Deel uw mappen
pl_pl: Udostępnij foldery
pt_br: Compartilhar suas pastas
ro_ro: Partajați dosarele dumneavoastră
sv_se: Dela ut dina mappar

source: My %1$s
cs_cz: Můj %1$s
da_dk: Min %1$s
es_mx: Mi %1$s
fr_fr: Mon stockage %1$s
hu_hu: Saját %1$s
it_it: Il mio %1$s
nl_nl: Mijn %1$s
pl_pl: Moje konto %1$s
pt_br: Meu %1$s
ro_ro: %1$s
sv_se: Min %1$s

source: Account already exists
cs_cz: Účet již existuje
da_dk: Kontoen findes allerede
es_mx: La cuenta ya existe
fr_fr: Le compte existe déjà
hu_hu: Ez a felhasználói fiók már létezik.
it_it: L'account esiste già
nl_nl: Het account bestaat reeds.
pl_pl: Konto już istnieje
pt_br: Esta conta já existe
ro_ro: Contul există deja
sv_se: Kontot finns redan

source: Account could not be added
bg_bg: Профилът не можа да бъде добавен
cs_cz: Účet se nepodařilo přidat
da_dk: Konto kunne ikke tilføjes
es_mx: La cuenta no se pudo añadir
fr_fr: Le compte n'a pas pu être ajouté
hu_hu: Felhasználói fiók nem adható hozzá
it_it: L'account non può essere aggiunto
nb_no: Kontoen kunne ikke legges til
nl_nl: Account kan niet worden toegevoegd
pl_pl: Nie udało się dodać konta
pt_br: Conta não pode ser adicionada
ro_ro: Contul nu a putut fi adăugat
sv_se: Kontot kunde inte läggas till

source: This file has been added to the portal
bg_bg: Този файл е добавен към портала
ca_es: Aquest fitxer s'ha afegit al portal
cs_cz: Soubor byl přidán do portálu
da_dk: Denne fil er blevet tilføjet portalen
es_mx: Este archivo se ha añadido al portal
fr_fr: Ce fichier a été ajouté au portail
hu_hu: A fájl hozzáadva a portálhoz
it_it: Questo file è stato aggiunto al portale
nb_no: Denne filen har blitt lagt til portalen
nl_nl: Het bestand is toegevoegd aan het portaal
pl_pl: Plik został dodany do portalu
pt_br: Este arquivo foi adicionado ao portal
ro_ro: Fișierul a fost adăugat la portal
sv_se: Filen har lagts till i portalen

source: Your user name
cs_cz: Vaše uživatelské jméno
da_dk: Dit brugernavn
es_mx: Su nombre de usuario
fr_fr: Votre nom d'utilisateur
hu_hu: Felhasználóneve
it_it: Il tuo nome utente
nl_nl: Uw gebruikersnaam
pl_pl: Twoja nazwa użytkownika
pt_br: Seu nome de usuário
ro_ro: Nume de utilizator
sv_se: Ditt användarnamn

source: Your password
bg_bg: Вашата парола
ca_es: La vostra contrasenya
cs_cz: Vaše heslo
da_dk: Din adgangskode
es_mx: Su contraseña
fr_fr: Votre mot de passe
hu_hu: Jelszava
it_it: La tua password
nb_no: Passordet ditt
nl_nl: Uw wachtwoord
pl_pl: Twoje hasło
pt_br: Sua senha
ro_ro: Parola dvs.
sv_se: Ditt lösenord

source: Your url
cs_cz: Vaše URL
da_dk: Din URL
es_mx: Su url
fr_fr: Votre URL
hu_hu: URL-je
it_it: Il tuo URL
nl_nl: Uw URL
pl_pl: Twój adres URL
pt_br: Sua URL
ro_ro: URL-ul dvs.
sv_se: Din URL

source: Your credentials will be sent over a secure connection only
bg_bg: Вашите акредитиви ще бъдат изпратени само по сигурна връзка
cs_cz: Vaše přihlašovací údaje budou odeslány pouze zabezpečeným připojením
da_dk: Dine loginoplysninger vil kun blive sendt over en sikker forbindelse.
es_mx: Sólo se enviarán sus credenciales mediante una conexión segura
fr_fr: Vos identifiants seront envoyés uniquement à travers une connexion sécurisée
hu_hu: A hitelesítő adatokat csak biztonságos kapcsolaton keresztül küldjük
it_it: Le tue credenziali saranno inviate solo attraverso un canale sicuro
nb_no: Detaljene dine blir kun sendt over en sikker forbindelse
nl_nl: Uw aanmeldgegevens worden alleen over een beveiligde verbinding verzonden
pl_pl: Twoje poświadczenia będą przesyłane tylko przez bezpieczne połączenie
pt_br: Suas credenciais serão enviadas apenas através de uma conexão segura
ro_ro: Datele dumneavoastră de autentificare vor fi trimise doar prin conexiune securizată
sv_se: Din inloggningsinformation kommer endast skickas via en säker anslutning

source: Update
cs_cz: Aktualizace
da_dk: Opdatér
es_mx: Actualizar
fr_fr: Mettre à jour
hu_hu: Frissítés
it_it: Aggiornamento
nl_nl: Bijwerken
pl_pl: Aktualizuj
pt_br: Atualizar
ro_ro: Actualizează
sv_se: Uppdatera

source: Account updated successfully
cs_cz: Účet úspěšně aktualizován
da_dk: Konto opdateret med sucess
es_mx: Cuenta actualizada satisfactoriamente
fr_fr: Votre compte a bien été mis à jour
hu_hu: A fiók sikeresen frissítve
it_it: Account aggiornato correttamente
nl_nl: Account is succesvol bijgewerkt
pl_pl: Konto zostało zaktualizowane
pt_br: Conta atualizada com sucesso
ro_ro: Cont actualizat cu succes
sv_se: Kontot uppdaterades

source: The entered credential or authentication information does not work
cs_cz: Zadané přihlašovací nebo autentizační údaje nefungují
da_dk: De indtastede legitimations eller godkendelsesoplysinger virker ikke
es_mx: La información de credenciales o autenticación introducida no funciona
fr_fr: Les informations d'identification ou d'authentification saisies ne fonctionnent pas
hu_hu: A megadott hitelesítő adatok vagy hitelesítési információk nem működnek
it_it: Le credenziali digitate o le informazioni di autenticazione non funzionano
nl_nl: De opgegeven aanmeldgegevens of authenticatie werkt niet meer
pl_pl: Wprowadzone poświadczenia lub informacje uwierzytelniające nie działają
pt_br: As informações de credencial ou autenticação inseridas não funcionam
ro_ro: Informațiile de acreditare sau autentificare introduse nu au fost acceptate
sv_se: Angivna uppgifter eller autentiseringsinformation fungerar inte

source: Delete previous versions
cs_cz: Smazat předchozí verze
da_dk: Slet tidligere versioner
es_mx: Borrar versiones anteriores
fr_fr: Supprimer les versions précédentes
hu_hu: Korábbi verziók törlése
it_it: Elimina le versioni precedenti
nl_nl: Vorige versies verwijderen
pl_pl: Usuń poprzednie wersje
pt_br: Excluir versões anteriores
ro_ro: Șterge versiunile anterioare
sv_se: Radera tidigare versioner

source: Do you really want to delete all previous versions except the current version?
cs_cz: Opravdu chcete smazat všechny předchozí verze kromě té stávající?
da_dk: Vil du slette alle tidligere udgaver med undtagelse af den nuværende version?
es_mx: ¿De verdad quiere borrar todas las versiones previas excepto la actual?
fr_fr: Voulez-vous vraiment supprimer toutes les versions précédentes, à l'exception de la version actuelle ?
hu_hu: Valóban törölni szeretné az összes korábbi verziót, az aktuálist kivéve?
it_it: Vuoi davvero eliminare tutte le versioni precedenti eccetto quella attuale?
nl_nl: Weet u zeker dat u alle voorgaande versies wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć wszystkie poprzednie wersje — z wyjątkiem bieżącej?
pt_br: Deseja realmente excluir todas as versões anteriores exceto a versão atual?
ro_ro: Sigur doriți să ștergeți acest cont?
sv_se: Vill du verkligen ta bort alla föregående versioner förutom den nuvarande versionen?

source: This file has not been deleted, as it is locked by its owner.
bg_bg: Този файл не беше изтрит, тъй като е заключен от неговия собственик.
ca_es: No s'ha suprimit aquest fitxer perquè està bloquejat pel seu propietari.
cs_cz: Soubor nebyl smazán, protože je zamčený vlastníkem.
da_dk: Denne fil er ikke blevet slettet, da den er låst af sin ejer.
es_mx: No se ha borrado este archivo porque está bloqueado por su propietario.
fr_fr: Ce fichier n'a pas été supprimé, car il est verrouillé par son propriétaire.
hu_hu: A fájl nem lett törölve, mert a tulajdonosa zárolta.
it_it: Questo file non è stato eliminato, poiché è bloccato dal proprietario.
nb_no: Denne filen har ikke blitt slettet, fordi den er låst av eieren sin.
nl_nl: Dit bestand is niet verwijderd, omdat het geblokkeerd is door de eigenaar.
pl_pl: Ten plik nie został usunięty, ponieważ zablokował go właściciel.
pt_br: Este arquivo não foi excluído, pois está bloqueado pelo proprietário.
ro_ro: Acest fișier nu a fost șters deoarece este blocat de către proprietar.
sv_se: Filen har inte raderats, eftersom den är låst av dess ägare.

source: These files have not been deleted, as they are locked by their owner.
cs_cz: Soubory nebyly smazány, protože jsou zamčené vlastníkem.
da_dk: Disse filer er ikke blevet slettet, da de er låst af deres ejer.
es_mx: Estos archivos no se han borrado porque están bloqueados por su propietario.
fr_fr: Ces fichiers n'ont pas été supprimés, car ils sont verrouillés par leurs propriétaires.
hu_hu: A fájlok nem lettek törölve, mert a tulajdonosuk zárolta.
it_it: Questi file non sono stati eliminati, poiché sono bloccati dal proprietario.
nl_nl: Deze bestanden zijn niet verwijderd, omdat ze geblokkeerd zijn door de eigenaar.
pl_pl: Te pliki nie zostały usunięte, ponieważ zablokował je właściciel.
pt_br: Estes arquivos não foram excluídos, pois estão bloqueados pelo proprietário.
ro_ro: Aceste fișiere nu a fost șterse deoarece sunt blocate de către proprietar.
sv_se: Dessa filer har inte raderats, eftersom de har låsts av dess ägare.
