Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Forgot your password?
bg_bg: Забравена парола?
ca_es: Heu oblidat la vostra contrasenya?
cs_cz: Zapomněli jste heslo?
da_dk: Glemt adgangskode?
es_mx: ¿Olvidó su contraseña?
fr_fr: Mot de passe oublié ?
hu_hu: Elfelejtette a jelszót?
it_it: Hai dimenticato la password?
nb_no: Mistet passordet ditt?
nl_nl: Wachtwoord vergeten?
pl_pl: Nie pamiętasz hasła?
pt_br: Esqueceu sua senha?
ro_ro: Ați uitat parola?
sv_se: Glömt lösenordet?

source: Languages
bg_bg: Езици
ca_es: Llengües
cs_cz: Jazyky
da_dk: Sprog
es_mx: Idiomas
fr_fr: Langues
hu_hu: Nyelvek
it_it: Lingue
nb_no: Språk
nl_nl: Talen
pl_pl: Języki
pt_br: Idiomas
ro_ro: Limbi
sv_se: Språk

source: Language:
cs_cz: Jazyk:
da_dk: Sprog:
es_mx: Idioma:
fr_fr: Langue :
hu_hu: Nyelv:
it_it: Lingua:
nl_nl: Taal:
pl_pl: Język:
pt_br: Idioma:
ro_ro: Limbă:
sv_se: Språk:

source: No connection to server. Please check your internet connection and retry.
bg_bg: Няма връзка със сървъра. Моля, проверете връзката си с интернет и опитайте отново.
ca_es: No hi ha connexió amb el servidor. Per favor, comprovau la vostra connexió a Internet i provau-ho de nou.
cs_cz: Spojení se serverem není k dispozici. Zkontrolujte, prosím, své připojení k internetu a zkuste znovu.
da_dk: Ingen forbindelse til serveren. Tjek venligst din internetforbindelse og prøv igen.
es_mx: No hay conexión con el servidor. Por favor, compruebe su conexión a internet e inténtelo de nuevo.
fr_fr: La connexion au serveur a échoué. Veuillez vérifier votre connexion à Internet et réessayer.
hu_hu: Nincs kapcsolat a kiszolgálóhoz. Ellenőrizze internetkapcsolatát, és próbálja újra.
it_it: Nessuna connessione al server. Controlla la connessione a Internet e riprova.
nb_no: Ingen tilkobling til serveren. Vennligst kontroller internettforbindelsen din.
nl_nl: Geen verbinding met de server! Controleer uw internetverbinding en probeer het opnieuw.
pl_pl: Brak połączenia z serwerem. Sprawdź połączenie z Internetem i spróbuj ponownie.
pt_br: Sem conexão com o servidor. Verifique sua conexão com a internet e tente novamente.
ro_ro: Nicio conexiune cu serverul. Verificați conexiunea internet și încercați din nou.
sv_se: Ingen anslutning till servern. Kontrollera din internetanslutning och försök igen.

source: Please enter your credentials.
bg_bg: Моля, въведете идентификационните си данни.
ca_es: Per favor, introduïu les vostres credencials.
cs_cz: Zadejte, prosím, své přihlašovací údaje.
da_dk: Indtast venligst dine loginoplysninger.
es_mx: Por favor, introduzca sus claves.
fr_fr: Veuillez saisir vos données d'authentification.
hu_hu: Adja meg a hitelesítési adatait.
it_it: Digita le tue credenziali.
nb_no: Vennligst oppgi legitimasjon.
nl_nl: Voer alstublieft uw inloggegevens in.
pl_pl: Wprowadź poświadczenia.
pt_br: Insira suas credenciais.
ro_ro: Introduceți datele dumneavoastră de autentificare.
sv_se: Skriv in dina uppgifter.

source: Please enter your password.
bg_bg: Моля въведете паролата си.
ca_es: Per favor, introduïu la vostra clau.
cs_cz: Zadejte, prosím, své heslo.
da_dk: Indtast venligst din adgangskode.
es_mx: Por favor, introduzca su contraseña.
fr_fr: Veuillez saisir votre mot de passe.
hu_hu: Adja meg jelszavát.
it_it: Digita la tua password.
nb_no: Skriv inn ditt passord.
nl_nl: Voer alstublieft uw wachtwoord in.
pl_pl: Wprowadź hasło.
pt_br: Insira sua senha.
ro_ro: Introduceți parola.
sv_se: Skriv ditt lösenord.

source: Your browser version is not supported
cs_cz: Verze vašeho prohlížeče není podporovaná
da_dk: Din browser version er ikke understøttet
es_mx: La versión de su navegador no está admitida
fr_fr: La version de votre navigateur n'est pas prise en charge
hu_hu: A böngésző verziója nem támogatott
it_it: La versione del tuo browser non è supportata
nl_nl: Uw browserversie wordt niet ondersteund
pl_pl: Twoja wersja przeglądarki nie jest obsługiwana
pt_br: A versão do seu navegador não é compatível
ro_ro: Versiunea browserului dvs. nu este acceptată
sv_se: Din webbläsarversion stöds inte

source: Your browser is not supported
cs_cz: Váš prohlížeč není podporovaný
da_dk: Din browser er ikke understøttet
es_mx: Su navegador no está admitido
fr_fr: Votre navigateur n'est pas pris en charge
hu_hu: A böngészője nem támogatott
it_it: Il tuo browser non è supportato
nl_nl: Uw browser wordt niet ondersteund
pl_pl: Twoja przeglądarka nie jest obsługiwana
pt_br: Seu navegador não é suportado
ro_ro: Browserul dvs. nu este acceptat
sv_se: Din webbläsare stöds inte

source: This browser is not supported on your current platform.
bg_bg: Този браузър не се поддържа на текущата ви платформа.
ca_es: Aquest navegador no és compatible amb la vostra plataforma actual.
cs_cz: Tento prohlížeč není na vaší stávající platformě podporovaný.
da_dk: Denne browser er ikke understøttet på denne platform.
es_mx: No se admite este navegador en su plataforma actual.
fr_fr: Ce navigateur n'est pas compatible avec votre plate-forme actuelle.
hu_hu: A böngészője nem támogatott ezen a platformon.
it_it: Questo browser non è supportato sulla tua piattaforma attuale.
nb_no: Denne nettleseren støttes ikke på din nåværende plattform.
nl_nl: Deze browser wordt niet ondersteund op uw huidige platform.
pl_pl: Ta przeglądarka nie jest obsługiwana na bieżącej platformie.
pt_br: Este navegador não é suportado em sua plataforma atual.
ro_ro: Acest navigator nu este suportat pentru platforma dumneavoastră curentă.
sv_se: Webbläsaren stöds inte på din aktuella plattform.

source: You need to use Android %n or higher.
bg_bg: Трябва да използвате Android %n или по-нова версия.
ca_es: Necessitau emprar Android %n o posterior.
cs_cz: Musíte používat Android %n nebo novější.
da_dk: Du skal bruge Android %n eller højere.
es_mx: Es necesario usar Android %n o posterior.
fr_fr: Vous devez utiliser la version %n d'Android ou une version supérieure.
hu_hu: Az Android %n vagy újabb verziója szükséges.
it_it: Devi utilizzare Android %n o successivo.
nb_no: Du må bruke Android %n eller høyere.
nl_nl: U moet minimaal Android %n of hoger gebruiken.
pl_pl: Wymagany jest system Android w wersji %n lub wyższej.
pt_br: Você precisa usar Android %n ou superior.
ro_ro: Trebuie să utilizați Android %n sau o versiune mai recentă.
sv_se: Du måste använda Android %n eller nyare.

source: You need to use iOS %n or higher.
bg_bg: Трябва да използвате iOS %n или по-нова версия.
ca_es: Necessitau emprar iOS %n o superior.
cs_cz: Musíte používat iOS %n nebo novější.
da_dk: Du skal bruge iOS %n eller højere.
es_mx: Es necesario usar iOS %n o posterior.
fr_fr: Vous devez utiliser la version %n d'iOS ou une version supérieure.
hu_hu: Az iOS %n vagy újabb verziója szükséges.
it_it: Devi utilizzare iOS %n o successivo.
nb_no: Du må bruke iOS %n eller høyere.
nl_nl: U moet minimaal iOS %n of hoger gebruiken.
pl_pl: Wymagany jest system iOS w wersji %n lub wyższej.
pt_br: Você precisa usar iOS %n ou superior.
ro_ro: Trebuie să utilizați iOS %n sau o versiune mai recentă.
sv_se: Du måste använda iOS %n eller nyare.

source: Your platform is not supported
cs_cz: Váš systém není podporovaný
da_dk: Din platform er ikke understøttet
es_mx: Su plataforma no está admitida
fr_fr: Votre plate-forme n'est pas prise en charge
hu_hu: A platform nem támogatott
it_it: La tua piattaforma non è supportata
nl_nl: Uw platform wordt niet ondersteund
pl_pl: Twoja platforma nie jest obsługiwana
pt_br: Sua plataforma não é suportada
ro_ro: Platforma dvs. nu este acceptată
sv_se: Din plattform stöds inte

source: This platform is currently not supported.
bg_bg: Понастоящем тази платформа не се поддържа.
cs_cz: Tento systém není v tuto chvíli podporovaný.
da_dk: Denne platform er ikke understøttet lige nu.
es_mx: Esta plataforma no está admitida actualmente.
fr_fr: Votre plate-forme n'est pas prise en charge pour le moment.
hu_hu: A platform jelenleg nem támogatott.
it_it: Questa piattaforma non è attualmente supportata.
nl_nl: Dit systeem wordt momenteel niet ondersteund.
pl_pl: Ta platforma nie jest obecnie obsługiwana.
pt_br: Esta plataforma atualmente não é suportada.
ro_ro: Această platformă nu este suportată în prezent.
sv_se: Den här plattformen stöds inte för närvarande.

source: Support starts with Chrome %1$d, Firefox %2$d, IE %3$d, and Safari %4$d.
bg_bg: Поддръжката започва с Chrome %1$d , Firefox %2$d , IE %3$d и Safari %4$d .
cs_cz: Podpora začíná s Chrome %1$d, Firefox %2$d, IE %3$d a Safari %4$d.
da_dk: Understøttelse begynder med Chrome %1$d, Firefox %2$d, IE %3$d og Safari %4$d.
es_mx: Se admiten a partir de Chrome %1$d, Firefox %2$d, IE %3$d, y Safari %4$d.
fr_fr: La prise en charge démarre à partir de Chrome %1$d, Firefox %2$d, IE %3$d, et Safari %4$d.
hu_hu: A támogatás a Chrome %1$d, a Firefox %2$d, az IE %3$d és a Safari %4$d verzióknál kezdődik.
it_it: Il supporto inizia con Chrome %1$d, Firefox %2$d, IE %3$d e Safari %4$d.
nl_nl: Ondersteund vanaf Chrome %1$s, Firefox %2$d, IE %3$d en Safari %4$d.
pl_pl: Obsługa zaczyna się od wersji: Chrome %1$d, Firefox %2$d, IE %3$d oraz Safari %4$d.
pt_br: O suporte começa com Chrome %1$d, Firefox %2$d, IE %3$d, e Safari %4$d.
ro_ro: Asistența începe cu Chrome %1$d, Firefox %2$d, IE %3$d și Safari %4$d.
sv_se: Stöd startar från Chrome %1$d, Firefox %2$d, IE %3$d och Safari %4$d.

source: For best results we recommend using Google Chrome for Android.
bg_bg: За най-добри резултати препоръчваме да използвате Google Chrome за Android.
cs_cz: Chcete-li dosáhnout nejlepších výsledků, používejte Google Chrome for Android.
da_dk: Vi anbefaler at du bruger Google Chrome på Android.
es_mx: Para conseguir mejores resultados recomendamos usar Google Chrome para Android.
fr_fr: Pour des résultats optimaux, nous recommandons Google Chrome pour Android.
hu_hu: A legjobb eredmény érdekében javasoljuk a Google Chrome for Android használatát.
it_it: Per i migliori risultati, consigliamo di utilizzare Google Chrome per Android.
nl_nl: Voor het beste resultaat adviseren wij Google Chrome voor Android.
pl_pl: Aby uzyskać najlepsze wyniki, zalecamy używanie przeglądarki Google Chrome w systemie Android.
pt_br: Para melhores resultados nós recomendamos o uso do Google Chrome para Android.
ro_ro: Pentru rezultate optime vă recomandăm Google Chrome pentru Android.
sv_se: För bäst resultat rekommenderar vi att du använder Google Chrome för Android.

source: Get the latest version from the
bg_bg: Получете най-новата версия от
cs_cz: Stáhněte nejnovější verzi
da_dk: Hent den seneste udgave fra
es_mx: Obtenga la última versión de
fr_fr: Obtenez la dernière version depuis le
hu_hu: Szerezze be a legújabb verziót innen:
it_it: Ottieni l'ultima versione dal
nl_nl: Krijg de meest recente versie van de
pl_pl: Pobierz najnowszą wersję z
pt_br: Obtenha a versão mais recente do
ro_ro: Obțineți cea mai nouă versiune a
sv_se: Hämta senaste versionen från

source: Your operating system is not supported.
bg_bg: Вашата операционна система не се поддържа.
ca_es: El vostre sistema operatiu no és compatible.
cs_cz: Váš operační systém není podporovaný.
da_dk: Dit styresystem er ikke understøttet.
es_mx: Su sistema operativo no está admitido.
fr_fr: Votre système d'exploitation n'est pas pris en charge.
hu_hu: Az operációs rendszere nem támogatott.
it_it: Il tuo sistema operativo non è supportato.
nb_no: Operativsystemet er ikke støttet.
nl_nl: Uw besturingssysteem wordt niet ondersteund.
pl_pl: Twój system operacyjny nie jest obsługiwany.
pt_br: Seu sistema operacional não é suportado.
ro_ro: Sistemul dumneavoastră de operare nu este suportat.
sv_se: Ditt operativsystem stöds inte.

source: Your password is expired. Please change your password to continue.
bg_bg: Вашата парола е изтекла. Моля, променете паролата си, за да продължите.
cs_cz: Vaše heslo vypršelo. Změňte si, prosím, heslo, chcete-li pokračovat.
da_dk: Din adgangskode er udløbet. Ændr venligst din adgangskode for at fortsætte.
es_mx: Su contraseña ha caducado. Por favor, cambie su contraseña para continuar.
fr_fr: Votre mot de passe a expiré. Veuillez le modifier pour poursuivre.
hu_hu: A jelszava lejárt. Módosítsa a jelszavát a munka folytatásához.
it_it: La tua password è scaduta. Cambia la tua password per continuare.
nb_no: Passordet ditt har utløpt. Vennligst endre passordet ditt for å fortsette.
nl_nl: Uw wachtwoord is verlopen. Verander alstublieft uw wachtwoord om door te gaan.
pl_pl: Hasło utraciło ważność. Aby kontynuować, zmień hasło.
pt_br: Sua senha está expirada. Mude sua senha para continuar.
ro_ro: Parola dumneavoastră a expirat. Modificați-o pentru a continua.
sv_se: Ditt lösenord har gått ut. Ändra ditt lösenord för att fortsätta.

source: Please update your browser.
bg_bg: Моля, актуализирайте браузъра си
ca_es: Per favor, actualitzau el vostre navegador.
cs_cz: Aktualizujte, prosím, svůj prohlížeč.
da_dk: Opdater venligst din browser.
es_mx: Por favor, actualice su navegador.
fr_fr: Veuillez mettre à jour votre navigateur.
hu_hu: Frissítse böngészőjét.
it_it: Aggiorna il tuo browser.
nb_no: Vennligst oppdater nettleseren din.
nl_nl: Download alstublieft de laatste versie van uw browser.
pl_pl: Zaktualizuj przeglądarkę.
pt_br: Atualize seu navegador.
ro_ro: Actualizați navigatorul.
sv_se: Uppdatera din webbläsare.

source: For best results, please use
bg_bg: За най-добри резултати, моля, използвайте
cs_cz: Chcete-li dosáhnout nejlepších výsledků, používejte
da_dk: For det bedste resultat, brug venligst
es_mx: Para obtener mejores resultados, por favor utilice
fr_fr: Pour des résultats optimaux, veuillez utiliser
hu_hu: A legjobb eredmények érdekében használja a következőt:
it_it: Per avere risultati migliori, utilizza
nb_no: For best resultat, bruk
nl_nl: Voor het beste resultaat gebruikt u
pl_pl: Aby uzyskać najlepsze rezultaty, użyj
pt_br: Para melhores resultados, use
ro_ro: Pentru rezultate optime, utilizați
sv_se: För bäst result, använd

source: You have been automatically signed out
bg_bg: Бяхте автоматично изключен
ca_es: Heu sortit automàticament
cs_cz: Byl(a) jste automaticky odhlášen(a)
da_dk: Du er automatisk blevet logget ud
es_mx: Ha sido desconectado automáticamente
fr_fr: Vous avez été déconnecté automatiquement
hu_hu: Automatikusan ki lett jelentkeztetve
it_it: Sei stato disconnesso automaticamente
nb_no: Du har blitt logget ut automatisk
nl_nl: U bent automatisch afgemeld
pl_pl: Nastąpiło automatyczne wylogowanie
pt_br: A sessão foi encerrada automaticamente
ro_ro: Ați fost deconectat automat
sv_se: Du har loggats ut automatiskt

source: Unsupported Preview - Certain functions disabled and stability not assured until general release later this year
bg_bg: Неподдържано предупреждение - Някои функции са деактивирани и стабилността не е гарантирана до общото освобождаване по-късно тази година
ca_es: Vista prèvia no suportada - Hi ha determinades funcions desactivades i l'estabilitat no està assegurada fins a la pròxima revisió general d'enguany
cs_cz: Nepodporovaný náhled - až do vydání hlavní verze později v průběhu letošního roku budou některé funkce vypnuté a nebude zaručena stabilita
da_dk: Ikke understøttet forhåndsvisning - Bestemte funktioner og stabilitet er ikke garanteret før udgivelsen senere i år
es_mx: Vista previa no admitida - Hay determinadas funciones desactivadas y la estabilidad no está asegurada hasta la próxima revisión general de este año
fr_fr: Version préliminaire sans assistance aux utilisateurs ; certaines fonctionnalités sont désactivées et la stabilité n'est pas assurée en attendant la version officielle qui viendra plus tard cette année.
hu_hu: Nem támogatott előzetes kiadás - Egyes funkciók le vannak tiltva, és a stabilitás nem garantált az idei megjelenésig
it_it: Anteprima non supportata - Alcune funzioni sono disabilitate e la stabilità non è garantita fino al rilascio che avverrà nel corso dell'anno
nb_no: Uegnet forhåndsvisning - Enkelte funksjoner er deaktivert og stabiliteten er ikke trygg før generell utgivelse senere i år
nl_nl: Niet ondersteund voorbeeld - Sommige functionaliteiten zijn uitgeschakeld of mogelijk instabiel tot algemene oplevering later dit jaar
pl_pl: Podgląd nie jest obsługiwany: niektóre funkcje zostały wyłączone, a stabilność zostanie dopracowana w następnej dużej wersji
pt_br: Visualização não suportada - Algumas funções desativadas e estabilidade não assegurada até o lançamento geral no final deste ano
ro_ro: Previzualizarea nu este suportată - Anumite funcționalități sunt dezactivate, iar stabilitatea nu este garantată până la apariția versiunilor mai noi în cursul acestui an
sv_se: Förhandsgranskning stöds inte - Vissa funktioner är avaktiverade och stabilitet kan inte garanteras fram tills vi släpper nästa utgåva senare i år

source: Offline mode
bg_bg: Офлайн режим
ca_es: Mode desconnectat
cs_cz: Offline režim
es_mx: Modo desconectado
fr_fr: Mode hors connexion
hu_hu: Kapcsolat nélküli mód
it_it: Modalità non in linea
nb_no: Frakoblet modus
nl_nl: Offline modus
pl_pl: Tryb offline
pt_br: Modo desconectado
ro_ro: Mod offline
sv_se: Nedkopplat läge

source: Your browser's cookie functionality is disabled. Please turn it on.
bg_bg: Функцията "бисквитка" на браузъра ви е деактивирана Моля, включете го.
ca_es: La funcionalitat de cookies del vostre navegador està desactivada. Per favor, activau-la.
cs_cz: Váš prohlížeč má vypnutou možnost ukládat cookie. Zapněte ji, prosím.
da_dk: Cookies er slået fra i din browser. Slå dem venligst til.
es_mx: La funcionalidad de cookies de su navegador está desactivada. Por favor, actívela.
fr_fr: Les cookies ont été désactivés dans votre navigateur. Veuillez réactiver cette fonctionnalité.
hu_hu: A böngésző süti funkciója ki van kapcsolva. Kapcsolja azt vissza.
it_it: La funzionalità dei cookie del tuo browser è disabilitata. Attivala.
nb_no: Nettleserfunksjonen for informasjonskapsler er deaktivert. Vennligst slå den på.
nl_nl: Cookies zijn uitgeschakeld voor uw webbrowser. Schakel deze alstublieft in.
pl_pl: W przeglądarce jest wyłączona obsługa plików cookie. Włącz ją.
pt_br: A funcionalidade de cookie do seu navegador está desabilitada. Ative-a.
ro_ro: Funcționalitatea pentru cookie-uri a navigatorului dumneavoastră este dezactivată. Vă rugăm să o activați.
sv_se: Din webbläsares kakfunktioner är avaktiverade. Vänligen aktivera dem.

source: Connection timed out. Please try reloading the page.
bg_bg: Връзката изтече. Моля, опитайте да презаредите страницата.
cs_cz: Vypršel časový limit spojení. Nahrajte stránku znovu, prosím.
da_dk: Forbindelse udløbet. Prøv venligst at genindlæse siden.
es_mx: Conexión caducada. Por favor, pruebe a cargar de nuevo la página.
fr_fr: Délai de la connexion dépassé. Veuillez recharger la page.
hu_hu: Időtúllépés. Kérjük, próbálja meg újratölteni az oldalt.
it_it: Connessione scaduta. Prova a ricaricare la pagina.
nl_nl: Verbindingsfout (time-out). Probeer de pagina opnieuw te laden.
pl_pl: Przekroczono limit czasu połączenia. Spróbuj odświeżyć stronę.
pt_br: A conexão expirou. Tente recarregar a página.
ro_ro: Timpul de așteptare pentru conexiune a expirat. Încercați să reîncărcați pagina.
sv_se: Anslutning överskred tidsgräns. Försök att ladda om sidan.

source: Something went wrong. Please close this browser tab and try again.
cs_cz: Došlo k chybě. Zavřete tento panel prohlížeče a zkuste to, prosím, znovu.
da_dk: Noget gik galt. Luk venligst dette browserfaneblad og prøv igen.
es_mx: Algo ha ido mal. Por favor, cierre esta pestaña del navegador e inténtelo de nuevo.
fr_fr: Quelque chose s'est mal passé. Veuillez fermer votre onglet de navigateur et réessayer.
hu_hu: Valami elromlott. Kérjük, zárja be a böngészőlapot, és próbálja meg újra.
it_it: Qualcosa è andato storto. Chiudi questa scheda del browser e prova ancora.
nl_nl: Er is iets mis gegaan.Sluit alstublieft dit tabblad en probeer het opnieuw.
pl_pl: Coś poszło nie tak. Zamknij tę kartę przeglądarki i spróbuj ponownie.
pt_br: Algo deu errado. Feche esta aba do navegador e tente novamente.
ro_ro: Ceva nu a funcționat corect. Închideți această filă de navigator și încercați din nou.
sv_se: Något gick snett. Stäng webbläsarfliken och försök igen.

source: Connection error
cs_cz: Chyba spojení
da_dk: Forbindelsesfejl
es_mx: Error de conexión
fr_fr: Erreur de connexion
hu_hu: Kapcsolódási hiba
it_it: Errore di connessione
nl_nl: Verbindingsfout
pl_pl: Błąd połączenia
pt_br: Erro de conexão
ro_ro: Eroare de conexiune
sv_se: Anslutningsfel

source: The service is not available right now.
cs_cz: Služba nyní není k dispozici.
da_dk: Denne service er ikke til rådighed i øjeblikket.
es_mx: El servicio no está disponible en estos momentos.
fr_fr: Le service n'est pas disponible actuellement.
hu_hu: A szolgáltatás jelenleg nem érhető el.
it_it: Il servizio non è disponibile in questo momento.
nl_nl: De dienst is nu niet benaderbaar.
pl_pl: Usługa jest obecnie niedostępna.
pt_br: O serviço não está disponível no momento.
ro_ro: Serviciul nu este disponibil momentan.
sv_se: Tjänsten är inte tillgänglig just nu.

source: Reload
cs_cz: Znovu načíst
da_dk: Genindlæs
es_mx: Recargar
fr_fr: Recharger
hu_hu: Újratöltés
it_it: Ricarica
nl_nl: Herladen
pl_pl: Odśwież
pt_br: Recarregar
ro_ro: Reîncarcă
sv_se: Ladda om

source: Privacy Policy
cs_cz: Pravidla ochrany soukromí
da_dk: Privatlivspolitik
es_mx: Política de privacidad
fr_fr: Politique de confidentialité
hu_hu: Adatvédelmi nyilatkozat
it_it: Criterio di riservatezza
nl_nl: Privacybeleid
pl_pl: Zasady ochrony prywatności
pt_br: Política de privacidade
ro_ro: Politică de confidențialitate
sv_se: Integritetspolicy

source: Confirm new password
cs_cz: Potvrdit nové heslo
da_dk: Bekræft ny adgangskode
es_mx: Confirmar nueva contraseña
hu_hu: Új jelszó megerősítése
it_it: Conferma la nuova password
nl_nl: Nieuw wachtwoord bevestigen
pl_pl: Potwierdź nowe hasło
pt_br: Confirmar nova senha
ro_ro: Confirmați noua parolă
sv_se: Bekräfta nytt lösenord

source: Back to sign in
bg_bg: Върнете се, за да влезете
cs_cz: Zpět na přihlášení
da_dk: Tilbage til log-ind
es_mx: Volver a la identificación
fr_fr: Retourner à la connexion
hu_hu: Vissza a bejelentkezéshez
it_it: Torna all'accesso
nb_no: Tilbake til innlogging
nl_nl: Terug naar aanmelden
pl_pl: Powrót do logowania
pt_br: Voltar ao início da sessão
ro_ro: Înapoi la autentificare
sv_se: Bakåt för att logga in

source: Please enter your email address associated with %1$s. You will receive an email that contains a link to reset your password.
cs_cz: Zadejte e-mailovou adresu spojenou s %1$s. Obdržíte zprávu s odkazem na změnu hesla.
da_dk: Indtast venligst e-mailadressen som er kædet sammen med %1$s. Du vil modtage en e-mail med et link, som du kan nulstille din adgangskode med.
es_mx: Por favor, indique la nueva cuenta de correo asociada a %1$s. Recibirá un correo con un enlace para restablecer su contraseña.
fr_fr: Veuillez saisir l'adresse électronique que vous utilisez pour %1$s. Vous recevrez un courriel contenant un lien qui vous permettra de réinitialiser votre mot de passe.
hu_hu: Adja meg %1$s felhasználóhoz tartozó e-mail címét. Egy e-mailt küldünk, amely linket tartalmaz a jelszó visszaállításához.
it_it: Inserire il proprio indirizzo di posta associato a %1$s. Si riceverà un messaggio che contiene un collegamento per reimpostare la password.
nl_nl: Geef uw e-mailadres in dat gekoppeld is aan %1$s. U ontvangt een e-mail met een link om uw wachtwoord te herstellen.
pl_pl: Wpisz adres e-mail powiązany z %1$s. Otrzymasz wiadomość e-mail zawierającą link umożliwiający zresetowanie hasła.
pt_br: Insira seu endereço de e-mail associado a %1$s. Você receberá um e-mail que contém um link para redefinir sua senha.
ro_ro: Introduceți adresa de e-mail asociată cu %1$s. Veți primi un e-mail care conține un link pentru a vă reseta parola.
sv_se: Ange din e-postadress som är associerad med %1$s. Du kommer att få ett meddelande med en länk för att återställa ditt lösenord.
