Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Discard mails with subject %1$s
bg_bg: Отхвърлете пощата с обект %1$s
cs_cz: Odstrani zprávy s předmětem %1$s
da_dk: Smid e-mails med emnelinjen %1$s ud
es_mx: Descartar correos con el asunto %1$s
fr_fr: Supprimer les courriels ayant pour sujet %1$s
hu_hu: %1$s tárgyú levelek eldobása
it_it: Scarta i messaggi con oggetto %1$s
nb_no: Forkast meldinger med emnet %1$s
nl_nl: Verwijder e-mailberichten met onderwerp %1$s
pl_pl: Odrzuć wiadomości z tematem "%1$s"
pt_br: Descartar e-mails com o assunto %1$s
ro_ro: Renunță la mesajele cu subiectul %1$s
sv_se: Kasta meddelanden med ämnet %1$s

source: Move mails with subject %1$s into folder %2$s
bg_bg: Преместване на имейли с обект %1$s в папка %2$s
cs_cz: Přesunout zprávy s předmětem %1$s do šložky %2$s
da_dk: Flyt e-mails med emnelinjen %1$s til mappen %2$s
es_mx: Mover correos con el asunto %1$s a la carpeta %2$s
fr_fr: Déplacer les courriels ayant pour sujet %1$s vers le dossier %2$s
hu_hu: %1$s tárgyú levelek áthelyezése a(z) %2$s mappába
it_it: Sposta i messaggi con oggetto %1$s nella cartella %2$s
nb_no: Flytt meldinger med emnet %1$s til mappen %2$s
nl_nl: Verplaats e-mailberichten met het onderwerp %1$s naar de map %2$s
pl_pl: Przenieś wiadomości z tematem "%1$s" do folderu "%2$s"
pt_br: Mover e-mails com o assunto %1$s para a pasta %2$s
ro_ro: Mută mesajele cu subiectul %1$s în dosarul %2$s
sv_se: Flytta meddelanden med ämnet %1$s till mappen %2$s

source: Redirect mails with subject %1$s to %2$s
bg_bg: Препращане на поща с тема %1$s до %2$s
cs_cz: Přesměrovat zprávy s předmětem %1$s na %2$s
da_dk: Omdirigér e-mails med emnelinjen %1$s til %2$s
es_mx: Redirigir correos con el asunto %1$s a %2$s
fr_fr: Rediriger les courriels ayant pour sujet %1$s vers %2$s
hu_hu: %1$s tárgyú levelek átirányítása ide: %2$s
it_it: Redirigi i messaggi con oggetto %1$s a %2$s
nb_no: Videresend eposter med emnet %1$s til %2$s
nl_nl: Stuur e-mailberichten met onderwerp %1$s door naar %2$s
pl_pl: Przenieś wiadomości z tematem "%1$s" do %2$s
pt_br: Redirecionar e-mails com o assunto %1$s para %2$s
ro_ro: Redirecționează mesajele cu subiectul %1$s în %2$s
sv_se: Omdirigera meddelanden med ämnet %1$s till %2$s

source: Reject mails with subject %1$s with reason %2$s
bg_bg: Отхвърляне на писма с тема %1$s с причина %2$s
cs_cz: Odmítnout zprávy s předmětem %1$s kvůli %2$s
da_dk: Afvis e-mails med emnelinjen %1$s med begrundelsen %2$s
es_mx: Rechazar correos con el asunto %1$s con el motivo %2$s
fr_fr: Refuser les courriels ayant pour sujet %1$s au motif de %2$s
hu_hu: %1$s tárgyú levelek eldobása ezzel az indokkal: %2$s
it_it: Rifiuta i messaggi con oggetto %1$s con motivo %2$s
nb_no: Avvis eposter med emnet %1$s med begrunnelse %2$s
nl_nl: Wijs e-mailberichten met onderwerp %1$s af met reden %2$s
pl_pl: Odrzuć wiadomości z tematem "%1$s", podając powód "%2$s"
pt_br: Rejeitar e-mails com o assunto %1$s com motivo %2$s
ro_ro: Refuză mesajele cu subiectul %1$s cu motivul %2$s
sv_se: Avslå meddelanden med ämnet %1$s med motivering %2$s

source: Mark mails with subject %1$s as seen
bg_bg: Маркирайте писма с тема %1$s като прочетени
cs_cz: Označit zprávy s předmětem %1$s jako přečtené
da_dk: Markér e-mails med emnelinjen %1$s som sete
es_mx: Marcar correos con el asunto %1$s como vistos
fr_fr: Marquer les courriels ayant pour sujet %1$s comme lus
hu_hu: %1$s tárgyú levelek olvasottnak jelölése
it_it: Marca i messaggi con oggetto %1$s come letti
nb_no: Merk eposter med emnet %1$s som lest
nl_nl: Markeer e-mailberichten met onderwerp %1$s als gezien
pl_pl: Oznacz wiadomości z tematem "%1$s" jako wyświetlone
pt_br: Marcar e-mails com assunto %1$s como lidos
ro_ro: Marchează mesajele cu subiectul %1$s ca citite
sv_se: Märk meddelanden med ämnet %1$s som lästa

source: Mark mails with subject %1$s as deleted
bg_bg: Маркирайте писма с тема %1$s като изтрити
cs_cz: Označit zprávy s předmětem %1$s jako smazané
da_dk: Markér e-mails med emnelinjen %1$s som slettede
es_mx: Marcar correos con el asunto %1$s como eliminados
fr_fr: Marquer les courriels ayant pour sujet %1$s comme supprimés
hu_hu: %1$s tárgyú levelek törlése
it_it: Marca i messaggi con oggetto %1$s come eliminati
nb_no: Merk eposter med emnet %1$s som slettet
nl_nl: Markeer e-mailberichten met onderwerp %1$s als verwijderd
pl_pl: Oznacz wiadomości z tematem "%1$s" jako usunięte
pt_br: Marcar e-mails com o assunto %1$s como excluído
ro_ro: Marchează mesajele cu subiectul %1$s ca șterse
sv_se: Märk meddelanden med ämnet %1$s som raderade

source: Flag mails with subject %1$s with a color
bg_bg: Маркирайте писма с тема %1$s с цвят
cs_cz: Barevně označit zprávy s předmětem %1$s
da_dk: Markér e-mails med emnelinjen %1$s med en farve
es_mx: Marcar correos con el asunto %1$s con un color
fr_fr: Assigner une couleur aux courriels ayant pour sujet %1$s
hu_hu: A(z) %1$s tárgyú levelek megjelölése színnel
it_it: Contrassegna i messaggi con oggetto %1$s con un colore
nb_no: Flagg eposter med emnet %1$s med en farge
nl_nl: Markeer e-mailberichten met onderwerp %1$s met een kleur
pl_pl: Nadaj wiadomościom z tematem "%1$s" kolorową flagę
pt_br: Marcar e-mails com o assunto %1$s com uma cor
ro_ro: Marchează mesajele cu subiectul %1$s cu o culoares
sv_se: Flagga meddelanden med ämnet %1$s med en färg

source: Tag mails with subject %1$s with %2$s
bg_bg: Изпращайте имейли с тема %1$s с %2$s
cs_cz: Označit zprávy s předmětem %1$s štítkem %2$s
da_dk: Sæt etiketten »%2$s« på e-mails med emnelinjen %1$s
es_mx: Etiquetar correos con el asunto %1$s con %2$s
fr_fr: Étiqueter tous les courriels ayant pour sujet %1$s en tant que %2$s
hu_hu: %1$s tárgyú levelek megjelölése %2$s címkével
it_it: Etichetta i messaggi con oggetto %1$s con %2$s
nb_no: Tagg eposter med emnet %1$s med %2$s
nl_nl: Label e-mailberichten met onderwerp %1$s met %2$s
pl_pl: Oznacz wiadomości z tematem "%1$s" znacznikiem %2$s
pt_br: Marcar e-mails com o assunto %1$s com %2$s
ro_ro: Marchează mesajele cu subiectul %1$s cu %2$s
sv_se: Tagga meddelanden med ämnet %1$s med %2$s

source: Your vacation notice is active
bg_bg: Вашата бележка за ваканцията е активна
cs_cz: Vaše oznámení o nepřítomnosti je zapnuté
da_dk: Dit feriesvar er aktivt
es_mx: Su aviso de ausencia está activo
fr_fr: Votre message d'absence est actif
hu_hu: A szabadságértesítő aktív.
it_it: Il tuo avviso di assenza è attivo
nl_nl: Uw afwezigheidsmelding is actief
pl_pl: Twoje zawiadomienie o urlopie jest aktywne
pt_br: Seu aviso de férias está ativado
ro_ro: Mesajul dumneavoastră de absență este activ
sv_se: Din semesternotis är aktiv

source: vacation notice
ca_es: avís d'absència
cs_cz: oznámení o nepřítomnosti
da_dk: feriesvar
es_mx: aviso de ausencia
fr_fr: message d'absence
hu_hu: szabadságértesítő
it_it: avviso di assenza
nl_nl: afwezigheidsmelding
pl_pl: zawiadomienie o urlopie
pt_br: aviso de férias
ro_ro: mesaj de absență
sv_se: semesternotis

source: The time frame is in the past.
bg_bg: Времето е в миналото.
cs_cz: Časový interval je v minulosti.
da_dk: Tidsrummet er i fortiden
es_mx: El rango de tiempo está en el pasado.
fr_fr: L'intervalle de temps est dans le passé.
hu_hu: Az időkeret a múltban van.
it_it: Il periodo di tempo è nel passato.
nl_nl: Het tijdsvak is in het verleden.
pl_pl: Ramy czasowe są w przeszłości.
pt_br: O prazo está no passado.
ro_ro: Intervalul de timp este din trecut.
sv_se: Tidsintervallet är i det förflutna.

source: Unable to load your vacation notice. Please retry later.
bg_bg: Вашата бележка за ваканция не може да се зареди. Моля, опитайте отново по-късно.
cs_cz: Nepodařilo se načíst vaše oznámení o nepřítomnosti. Zkuste to znovu později.
da_dk: Kunne ikke indlæse dit feriesvar. Prøv venligst igen senere.
es_mx: No se pudo cargar su aviso de ausencia. Por favor, inténtelo más tarde.
fr_fr: Impossible de charger votre message d'absence. Veuillez réessayer plus tard.
hu_hu: Nem sikerült betölteni a szabadságértesítőt. Kérjük, próbálkozzon újra később.
it_it: Impossibile caricare il tuo avviso di assenza. Riprova più tardi.
nl_nl: Kan uw afwezigheidsmelding niet laden. Probeer het later opnieuw.
pl_pl: Nie można wczytać powiadomienia o urlopie. Spróbuj ponownie później.
pt_br: Não foi possível carregar seu aviso de férias. Tente novamente mais tarde.
ro_ro: Nu s-au putut încărca mesajul dumneavoastră de absență. Încercați din nou mai târziu.
sv_se: Kunde inte läsa in din semesternotis. Försök igen senare.

source: Vacation notice
bg_bg: Известие за почивка
cs_cz: Oznámení o nepřítomnosti
da_dk: Feriesvar
es_mx: Aviso de ausencia
fr_fr: Message d'absence
hu_hu: Szabadságértesítő
it_it: Avviso di assenza
nl_nl: Afwezigheidsmelding
pl_pl: zawiadomienie o urlopie
pt_br: Aviso de férias
ro_ro: Mesaj de absență
sv_se: Semesternotis

source: Default sender
bg_bg: Стандартен подател
cs_cz: výchozí odesílatel
da_dk: Standardafsender
es_mx: Remitente predeterminado
fr_fr: Expéditeur par défaut
hu_hu: Alapértelmezett feladó
it_it: Mittente predefinito
nl_nl: Standaard verzender
pl_pl: Domyślny nadawca
pt_br: Remetente padrão
ro_ro: Expeditor implicit
sv_se: Förvald avsändare

source: Enable or disable vacation notice
bg_bg: Активиране или деактивиране на известието за ваканция
cs_cz: Zapnout, nebo vypnout oznámení o nepřítomnosti
da_dk: Slå feriesvar til eller fra
es_mx: Activar o desactivar el aviso de ausencia
fr_fr: Activer ou désactiver votre message d'absence
hu_hu: Szabadságértesítő engedélyezése és letiltása
it_it: Abilita o disabilita l'avviso di assenza
nl_nl: Afwezigheidsmelding in- of uitschakelen
pl_pl: Włącz lub wyłącz zawiadomienie o urlopie
pt_br: Habilitar ou desabilitar aviso de férias
ro_ro: Activați sau dezactivați mesajul de absență
sv_se: Aktivera eller avaktivera semesternotis

source: Send vacation notice during this time only
bg_bg: Изпратете известие за почивка само по това време
ca_es: Envia un avís d'absència només durant aquest període de temps
cs_cz: Oznámení o nepřítomnosti posílat pouze v tuto dobu
da_dk: Send kun feriesvar i dette tidsrum
es_mx: Enviar aviso de ausencia sólo durante este período de tiempo
fr_fr: N'envoyer le message d'absence que pendant cette période
hu_hu: Szabadságértesítő küldése csak ezen idő alatt
it_it: Invia l'avviso di assenza solo durante questo orario
nb_no: Send ferievarsel bare i løpet av denne tiden
nl_nl: Stuur alleen een afwezigheidsmelding gedurende deze periode
pl_pl: Wyślij zawiadomienie o urlopie tylko w wybranych dniach
pt_br: Enviar o aviso de férias apenas durante esta hora
ro_ro: Trimite mesajul de absență numai în această perioadă
sv_se: Skicka semesternotis endast vid denna tid

source: End
bg_bg: Край
ca_es: Fi
cs_cz: Konec
da_dk: Slut
es_mx: Fin
fr_fr: Fin
hu_hu: Vége
it_it: Finisce
nb_no: Slutt
nl_nl: Einde
pl_pl: Koniec
pt_br: Fim
ro_ro: Sfârșit
sv_se: Slut

source: Show advanced options
cs_cz: Zobrazit pokročilá nastavení
da_dk: Vis avancerede indstillinger
es_mx: Mostrar opciones avanzadas
fr_fr: Montrer les réglages avancés
hu_hu: Speciális beállítások megjelenítése
it_it: Mostra impostazioni avanzate
nl_nl: Toon geavanceerde instellingen
pl_pl: Pokaż opcje zaawansowane
pt_br: Exibir configurações avançadas
ro_ro: Afișează setările avansate
sv_se: Visa avancerade inställningar

source: Days between notices to the same sender
bg_bg: Дни между съобщенията на същия изпращач
cs_cz: Počet dní mezi oznámeními o nepřítomnosti pro stejného odesílatele
da_dk: Antal dage imellem at feriesvar bliver sendt til samme afsender
es_mx: Días entre avisos al mismo remitente
fr_fr: Nombre de jours entre les messages d'absence au même expéditeur
hu_hu: Az értesítés között eltelt napok ugyanannak a feladónak
it_it: Giorni tra gli avvisi allo stesso mittente
nl_nl: Aantal dagen tussen afwezigheidsmeldingen naar dezelfde verzender
pl_pl: Dni między powiadomieniami kierowanymi do tego samego nadawcy
pt_br: Dias entre avisos para o mesmo remetente
ro_ro: Număr de zile între mesajele către același expeditor
sv_se: Dagar mellan notiser till samma avsändare

source: Send from
bg_bg: Изпращане от
cs_cz: Odeslat od
da_dk: Send fra
es_mx: Enviar desde
fr_fr: Envoyer de
hu_hu: Feladó:
it_it: Invia da
nb_no: Send fra
nl_nl: Verzenden van
pl_pl: Wysyłaj od
pt_br: Enviar de
ro_ro: Trimite de la
sv_se: Skickat från

source: The Notice is sent out for messages received by %1$s. You may choose to send it out for other recipient addresses too:
bg_bg: Известието се изпраща за съобщения, получени от %1$s . Можете също така да го изпратите и за други адреси на получатели:
cs_cz: Tato poznámka je posílána se zprávami pro %1$s. Můžete ji posílat i se zprávami pro další příjemce:
da_dk: Beskeden sendes for beskeder modtaget af %1$s. Du kan vælge også at sende den for andre modtageradresser.
es_mx: El aviso se envía para los mensajes recibidos por %1$s. Puede elegir enviarlo también a otras direcciones de destinatarios:
fr_fr: La notice est envoyée pour les messages reçus par %1$s. Vous pouvez choisir de l'envoyer également pour d'autres adresses destinataires :
hu_hu: Az értesítés a(z) %1$s által kapott üzenethez került kiküldésre. Más címzettek is megadhatók az értesítéshez:
it_it: L'avviso viene inviato per i messaggi ricevuti da %1$s. Puoi scegliere di inviarla anche ad altri indirizzi di destinatari:
nb_no: Meldingen blir sendt for meldinger mottatt av %1$s. Du kan velge å sende den for andre mottakeradresser også:
nl_nl: De Melding wordt verzonden voor berichten ontvangen door %1$s. U kan opgeven dat het ook voor andere ontvangers verzonden moet worden:
pl_pl: Powiadomienie jest wysyłane dla wiadomości odebranych przez "%1$s", ale możesz je także wysyłać przy innych adresach odbiorców:
pt_br: O aviso é enviado para mensagens recebidas por %1$s. Você pode optar por enviar para outros endereços de destinatários também:
ro_ro: Notița va fi trimisă pentru mesajul recepționat de %1$s. Puteți să o trimiteți și către alte adrese de destinatari:
sv_se: Notisen skickas ut för meddelanden mottagna av %1$s. Du kan också välja att skicka notiser för andra mottagaradresser:

source: Thread
bg_bg: Тема
ca_es: Fil
cs_cz: Vlákno
da_dk: Tråd
es_mx: Hilo
fr_fr: Fil de discussion
hu_hu: Témacsoport
it_it: Conversazione
nb_no: Tråd
nl_nl: Conversatie
pl_pl: Wątek
pt_br: Conversa
ro_ro: Fir de conversație
sv_se: Tråd

source: Mail quota
bg_bg: Мейл квота
ca_es: Quota de correu
cs_cz: Limit zpráv
da_dk: E-mailkvote
es_mx: Cuota de correo
fr_fr: Quota de courriel
hu_hu: Levélkvóta
it_it: Quota di posta
nb_no: E-postkvote
nl_nl: E-mailquota
pl_pl: Zajętość skrzynki
pt_br: Cota de e-mail
ro_ro: Cotă de mail
sv_se: Meddelandekvot

source: Messages
bg_bg: Съобщения
cs_cz: Zprávy
da_dk: Beskeder
es_mx: Mensajes
hu_hu: Üzenetek
it_it: Messaggi
nb_no: Meldinger
nl_nl: Berichten
pl_pl: Wiadomości
pt_br: Mensagens
ro_ro: Mesaje
sv_se: Meddelanden

source: Messages options
bg_bg: Опции за съобщения
cs_cz: Možnosti zpráv
da_dk: Beskedindstillinger
es_mx: Opciones de mensajes
fr_fr: Options des messages
hu_hu: Üzenetek beállításai
it_it: Opzioni dei messaggi
nb_no: Meldingsvalg
nl_nl: Berichten opties
pl_pl: Opcje wiadomości
pt_br: Opções das mensagens
ro_ro: Opțiuni mesaje
sv_se: Meddelandealternativ

source: No message selected
bg_bg: Не е избрано съобщение
ca_es: No hi ha missatges seleccionats
cs_cz: Nebyla vybrána žádná zpráva
da_dk: Ingen besked valgt
es_mx: No hay mensajes seleccionados
fr_fr: Aucun message sélectionné
hu_hu: Nincs kiválasztott üzenet
it_it: Nessun messaggio selezionato
nb_no: Ingen melding valgt
nl_nl: Geen berichten geselecteerd
pl_pl: Brak wybranych wiadomości
pt_br: Nenhuma mensagem selecionada
ro_ro: Niciun element selectat
sv_se: Inget meddelande markerat

source: %1$d message selected
bg_bg: %1$d селектирано съобщение
cs_cz: %1$d zpráva vybrána
da_dk: en besked valgt
es_mx: %1$d mensaje seleccionado
fr_fr: %1$d message sélectionné
hu_hu: %1$d üzenet kijelölve
it_it: %1$d messaggio selezionato
nb_no: %1$d melding valgt
nl_nl: %1$d bericht geselecteerd
pl_pl: Wybrano %1$d wiadomość
pt_br: %1$d mensagem selecionada
ro_ro: %1$d mesaj selectat
sv_se: %1$d meddelande markerat

source: There is %1$d message in this folder; not all messages are displayed in the list currently.
cs_cz: Počet zpráv ve složce: %1$d; ne všechny zprávy jsou v tuto chvíli v seznamu zobrazeny.
da_dk: Der er %1$d besked i denne mappe; ikke alle beskeder bliver vist på listen i øjeblikket.
es_mx: Hay %1$d mensaje en esta carpeta; no se están mostrando todos los mensajes de la lista actualmente.
fr_fr: Ce dossier comporte %1$d message. La liste n'affiche actuellement pas la totalité des messages.
hu_hu: %1$d üzenet van ebben a mappában; jelenleg nem jelenik meg az összes üzenet a listában.
it_it: C'è %1$d messaggio in questa cartella; non tutti i messaggi sono visualizzati attualmente nell'elenco.
nl_nl: Er is %1$d bericht in deze map; niet alle berichten worden op dit moment in de lijst weergegeven.
pl_pl: W folderze jest %1$d wiadomość. Nie wszystkie wiadomości są obecnie wyświetlane na liście.
pt_br: Há %1$d mensagem nesta pasta; nem todas as mensagens são exibidas na lista atualmente.
ro_ro: Dosarul conține un mesaj; nu toate mesajele sunt afișate momentan în listă.
sv_se: Det finns %1$d meddelande i den här mappen; just nu visas inte alla meddelanden i listan.

source: %1$d selected
bg_bg: %1$d селектирани
ca_es: %1$d de seleccionats
cs_cz: %1$d vybráno
da_dk: %1$d valgt
es_mx: %1$d seleccionados
fr_fr: %1$d sélectionnés
hu_hu: %1$d kiválasztva
it_it: %1$d selezionati
nb_no: %1$d valgt
nl_nl: %1$d geselecteerd
pl_pl: Wybrano: %1$d
pt_br: %1$d selecionado
ro_ro: %1$d selectate
sv_se: %1$d markerade

source: Mail: %1$s
cs_cz: Zpráva: %1$s
da_dk: E-mail: %1$s
es_mx: Correo: %1$s
fr_fr: Courriel : %1$s
hu_hu: Levél: %1$s
it_it: Posta: %1$s
nl_nl: E-mail: %1$s
pl_pl: Poczta: %1$s
pt_br: E-mail: %1$s
ro_ro: E-mail: %1$s
sv_se: Meddelande: %1$s

source: Sending %1$d message ... %2$d%
cs_cz: Odesílám jednu zprávu... %2$d%
da_dk: Sender %1$d besked ... %2$d%
es_mx: Enviando %1$d mensaje ... %2$d%
fr_fr: Envoi de %1$d message... %2$d%
hu_hu: %1$d üzenet küldése ... %2$d%
it_it: Invio di %1$d messaggio... %2$d%
nl_nl: %1$d bericht aan het verzenden ... %2$d%
pl_pl: Wysyłanie %1$d wiadomości... %2$d%
pt_br: Enviando %1$d mensagem... %2$d%
ro_ro: Se trimite un mesaj... %2$d%
sv_se: Skickar %1$d meddelande... %2$d %

source: Reply to all recipients
bg_bg: Отговор всички
ca_es: Respon a tots els destinataris
cs_cz: Odpovědět všem příjemcům
da_dk: Svar til alle modtagere
es_mx: Responder a todos los destinatarios
fr_fr: Répondre à tous les destinataires
hu_hu: Válasz az összes címzettnek
it_it: Rispondi a tutti i destinatari
nb_no: Svar til alle mottakere
nl_nl: Beantwoord naar alle ontvangers
pl_pl: Odpowiedz wszystkim adresatom
pt_br: Responder para todos os destinatários
ro_ro: Răspunde tuturor destinatarilor
sv_se: Svara till alla mottagare

source: Flag
bg_bg: Маркирани
cs_cz: Příznak
da_dk: Markeret
es_mx: Marca
fr_fr: Drapeau
hu_hu: Megjelölés
it_it: Contrassegno
nb_no: Flagg
nl_nl: Markeer
pl_pl: Flaga
pt_br: Marca
ro_ro: Marcaj
sv_se: Flagga

source: Unflag
cs_cz: Odebrat příznak
da_dk: Fjern flag
es_mx: Desmarcar
fr_fr: Retirer le drapeau
hu_hu: Jelölés eltávolítása
it_it: Rimuovi contrassegno
nl_nl: Demarkeer
pl_pl: Usuń flagę
pt_br: Desmarcar
ro_ro: Șterge marcaj
sv_se: Avflagga

source: Set color...
cs_cz: Nastavit barvu...
da_dk: Sæt farve...
es_mx: Asignar color...
fr_fr: Définir la couleur...
hu_hu: Szín beállítása...
it_it: Imposta colore...
nl_nl: Stel kleur in...
pl_pl: Ustaw kolor...
pt_br: Definir cor...
ro_ro: Setare culoare...
sv_se: Sätt färg...

# BCC
source: Blind copy
bg_bg: Скрито копие
cs_cz: Slepá kopie
da_dk: Blind kopi
es_mx: Copia oculta
fr_fr: Copie invisible
hu_hu: Rejtett másolat
it_it: Copia nascosta
nb_no: Blindkopi
nl_nl: Blinde kopie
pl_pl: Ukryta kopia
pt_br: Cópia oculta
ro_ro: Copie ascunsă
sv_se: Blind kopia

source: Inline
bg_bg: В редица
ca_es: Incrustat
cs_cz: Vložené
da_dk: Indlejret
es_mx: Incrustado
fr_fr: dans le corps du message
hu_hu: Beágyazott
it_it: Incorporato
nb_no: Sitert tekst
pl_pl: W tekście
pt_br: Integrado
ro_ro: Inclus
sv_se: I meddelandet

source: Attachment
bg_bg: Прикачен файл
ca_es: Adjunt
cs_cz: Příloha
da_dk: Vedhæftning
es_mx: Adjunto
fr_fr: en pièce jointe
hu_hu: Melléklet
it_it: Allegato
nb_no: Vedlegg
nl_nl: Bijlage
pl_pl: Załącznik
pt_br: Anexo
ro_ro: Fișier atașat
sv_se: Bilaga

source: Plain text
bg_bg: Текст
ca_es: Text pla
cs_cz: Prostý text
da_dk: Ren tekst
es_mx: Texto sencillo
fr_fr: en texte pur
hu_hu: Sima szöveg
it_it: Testo semplice
nb_no: Ren tekst
nl_nl: Platte tekst
pl_pl: Zwykły tekst
pt_br: Texto simples
ro_ro: Text simplu
sv_se: Vanlig text

source: HTML and plain text
bg_bg: HTML и текстови
ca_es: HTML i text pla
cs_cz: HTML a prostý text
da_dk: HTML og ren tekst
es_mx: HTML y texto sencillo
fr_fr: HTML et texte pur
hu_hu: HTML és sima szöveg
it_it: HTML e testo semplice
nb_no: HTML og ren tekst
nl_nl: HTML en platte tekst
pl_pl: HTML i zwykły tekst
pt_br: HTML e texto simples
ro_ro: HTML și text simplu
sv_se: HTML och vanlig text

source: Use browser default
bg_bg: Използвайте стандартните настройки на брайзъра
cs_cz: Použít výchozí nastavení prohlížeče
da_dk: Brug browserstandard
es_mx: Usar navegador predeterminado
fr_fr: Utiliser le navigateur par défaut
hu_hu: Böngésző alapértelmezés használata
it_it: Utilizza il browser predefinito
nb_no: Bruk nettleserstandard
nl_nl: Gebruik browser standaard
pl_pl: Użyj ustawienia domyślnego przeglądarki
pt_br: Usar navegador padrão
ro_ro: Utilizează setările implicite ale navigatorului
sv_se: Använd standardinställningar

# settings
source: Mail Compose
bg_bg: Нов имейл
cs_cz: Psaní zpráv
da_dk: Skriv mail
es_mx: Redactar correo
fr_fr: Rédiger un message
hu_hu: Levél írása
it_it: Componi messaggio
nl_nl: E-mailbericht opstellen
pl_pl: Redagowanie wiadomości
pt_br: Escrever e-mail
ro_ro: Compune mesaj
sv_se: Skriv meddelande

source: Format emails as
bg_bg: Форматирай мейлите като
ca_es: Formata correus com a
cs_cz: Formátovat e-maily jako
da_dk: Formatér e-mails som
es_mx: Formatear correos como
fr_fr: Mettre en forme les messages :
hu_hu: E-mailek formázásának módja
it_it: Formatta i messaggi di posta come
nb_no: Formater e-post som
nl_nl: E-mails opmaken als
pl_pl: Formatuj wiadomości jako
pt_br: Formatar e-mails como
ro_ro: Formatează e-mailurile ca
sv_se: Formatera meddelande som

source: Font
bg_bg: Шрифт
cs_cz: Písmo
da_dk: Skriftsnit
es_mx: Fuente
fr_fr: Police
hu_hu: Betűkészlet
it_it: Carattere
nl_nl: Lettertype
pl_pl: Czcionka
pt_br: Fonte
sv_se: Teckensnitt

source: Default font style
bg_bg: Стандартен шрифт
cs_cz: Výchozí styl písma
da_dk: Standardskriftsnit
es_mx: Estilo de fuente predeterminado
fr_fr: Police par défaut
hu_hu: Alapértelmezett betűtípus
it_it: Stile predefinito del carattere
nb_no: Standard skriftsstil
nl_nl: Standaard lettertypestijl
pl_pl: Domyślny styl czcionki
pt_br: Estilo de fonte padrão
ro_ro: Stil font implicit
sv_se: Förvald teckensnittsstil

source: This is how your message text will look like.
bg_bg: Така ще изглежда текстът на съобщението ви.
cs_cz: Takto bude vypadat text vaší zprávy.
da_dk: Din brødtekst vil se sådan ud.
es_mx: Así es cómo se verá el texto de su mensaje.
fr_fr: Voici à quoi ressemblera le texte de votre message.
hu_hu: Így fog megjelenni a szöveges üzenete.
it_it: Ecco come apparirà il testo del tuo messaggio.
nl_nl: Dit is hoe de tekst van uw bericht er uit zal zien.
pl_pl: Tak będzie wyglądać tekst Twojej wiadomości.
pt_br: É assim que o texto da sua mensagem aparecerá.
ro_ro: Așa va arăta textul mesajului dumneavoastră.
sv_se: Så här kommer din meddelandetext se ut.
