Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Phone
bg_bg: Телефон
ca_es: Telèfon
cs_cz: Telefon
da_dk: Telefon
es_mx: Teléfono
fr_fr: Téléphone
hu_hu: Telefon
it_it: Telefono
nb_no: Telefon
nl_nl: Telefoon
pl_pl: Telefon
pt_br: Telefone
ro_ro: Telefon
sv_se: Telefon

source: Business Address
bg_bg: Бизнес адрес
ca_es: Adreça professional
cs_cz: Firemní adresa
da_dk: Virksomhedsadresse
es_mx: Dirección profesional
fr_fr: Adresse professionnelle
hu_hu: Munkahelyi cím
it_it: Indirizzo di lavoro
nb_no: Forretningsadresse
nl_nl: Zakelijk Adres
pl_pl: Adres służbowy
pt_br: Endereço comercial
ro_ro: Adresă profesională
sv_se: Arbetsadress

source: Home Address
bg_bg: Домашен адрес
ca_es: Adreça privada
cs_cz: Domácí adresa
da_dk: Hjemmeadresse
es_mx: Dirección privada
fr_fr: Adresse privée
hu_hu: Otthoni cím
it_it: Indirizzo di casa
nb_no: Hjemmeadresse
nl_nl: Huisadres
pl_pl: Adres domowy
pt_br: Endereço residencial
ro_ro: Adresă personală
sv_se: Hemadress

source: Other Address
bg_bg: Друг адрес
ca_es: Altres adreces
cs_cz: Další adresa
da_dk: Anden adresse
es_mx: Otras direcciones
fr_fr: Autre adresse
hu_hu: Egyéb cím
it_it: Altro indirizzo
nb_no: Annen adresse
nl_nl: Ander Adres
pl_pl: Inny adres
pt_br: Outro endereço
ro_ro: Altă adresă
sv_se: Övrig adress

source: Business
bg_bg: Бизнес
cs_cz: Firma
da_dk: Forretning
es_mx: Profesional
fr_fr: Professionnel
hu_hu: Cég
it_it: Lavoro
nb_no: Firma
nl_nl: Zakelijk
pl_pl: Służbowy
pt_br: Comercial
ro_ro: Profesional
sv_se: Arbete

source: Home
bg_bg: У дома
cs_cz: Doma
da_dk: Hjemme
es_mx: Casa
fr_fr: Privé
hu_hu: Otthon
it_it: Casa
nb_no: Hjem
nl_nl: Privé
pl_pl: Prywatny
pt_br: Residencial
ro_ro: Acasă
sv_se: Hem

source: Messenger
ca_es: Missatgeria
cs_cz: Posílání zpráv
es_mx: Mensajería
hu_hu: Üzenetküldés
it_it: Messaggistica
pl_pl: Komunikator
pt_br: Mensageiro
ro_ro: Mesagerie
sv_se: Snabbmeddelanden

source: Note: %1$d contact is not shown due to missing phone numbers
cs_cz: Poznámka: Kvůli chybějícím telefonním číslům není jeden kontakt zobrazen
da_dk: Note: %1$d kontakt vises ikke som følge af manglende telefonnumre
es_mx: Nota: %1$d contacto no se muestra debido a que faltan los números de teléfono
fr_fr: Remarque : %1$d contact n'est pas affiché en raison de l'absence de numéro de téléphone
hu_hu: Megjegyzés: %1$d névjegy nem jelenik meg a hiányzó telefonszámok miatt
it_it: Nota: %1$d contatto non è mostrato a causa della mancanza di numeri di telefono
nl_nl: Opmerking: %1$d contact wordt niet weergegeven vanwege ontbrekende telefoonnummers
pl_pl: Uwaga: z powodu brakujących numerów telefonów nie pokazano %1$d kontaktu
pt_br: Nota: %1$d contato não é mostrado devido a números de telefone ausentes
ro_ro: Notă: o persoană de contact nu este afișată din cauza lipsei numărului de telefon
sv_se: Obs: %1$d kontakt visas inte på grund av saknade telefonnummer

source: This note will not be printed
bg_bg: Тази бележка няма да бъде отпечатана
ca_es: Aquesta nota no s'imprimirà
cs_cz: Tato poznámka se nebude tisknout
da_dk: Denne note vil ikke blive udskrevet
es_mx: Está nota no se imprimirá
fr_fr: Cette remarque ne sera pas imprimée
hu_hu: Ez a megjegyzés nem kerül nyomtatásra
it_it: Questa nota non sarà stampata
nb_no: Dette notatet vil ikke bli skrevet ut
nl_nl: Deze notitie zal niet worden afgedrukt
pl_pl: Ta notatka nie zostanie wydrukowana
pt_br: Esta nota não será impressa
ro_ro: Această notiță nu va fi imprimată
sv_se: Anteckningen kunde inte skrivas ut

source: Language-specific default
bg_bg: Език-специфични по подразбиране
ca_es: Valors predeterminats per a aquest idioma
cs_cz: Výchozí podle jazyka
da_dk: Sprogspecifik standard
es_mx: Valores predeterminados para este idioma
fr_fr: Valeur par défaut pour la langue
hu_hu: Nyelvspecifikus alapértelmezés
it_it: Valori predefiniti specifici della lingua
nb_no: Språkspesifikk standard
nl_nl: Taalspecifieke standaardinstelling
pl_pl: Wartość domyślna specyficzna dla języka
pt_br: Padrão específico da linguagem
ro_ro: Specific limbă implicit
sv_se: Språkspecifikt förval

source: First name Last name
bg_bg: Име, фамилия
ca_es: Nom Llinatges
cs_cz: Jméno Příjmení
da_dk: Fornavn Efternavn
es_mx: Nombre Apellidos
fr_fr: Prénom Nom
hu_hu: Utónév vezetéknév
it_it: Nome Cognome
nb_no: Fornavn Etternavn
nl_nl: Voornaam Achternaam
pl_pl: Imię Nazwisko
pt_br: Primeiro nome Sobrenome
ro_ro: Prenume Nume
sv_se: Förnamn Efternamn

source: Last name, First name
bg_bg: Фамилия, Име
ca_es: Llinatges, Nom
cs_cz: Příjmení, Jméno
da_dk: Efternavn, Fornavn
es_mx: Apellidos, Nombre
fr_fr: Nom Prénom
hu_hu: Vezetéknév, utónév
it_it: Cognome, Nome
nb_no: Etternavn, Fornavn
nl_nl: Achternaam, Voornaam
pl_pl: Nazwisko, Imię
pt_br: Primeiro nome, Sobrenome
ro_ro: Nume, Prenume
sv_se: Efternamn, Förnamn

source: No link
bg_bg: Няма връзка
cs_cz: Žádný odkaz
da_dk: Ingen URL
es_mx: Sin enlace
fr_fr: Aucun lien
hu_hu: Nincs kapcsolat
it_it: Nessun collegamento
nb_no: Ingen lenke
nl_nl: Geen link
pl_pl: Bez linku
pt_br: Sem vínculo
ro_ro: Nicio legătură
sv_se: Ingen länk

source: Address Book
bg_bg: Контакти
ca_es: Llibreta d'adreces
cs_cz: Adresář
da_dk: Adressebog
es_mx: Libreta de direcciones
fr_fr: Carnet d'adresses
hu_hu: Címjegyzék
it_it: Rubrica
nb_no: Adressebok
nl_nl: Adresboek
pl_pl: Książka adresowa
pt_br: Catálogo de endereço
ro_ro: Agendă de contacte
sv_se: Adressbok

source: Display of names
bg_bg: Показване на имена
ca_es: Visualització de noms
cs_cz: Zobrazení jmen
da_dk: Visning af navne
es_mx: Visualización de nombres
fr_fr: Affichage des noms
hu_hu: Nevek megjelenítése
it_it: Visualizzazione dei nomi
nb_no: Visning av navn
nl_nl: Weergeven van namen
pl_pl: Wyświetlanie nazw
pt_br: Exibição de nomes
ro_ro: Afișarea numelor
sv_se: Visning av namn

source: Initial folder
bg_bg: Първоначална папка
cs_cz: Počáteční složka
da_dk: Startmappe
es_mx: Carpeta inicial
fr_fr: Dossier initial
hu_hu: Kezdőmappa
it_it: Cartella iniziale
nb_no: Opprinnelig mappe
nl_nl: Standaard map
pl_pl: Folder początkowy
pt_br: Pasta inicial
ro_ro: Dosar inițial
sv_se: Ursprunglig mapp

source: Start in global address book
bg_bg: Започнете в глобалния адресен указател
cs_cz: Začněte v globálním adresáři
da_dk: Start i global adressebog
es_mx: Comenzar en la libreta de direcciones global
fr_fr: Démarrer dans le carnet d'adresses global
hu_hu: Kezdés a globális címjegyzékben
it_it: Avvia nella rubrica globale
nb_no: Start i global adressebok
nl_nl: Start in algemene adresboek
pl_pl: Rozpocznij w globalnej książce adresowej
pt_br: Iniciar no catálogo de endereços global
ro_ro: Începe cu agenda de contacte globală
sv_se: Starta i global adressbok

source: Link postal addresses with map service
bg_bg: Свързване на пощенски адреси с услуга за картографиране
cs_cz: Propojte poštovní adresy s mapovací službou
da_dk: Forbind postadresser med en korttjeneste.
es_mx: Enlazar las direcciones postales con el servicio de mapas
fr_fr: Lier les adresses postales à un système de cartographie
hu_hu: Postai címek összekötése a térképszolgáltatással
it_it: Collega gli indirizzi di posta con il servizio di mappe
nb_no: Tilknytt postadresse med en karttjeneste
nl_nl: Koppel postadressen met een kaartendienst
pl_pl: Linkuj adres pocztowy z mapą
pt_br: Vincular endereço postal com um serviço de mapas
ro_ro: Conectează adresele poștale cu serviciul de cartografiere
sv_se: Länka postadresser med karttjänst

source: Subscribe to shared address books
cs_cz: Přihlásit se ke sdíleným adresářům
da_dk: Abonnér på delte adressebøger
es_mx: Suscribirse a libretas de direcciones compartidas
fr_fr: S'abonner à des carnets d'adresses partagés
hu_hu: Feliratkozás megosztott címjegyzékekre
it_it: Sottoscrivi rubriche condivise
nl_nl: Abonneren op gedeelde adresboeken
pl_pl: Subskrybuj udostępnione książki adresowe
pt_br: Inscrever nos catálogos de endereço compartilhado
ro_ro: Abonare la agende partajate
sv_se: Prenumerera på delade adressböcker

source: Hidden address books
bg_bg: Скрити контакти
cs_cz: Skryté adresáře
da_dk: Skjulte adressebøger
es_mx: Libretas de direcciones ocultas
fr_fr: Carnets d'adresses cachés
hu_hu: Rejtett címjegyzékek
it_it: Rubriche nascoste
nb_no: Skjulte adressebøker
nl_nl: Verborgen adresboeken
pl_pl: Ukryte książki adresowe
pt_br: Catálogo de endereços oculto
ro_ro: Agende de contacte ascunse
sv_se: Dolda adressböcker

source: Age: %1$d
cs_cz: Věk: %1$d
da_dk: Alder: %1$d
es_mx: Edad: %1$d
fr_fr: Âge : %1$d
hu_hu: Kor: %1$d
it_it: Età: %1$d
nl_nl: Leeftijd: %1$d
pl_pl: Wiek: %1$d
pt_br: Idade: %1$d
ro_ro: Vârstă: %1 $ d
sv_se: Ålder: %1$d

source: %1$s could not be added as the contact has no valid email field.
cs_cz: %1$s nebylo možné přidat, protože kontakt nemá platnou e-mailovou adresu.
da_dk: %1$s kunne ikke tilføjes, da kontaken ikke har et gyldigt e-mail-felt.
es_mx: %1$s no se pudo agregar ya que el contacto no tiene un campo de correo válido.
fr_fr: %1$s n'a pas pu être ajouté car le contact ne possède pas de champ de courrier électronique valide.
hu_hu: A(z) %1$s nem adható hozzá, mivel a partnernek nincs érvényes e-mail mezője.
it_it: %1$s non può essere aggiunto poiché il contatto non ha un campo di posta elettronica valido.
nl_nl: %1$s kon niet toegevoegd worden als contactpersoon omdat deze geen geldig e-mailadres heeft.
pl_pl: Nie udało się dodać użytkownika %1$s jako kontaktu z powodu braku pola z prawidłowym adresem e-mail.
pt_br: %1$s não pôde ser adicionado porque o contato não possui um campo de e-mail válido.
ro_ro: %1$s nu a putut fi adăugat deoarece contactul nu are câmp de e-mail valid.
sv_se: %1$s kunde inte läggas till, eftersom kontakten saknar giltigt e-postfält.

source: Some contacts could not be added as they have no valid email field.
cs_cz: Některé kontakty nebylo možné přidat, protože nemají platnou e-mailovou adresu.
da_dk: Nogle kontakter kunne ikke tilføjes da de ikke har et gyldigt e-mail-felt.
es_mx: Algunos contactos no se pudieron agregar porque no tienen un campo de correo válido.
fr_fr: Certains contacts n'ont pas pu être ajoutés car ils ne possèdent pas de champ de courrier électronique valide.
hu_hu: Egyes névjegyeket nem lehetett hozzáadni, mivel nem rendelkeznek érvényes e-mail mezővel.
it_it: Alcuni contatti non possono essere aggiunti poiché non hanno un campo di posta elettronica valido.
nl_nl: Sommige contacten konden niet toegevoegd worden omdat deze geen geldig e-mailadres hebben.
pl_pl: Nie udało się dodać niektórych kontaktów z powodu braku pola z prawidłowym adresem e-mail.
pt_br: Alguns contatos não puderam ser adicionados, pois não possuem um campo de e-mail válido.
ro_ro: Anumite contacte nu au putut fi adăugate deoarece nu au câmp de e-mail valid.
sv_se: Några kontakter kunde inte läggas till, eftersom de saknar giltigt e-postfält.

source: Some contacts could not be added because their email address is already in the list.
cs_cz: Některé kontakty nebylo možné přidat, protože jejich e-mailové adresy jsou již na seznamu.
da_dk: Nogle kontakter kunne ikke tilføjes, da deres e-mail-adresser allerede er på listen.
es_mx: Algunos contactos no se pudieron agregar porque sus direcciones de correo ya están en la lista.
hu_hu: Egyes névjegyeket nem lehetett hozzáadni, mert az e-mail címük már szerepel a listán.
it_it: Impossibile aggiungere alcuni contatti perché il loro indirizzo di posta è già nell'elenco.
nl_nl: Sommige contacten konden niet toegevoegd worden hun e-mailadressen al in de lijst staan.
pl_pl: Nie udało się dodać niektórych kontaktów, ponieważ ich adresy e-mail są już na liście.
pt_br: Alguns contatos não puderam ser adicionados, pois seus endereços de e-mail já estão na lista.
ro_ro: Anumite contacte nu au putut fi adăugate deoarece adresa lor de e-mail este deja în listă.
sv_se: Några kontakter kunde inte läggas till, eftersom deras e-postadress redan finns i listan.

source: Distribution list with %1$d entry
cs_cz: Distribuční seznam s jednou položkou
da_dk: Distributionsliste med %1$d felt
es_mx: Lista de distribución con %1$d elemento
fr_fr: Liste de diffusion comportant %1$d élément
hu_hu: Terjesztési lista %1$d bejegyzéssel
it_it: Lista di distribuzione con %1$d voce
nl_nl: Distributielijst met %1$d invoerwaarde
pl_pl: Lista dystrybucyjna z %1$d pozycją
pt_br: Lista de distribuição com %1$d entrada
ro_ro: Listă de distribuire cu un element
sv_se: Sändlista med %1$d post

source: Private contact
cs_cz: Soukromý kontakt
da_dk: Privat kontakt
es_mx: Contacto privado
fr_fr: Contact privé
hu_hu: Privát kapcsolat
it_it: Contatto privato
nl_nl: Privécontact
pl_pl: Kontakt prywatny
pt_br: Contato privado
ro_ro: Contact privat
sv_se: Privat kontakt

source: Open in %1$s
bg_bg: Отваряне в %1$s
cs_cz: Otevřít v %1$s
da_dk: Åbn i %1$s
es_mx: Abrir en %1$s
fr_fr: Ouvrir dans %1$s
hu_hu: Megnyitás ebben: %1$s
it_it: Apri in %1$s
nb_no: Åpne i %1$s
pl_pl: Otwórz w %1$s
pt_br: Abrir no %1$s
ro_ro: Deschide cu %1$s
sv_se: Öppna i %1$s

source: All attachments
bg_bg: Всички прикачени файлове
ca_es: Tots els adjunts
cs_cz: Všechny přílohy
da_dk: Alle vedhæftninger
es_mx: Todos los adjuntos
fr_fr: Toutes les pièces jointes
hu_hu: Minden melléklet
it_it: Tutti gli allegati
nb_no: Alle vedlegg
nl_nl: Alle bijlagen
pl_pl: Wszystkie załączniki
pt_br: Todos os anexos
ro_ro: Toate fișierele atașate
sv_se: Alla bilagor

source: Could not load attachments for this contact.
bg_bg: За този контакт не можаха да се заредят прикачени файлове.
ca_es: No s'han pogut carregar els adjunts d'aquest contacte.
cs_cz: Nepodařilo se nahrát přílohy tohoto kontaktu.
da_dk: Vedhæftninger for denne kontakt kunne ikke indlæses.
es_mx: No se pudieron cargar los adjuntos de este contacto.
fr_fr: Impossible de charger les pièces jointes pour ce contact.
hu_hu: A névjegy mellékletei nem tölthetők be.
it_it: Impossibile caricare gli allegati di questo contatto.
nb_no: Kunne ikke laste opp vedlegg til denne kontakten.
nl_nl: Kan niet alle bijlagen van dit contact laden.
pl_pl: Nie udało się załadować załączników do tego kontaktu.
pt_br: Não foi possível carregar anexos para este contato.
ro_ro: Nu s-au putut încărca fișierele atașate pentru acest contact.
sv_se: Kunde inte ladda bilagor för den här kontakten.

source: Copy to description
bg_bg: Копирайте в описанието
ca_es: Copia a la descripció
cs_cz: Zkopírovat do popisu
da_dk: Kopiér til beskrivelse
es_mx: Copiar a la descripción
fr_fr: Copier dans la description
hu_hu: Másolás a leírásba
it_it: Copia nella descrizione
nb_no: Kopier til beskrivelse
nl_nl: Kopieer naar omschrijving
pl_pl: Skopiuj do opisu
pt_br: Copie a descrição
ro_ro: Copiază în descriere
sv_se: Kopiera till beskrivning

source: Saved in:
bg_bg: Запазени в:
cs_cz: Uloženo v:
da_dk: Gemt i:
es_mx: Guardado en:
fr_fr: Enregistré dans :
hu_hu: Mentés itt:
it_it: Salvato in:
nb_no: Lagret i:
nl_nl: Opgeslagen in:
pl_pl: Zapisano w:
pt_br: Salvo em:
ro_ro: Salvat în:
sv_se: Sparades i:

source: Change contact photo
cs_cz: Změnit fotografii kontaktu
da_dk: Ændr kontaktfoto
es_mx: Cambiar foto de contacto
fr_fr: Modifier la photo du contact
hu_hu: Fénykép megváltoztatása
it_it: Cambia foto del contatto
nl_nl: Contact foto aanpassen
pl_pl: Zmień zdjęcie kontaktu
pt_br: Alterar foto do contato
ro_ro: Schimbă fotografia de contact
sv_se: Ändra kontaktens foto

source: The photo exceeds the allowed file size of %1$s
cs_cz: Fotografie přesahuje maximální povolenou velikost souboru %1$s
da_dk: Dette foto overskrider en tilladte størrelse på %1$s
es_mx: La foto supera el tamaño de archivo permitido de %1$s
fr_fr: La photo dépasse la taille maximale autorisée par fichier, %1$s
hu_hu: A kép mérete meghaladja a engedélyezett maximumot: %1$s
it_it: La foto supera la dimensione del file consentita di %1$s
nl_nl: de foto overschrijdt de maximale grootte van %1$s
pl_pl: Wybrane zdjęcie jest większe niż dozwolony rozmiar: %1$s
pt_br: A foto excede o tamanho permitido de %1$s
ro_ro: Fotografia depășește dimensiunea permisă a fișierului de %1$s
sv_se: Fotot överskrider den tillåtna filstorleken på %1$s

source: The file type "%1$s" cannot be used as a contact photo. Supported file types are JPEG, GIF, BMP, and PNG.
cs_cz: Druh souboru „%1$s“ není podporován pro kontaktní obrázky. Jsou podporovány pouze obrázky JPG, GIF, BMP nebo PNG.
da_dk: Filtypen "%1$s" kan ikke bruges som kontaktfoto. Understøttede filtyper er JPEG, GIF, BMP og PNG.
es_mx: El tipo de archivo "%1$s" no se puede usar como foto de contacto. Los tipos de archivo permitidos son JPEG, GIF, BMP, y PNG.
fr_fr: La photo du contact ne peut pas être un fichier de type "%1$s". Les types de fichiers autorisés sont JPEG, GIF, BMP et PNG.
hu_hu: A(z) "%1$s" fájltípus nem használható névjegyfotóként. A támogatott fájltípusok a JPEG, GIF, BMP és PNG.
it_it: Il tipo di file "%1$s" non può essere utilizzata come foto del contatto. I tipi di file supportati sono JPEG, GIF, BMP e PNG.
nl_nl: Het bestandstype "%1$s" kan niet gebruikt worden als contactpersoon. Ondersteunde bestanden zijn JPEG, GIF, BMP en PNG.
pl_pl: Pliku typu „%1$s” nie można użyć jako zdjęcia kontaktu. Obsługiwane typy plików to JPEG, GIF, BMP i PNG.
pt_br: O tipo de arquivo "%1$s" não pode ser usado como uma foto de contato. Os tipos de arquivos suportados são JPEG, GIF, BMP e PNG.
ro_ro: Tipul de fișier "%1$s" nu poate fi utilizat ca fotografie de contact. Tipurile de fișiere acceptate sunt JPEG, GIF, BMP și PNG.
sv_se: Filtypen "%1$s" kan inte användas som ett kontaktfoto. Filtyper som stöds är JPEG, GIF, BMP, och PNG.

source: Click to add photo
cs_cz: Kliknutím nahrajete obrázek
da_dk: Klik for at tilføje foto
es_mx: Presione para añadir una foto
fr_fr: Cliquez pour ajouter une photo
hu_hu: Kattintson a fénykép hozzáadásához
it_it: Fai clic per aggiungere la foto
nl_nl: Klik om foto toe te voegen
pl_pl: Kliknij, aby dodać zdjęcie
pt_br: Clique para adicionar uma foto
ro_ro: Click pentru a adăuga o fotografie
sv_se: Klicka för att lägga till foto

source: UI version
bg_bg: Версия на интерфейса
ca_es: Versió de la interfície d'usuari
cs_cz: Verze uživatelského rozhraní
da_dk: UI udgave
es_mx: Versión del interfaz de usuario
fr_fr: Version de l'interface utilisateur
hu_hu: Grafikus felület verziója
it_it: Versione UI
nb_no: UI versjon
nl_nl: Gebruikersinterface-versie
pl_pl: Wersja UI
pt_br: Versão da interface
ro_ro: Versiune IU

source: Server version
bg_bg: Сървър версия
ca_es: Versió del servidor
cs_cz: Verze serveru
da_dk: Server udgave
es_mx: Versión del servidor
fr_fr: Version du serveur
hu_hu: Kiszolgáló verziója
it_it: Versione del server
nb_no: Serverversjon
nl_nl: Serverversie
pl_pl: Wersja serwera
pt_br: Versão do servidor
ro_ro: Versiune server

source: Saved appointment attachment
bg_bg: Прикачен файл за срещата е запазен
ca_es: Adjunt de cita adesat
cs_cz: Uložena příloha zprávy
da_dk: Gemte aftale-vedhæftning
es_mx: Adjunto de cita guardado
fr_fr: Pièce jointe au rendez-vous enregistrée
hu_hu: Találkozómelléklet mentve
it_it: Allegato di appuntamento salvato
nb_no: Lagret avtalevedlegg
nl_nl: Afspraakbijlage opgeslagen
pl_pl: Załącznik ze spotkaniem został zapisany
pt_br: Anexo do compromisso salvo
ro_ro: Fișier atașat întâlnirii salvat
sv_se: Sparade mötesbilaga

source: Saved task attachment
bg_bg: Прикачената задача е запазена
ca_es: Adjunt de la tasca desat
cs_cz: Uložena příloha úkolu
da_dk: Gemte opgave-vedhæftning
es_mx: Adjunto de tarea guardado
fr_fr: Pièce jointe à la tâche enregistrée
hu_hu: Mentett feladatmelléklet
it_it: Allegato di attività salvato
nb_no: Lagret oppgavevedlegg
nl_nl: Taakbijlage opgeslagen
pl_pl: Załącznik to zadania został zapisany
pt_br: Anexo da tarefa salvo
ro_ro: Fișier atașat sarcinii salvat
sv_se: Sparade uppgiftbilaga

source: Saved contact attachment
bg_bg: Прикачен файл за контакти е запазен
ca_es: Adjunt de contacte desat
cs_cz: Uložena příloha kontaktu
da_dk: Gemte kontakt-vedhæftning
es_mx: Adjunto de contacto guardado
fr_fr: Pièce jointe au contact enregistrée
hu_hu: Névjegy melléklete elmentve
it_it: Allegato di contatto salvato
nb_no: Lagret kontaktvedlegg
nl_nl: Contactbijlage opgeslagen
pl_pl: Załącznik z kontaktem został zapisany
pt_br: Anexo do contato salvo
ro_ro: Fișier atașat contactului salvat
sv_se: Sparade kontaktbilaga

source: Saved attachment
bg_bg: Прикаченият файл е запазен
ca_es: Adjunt desat
cs_cz: Uložena příloha
da_dk: Gemte vedhæftning
es_mx: Adjunto guardado
fr_fr: Pièce jointe enregistrée
hu_hu: Melléklet mentve
it_it: Allegato salvato
nb_no: Lagret vedlegg
nl_nl: Bijlage opgeslagen
pl_pl: Załącznik został zapisany
pt_br: Anexo salvo
ro_ro: Fișier atașat salvat
sv_se: Sparade bilaga

source: Toggle preview
bg_bg: Превключване на визуализацията
cs_cz: Přepnout náhled
da_dk: Skift forvisning
es_mx: Cambiar vista previa
fr_fr: Prévisualiser
hu_hu: Előkép átváltása
it_it: Commuta anteprima
nl_nl: Tonen/Verbergen voorbeeld
pl_pl: Przełącz podgląd
pt_br: Alternar visualização
ro_ro: Comutare previzualizare
sv_se: Växla förhandsgranskning

source: %1$d attachment
bg_bg: %1$d прикачен файл
ca_es: %1$d adjunt
cs_cz: %1$d příloha
da_dk: %1$d vedhæftning
es_mx: %1$d adjunto
fr_fr: Pièce jointe (%1$s)
hu_hu: %1$d melléklet
it_it: %1$d allegato
nb_no: %1$d vedlegg
nl_nl: %1$d bijlage
pl_pl: %1$d załącznik
pt_br: %1$d anexo
ro_ro: %1$d fișier atașat
sv_se: %1$d bilaga

source: Remove attachment
bg_bg: Премахни прикачен файл
ca_es: Elimina fitxers adjunts
cs_cz: Odstranit schůzku
da_dk: Fjern vedhæftning
es_mx: Eliminar adjunto
fr_fr: Supprimer la pièce jointe
hu_hu: Melléklet eltávolítása
it_it: Rimuovi allegato
nb_no: Fjern vedlegg
nl_nl: Bijlage verwijderen
pl_pl: Usuń załącznik
pt_br: Excluir anexo
ro_ro: Elimină fișierul atașat
sv_se: Ta bort bilaga

source: User name
bg_bg: Потребителско име
ca_es: Nom d'usuari
cs_cz: Uživatelské jméno
da_dk: Brugernavn
es_mx: Nombre de usuario
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév
it_it: Nome utente
nb_no: Brukernavn
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
ro_ro: Nume utilizator
sv_se: Användarnamn

source: Reset password
cs_cz: Resetovat heslo
da_dk: Nulstil adgangskode
es_mx: Restablecer contraseña
hu_hu: Jelszó visszaállítása
it_it: Ripristina la password
nl_nl: Wachtwoord herstellen
pl_pl: Resetuj hasło
pt_br: Redefinir senha
ro_ro: Resetează parola
sv_se: Återställ lösenord

source: Set password
cs_cz: Nastavit heslo
da_dk: Sæt adgangskode
es_mx: Establecer contraseña
hu_hu: Jelszó beállítása
it_it: Imposta password
nl_nl: Wachtwoord instellen
pl_pl: Ustaw hasło
pt_br: Definir senha
ro_ro: Setează parola
sv_se: Ställ in lösenord

source: Email address
bg_bg: Емейл адрес
ca_es: Adreça de correu electrònic
cs_cz: E-mailová adresa
da_dk: E-mail-adresse
es_mx: Dirección de correo
fr_fr: Adresse de courrier électronique
hu_hu: E-mail cím
it_it: Indirizzo di posta elettronica
nb_no: E-postadresse
nl_nl: E-mailadres
pl_pl: Adres e-mail
pt_br: Endereço de e-mail
ro_ro: Adresă de e-mail
sv_se: E-postadress

source: Sign in
bg_bg: Влез
ca_es: Inicia la sessió
cs_cz: Přihlásit
da_dk: Log ind
es_mx: Conectarse
fr_fr: Se connecter
hu_hu: Bejelentkezés
it_it: Accedi
nb_no: Logg på
nl_nl: Aanmelden
pl_pl: Zaloguj
pt_br: Iniciar sessão
ro_ro: Autentificare
sv_se: Logga in

# word
source: Sign in
bg_bg: Впиши се
cs_cz: Přihlásit
da_dk: Log ind
es_mx: Conexión
fr_fr: Se connecter
hu_hu: Bejelentkezés
it_it: Accedi
nb_no: Logg på
nl_nl: Aanmelden
pl_pl: Zaloguj
pt_br: Iniciar sessão
ro_ro: Autentificare
sv_se: Inloggning

source: Stay signed in
bg_bg: Запомни ме
ca_es: Mantén-m'hi connectat
cs_cz: Zůstat přihlášený(á)
da_dk: Forbliv logget ind
es_mx: Mantenerse conectado
fr_fr: Rester connecté
hu_hu: Maradjon bejelentkezve
it_it: Rimani connesso
nb_no: Forbli innlogget
nl_nl: Aangemeld blijven
pl_pl: Nie wylogowuj
pt_br: Permanecer conectado
ro_ro: Rămâi conectat
sv_se: Förbli inloggad
