Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Open description panel
bg_bg: Отворете панела за описание
cs_cz: Otevřít popisní panel
da_dk: Åbn beskrivelsespanel
es_mx: Abrir panel de descripción
fr_fr: Ouvrir le panneau de description
hu_hu: Leírópanel megnyitása
it_it: Apri il pannello della descrizione
nb_no: Åpne beskrivelsespanel
nl_nl: Open omschrijvingspaneel
pl_pl: Otwórz panel opisu
pt_br: Abrir o painel de descrição
ro_ro: Deschide panoul descriere
sv_se: Öppna beskrivningspanel

source: Close description panel
bg_bg: Затворете панела за описание
cs_cz: Zavřít popisní panel
da_dk: Luk beskrivelsespanel
es_mx: Cerrar panel de descripción
fr_fr: Fermer le panneau de description
hu_hu: Leírópanel bezárása
it_it: Chiudi il pannello della descrizione
nb_no: Lukk beskrivelsespanel
nl_nl: Sluit omschrijvingspaneel
pl_pl: Zamknij panel opisu
pt_br: Fechar o painel de descrição
ro_ro: Închide panoul descriere
sv_se: Stäng beskrivningspanel

source: Version Comment
bg_bg: Коментар за версията
cs_cz: Komentář k verzi
da_dk: Versionskommentar
es_mx: Comentario de la versión
fr_fr: Commentaire de version
hu_hu: Megjegyzés a verzióhoz
it_it: Commento della versione
nb_no: Versjonskommentar
nl_nl: Versiecommentaar
pl_pl: Komentarz na temat wersji
pt_br: Comentário da versão
ro_ro: Comentariu versiune
sv_se: Versionskommentar

source: Upload
bg_bg: Качи
cs_cz: Nahrát
da_dk: Overfør
es_mx: Subir
fr_fr: Télécharger
hu_hu: Feltöltés
it_it: Carica
nb_no: Last opp
nl_nl: Uploaden
pl_pl: Prześlij
pt_br: Enviar
ro_ro: Încarcă
sv_se: Ladda upp

source: Upload new version
bg_bg: Качете нова версия
cs_cz: Nahrát novou verzi
da_dk: Overfør en ny udgave
es_mx: Subir una nueva versión
fr_fr: Télécharger une nouvelle version
hu_hu: Új verzió feltöltése
it_it: Carica nuova versione
nb_no: Last opp en ny versjon
nl_nl: Nieuwe versie uploaden
pl_pl: Prześlij nową wersję
pt_br: Enviar uma nova versão
ro_ro: Încarcă o versiune nouă
sv_se: Ladda upp ny version

source: Thumbnails
cs_cz: Náhledy
da_dk: Miniaturer
es_mx: Miniaturas
fr_fr: Miniature
hu_hu: Miniatűrök
it_it: Miniature
nb_no: Miniatyrbilder
nl_nl: Miniaturen
pl_pl: Miniaturki
pt_br: Miniaturas
ro_ro: Imagini în miniatură
sv_se: Miniatyrbilder

source: Drop new version of "%1$s" here
bg_bg: Намерете нова версия на \ " %1$s " тук
cs_cz: Přetáhněte sem novou verzi „%1$s“
da_dk: Slip ny udgave af »%1$s« her
es_mx: Dejar nuevas versiones de "%1$s" aquí
fr_fr: Déposez ici la nouvelle version de "%1$s"
hu_hu: Húzza ide a(z) "%1$s" fájl új verzióját
it_it: Rilascia qui la nuova versione di "%1$s"
nb_no: Slipp ny versjon av "%1$s" her
nl_nl: Sleep een nieuwe versie van "%1$s" hierheen
pl_pl: Przeciągnij nową wersję pliku "%1$s"
pt_br: Soltar aqui uma nova versão de "%1$s"
ro_ro: Glisați aici noua versiune a "%1$s"
sv_se: Släpp ny version av "%1$s" här

source: Drop only a single file as new version.
bg_bg: Оставяйте само един файл като нова версия.
cs_cz: Jako novou verzi přetáhněte jen jediný soubor.
da_dk: Slip kun én enkelt fil som den nye udgave.
es_mx: Dejar sólo un único archivo como nueva versión.
fr_fr: Ne déposez qu'un seul fichier comme nouvelle version.
hu_hu: Csak egyetlen fájlt húzzon ide új verzióként
it_it: Rilascia solo un singolo file come nuova versione.
nb_no: Slipp kun en enkelt fil som ny versjon.
nl_nl: Sleep één bestand hierheen als nieuwe versie.
pl_pl: Przeciągnij tylko jeden plik jako nową wersję.
pt_br: Soltar apenas um único arquivo como nova versão.
ro_ro: Glisați doar un singur fișier ca versiune nouă.
sv_se: Släpp bara en enstaka fil som ny version.

source: This document cannot be viewed at the moment because a new version is being uploaded. Please wait until the upload is completed.
cs_cz: Tento dokument není možné v tuto chvíli prohlížet, protože se nahrává jeho nová verze. Počkejte na dokončení nahrávání.
da_dk: Dette dokument kan ikke ses i øjeblikket, da en ny version er ved at blive overført. Vent venligst indtil overførelsen er færdig.
es_mx: Este documento no se puede ver en este momento porque se está cargando una nueva versión. Por favor, espere hasta que se complete la carga.
fr_fr: Ce document ne peut pas être affiché pour le moment, car une nouvelle version est en cours de transfert. Veuillez patienter jusqu'à ce que le transfert soit terminé.
hu_hu: Ez a dokumentum jelenleg nem tekinthető meg, mert új verzió kerül feltöltésre. Várjon, amíg a feltöltés befejeződik.
it_it: Questo documento non può essere visualizzato al momento poiché una nuova versione è in fase di caricamento. Attendi che il caricamento sia completato.
nl_nl: Dit document kan op dit moment niet getoond worden omdat een nieuwe versie wordt geüpload. Wacht totdat de upload voltooid is.
pl_pl: Nie można obecnie wyświetlić tego dokumentu, ponieważ jest przesyłana jego nowa wersja. Poczekaj na zakończenie przesyłania.
pt_br: Este documento não pode ser visualizado no momento porque uma nova versão sua está sendo enviada. Aguarde até o envio ser concluído.
ro_ro: Acest document nu poate fi vizualizat în acest moment, deoarece se încarcă o nouă versiune. Așteptați până când încărcarea este finalizată.
sv_se: Detta dokument kan inte visas just nu eftersom en ny version laddas upp. Vänta tills uppladdning är slutförd.

source: File name
bg_bg: Име на файл
cs_cz: Název souboru
da_dk: Filnavn
es_mx: Nombre de archivo
fr_fr: Nom de fichier
hu_hu: Fájlnév
it_it: Nome file
nb_no: Filnavn
nl_nl: Bestandsnaam
pl_pl: Nazwa pliku
pt_br: Nome do arquivo
ro_ro: Nume fișier
sv_se: Filnamn

source: Rename File
bg_bg: Преименуване на файл
cs_cz: Přejmenovat soubor
da_dk: Omdøb fil
es_mx: Renombrar archivo
fr_fr: Renommer le fichier
hu_hu: Fájl átnevezése
it_it: Rinomina file
nb_no: Gi nytt navn
nl_nl: Bestand Hernoemen
pl_pl: Zmień nazwę pliku
pt_br: Renomear arquivo
ro_ro: Redenumește fișierul
sv_se: Döp om fil

source: Fit to screen width
bg_bg: Плътност на екрана
cs_cz: Přizpůsobit šířce obrazovky
da_dk: Tilpas til skærmbredde
es_mx: Ajustar al ancho de la pantalla
fr_fr: Adapter à la largeur de l'écran
hu_hu: Szélességhez igazítás
it_it: Adatta alla larghezza dello schermo
nb_no: Tilpass til skjermbredden
nl_nl: Aanpassen aan schermbreedte
pl_pl: Dopasuj do szerokości ekranu
pt_br: Ajustar à largura da tela
ro_ro: Ajustează la lățimea ecranului
sv_se: Anpassa till skärmens bredd

source: Fit to screen size
bg_bg: Персонализиране на размера на екрана
cs_cz: Přizpůsobit velikosti obrazovky
da_dk: Tilpas til skærmstørrelse
es_mx: Ajustar al tamaño de la pantalla
fr_fr: Adapter à la taille de l'écran
hu_hu: Képernyőhöz igazítás
it_it: Adatta alle dimensioni dello schermo
nb_no: Tilpass til skjermstørrelsen
nl_nl: Aanpassen aan schermformaat
pl_pl: Dopasuj do rozmiaru ekranu
pt_br: Ajustar ao tamanho da tela
ro_ro: Ajustează la dimensiunea ecranului
sv_se: Anpassa till skärmens storlek

source: Slideshow
da_dk: Diasshow
es_mx: Presentar diapositivas
fr_fr: Diaporama
hu_hu: Diavetítés
it_it: Presentazione
nb_no: Lysbildefremvisning
nl_nl: Diashow
pl_pl: Pokaz slajdów
pt_br: Apresentação de slides
ro_ro: Prezentare
sv_se: Bildspel

source: Run slideshow
cs_cz: Spustit prezentaci
da_dk: Start diasshow
es_mx: Ejecutar presentación de diapositivas
fr_fr: Lancer le diaporama
hu_hu: Diavetítés indítása
it_it: Esegui presentazione
nl_nl: Diapresentatie starten
pl_pl: Uruchom pokaz slajdów
pt_br: Executar apresentação de slides
ro_ro: Redă prezentarea
sv_se: Visa bildspel

source: Stop slideshow
cs_cz: Zastavit prezentaci
da_dk: Stop diasshow
es_mx: Detener presentación de diapositivas
fr_fr: Arrêter le diaporama
hu_hu: Diavetítés leállítása
it_it: Ferma presentazione
nl_nl: Diapresentatie stoppen
pl_pl: Zatrzymaj pokaz slajdów
pt_br: Parar apresentação de slides
ro_ro: Oprește prezentarea
sv_se: Stoppa bildspel

source: View details
bg_bg: Разгледайте детайлите
cs_cz: Zobrazit detaily
da_dk: Se detaljer
es_mx: Ver detalles
fr_fr: Voir les détails
hu_hu: Részletek megjelenítése
it_it: Visualizza i dettagli
nb_no: Vis detaljer
nl_nl: Details tonen
pl_pl: Wyświetl szczegóły
pt_br: Visualizar detalhes
ro_ro: Vizualizează detaliile
sv_se: Visa detaljer

source: Pop out standalone viewer
bg_bg: Изскачай самостоятелен зрител
cs_cz: Vytrhnout samostatný prohlížeč
da_dk: Hop ud selvstændig fremviser
es_mx: Visor emergente independiente
fr_fr: Ouvrir l'afficheur dans une nouvelle fenêtre
hu_hu: Megnyitás külső megjelenítőben
it_it: Mostra il visualizzatore indipendente
nb_no: Popp ut i nytt vindu
nl_nl: Pop-out alleenstaand scherm
pl_pl: Otwórz w nowym oknie przeglądarkę zewnętrzną
pt_br: Exibir visualizador independente
ro_ro: Deschide aplicația de vizualizare într-o fereastră nouă
sv_se: Hoppa ut fristående läsare

source: Close viewer
bg_bg: Затвори зрителя
cs_cz: Zavřít prohlížeč
da_dk: Luk visning
es_mx: Cerrar visor
fr_fr: Fermer l'affichage
hu_hu: Megjelenítő bezárása
it_it: Chiudi il visualizzatore
nb_no: Lukk fremviseren
nl_nl: Sluit lezer
pl_pl: Zamknij przeglądarkę
pt_br: Fechar visualizador
ro_ro: Închide vizualizarea
sv_se: Stäng granskare

source: Share
bg_bg: Сподели
ca_es: Comparteix
cs_cz: Sdílet
da_dk: Del
es_mx: Compartir
fr_fr: Partager
hu_hu: Megosztás
it_it: Condividi
nb_no: Del
nl_nl: Delen
pl_pl: Udostępnij
pt_br: Compartilhar
ro_ro: Partajează
sv_se: Dela

source: Open attachment
bg_bg: Отворете прикачения файл
cs_cz: Otevřít přílohu
da_dk: Åbn vedhæftning
es_mx: Abrir adjunto
fr_fr: Ouvrir la pièce jointe
hu_hu: Melléklet megnyitása
it_it: Apri allegato
nb_no: Åpne vedlegg
nl_nl: Open bijlage
pl_pl: Otwórz załącznik
pt_br: Abrir anexo
ro_ro: Deschide fișierul atașat
sv_se: Öppna bilaga

source: Print as PDF
bg_bg: Печат като PDF
cs_cz: Tisknout do PDF
da_dk: Udskriv som PDF
es_mx: Imprimir como PDF
fr_fr: Imprimer au format PDF
hu_hu: Nyomtatás PDF-ként
it_it: Stampa come PDF
nb_no: Skriv ut som PDF
nl_nl: Afdrukken als PDF
pl_pl: Drukuj jako PDF
pt_br: Imprimir como PDF
ro_ro: Imprimă ca fișier PDF
sv_se: Skriv ut som PDF

source: Send by email
cs_cz: Poslat ve zprávě
da_dk: Send med e-mail
es_mx: Enviar por correo
fr_fr: Envoyer par courriel
hu_hu: Küldés e-mailben
it_it: Invia tramite posta elettronica
nl_nl: Verzend via e-mail
pl_pl: Wyślij pocztą e-mail
pt_br: Enviar por e-mail
ro_ro: Trimite prin e-mail
sv_se: Skicka via e-post

source: of %1$d
bg_bg: от %1$d
cs_cz: z %1$d
da_dk: af %1$d
es_mx: de %1$d
fr_fr: sur %1$d
hu_hu: / %1$d
it_it: di %1$d
nb_no: av %1$d
nl_nl: van %1$d
pl_pl: z %1$d
pt_br: de %1$d
ro_ro: din %1$d
sv_se: av %1$d

source: Previous page
bg_bg: Предишна страница
cs_cz: Předchozí stránka
da_dk: Forgående side
es_mx: Página anterior
fr_fr: Page précédente
hu_hu: Előző oldal
it_it: Pagina precedente
nb_no: Forrige side
nl_nl: Vorige pagina
pl_pl: Poprzednia strona
pt_br: Página anterior
ro_ro: Pagina precedentă
sv_se: Föregående sida

source: Next page
bg_bg: Следваща страница
cs_cz: Další stránka
da_dk: Næste side
es_mx: Página siguiente
fr_fr: Page suivante
hu_hu: Következő oldal
it_it: Pagina successiva
nb_no: Neste side
nl_nl: Volgende pagina
pl_pl: Następna strona
pt_br: Próxima página
ro_ro: Pagina următoare
sv_se: Nästa sida

source: Click to play audio file
bg_bg: Кликнете за възпроизвеждане на аудио файл
cs_cz: Klikněte pro přehrání audio souboru
da_dk: Klik for at spille lydfil
es_mx: Presione para reproducir archivo de audio
fr_fr: Cliquez pour lire le fichier audio
hu_hu: Kattintson az audiofájlra a lejátszáshoz
it_it: Fai clic per riprodurre file audio
nb_no: Klikk for å spille av lydfil
nl_nl: Klik om het audiobestand af te spelen
pl_pl: Kliknij, aby odtworzyć pliki audio
pt_br: Clique para reproduzir o arquivo de áudio
ro_ro: Apăsați pentru a reda fișierul audio
sv_se: Klicka för att spela upp ljudfil

source: Your browser does not support the audio format of this file.
bg_bg: Вашият браузър не поддържа аудио формата на този файл.
cs_cz: Váš prohlížeč nepodporuje audio formát tohoto souboru.
da_dk: Din browser understøtter ikke lydformatet i denne fil.
es_mx: Su navegador no admite el formato de audio de este archivo.
fr_fr: Votre navigateur ne prend pas en charge le format audio de ce fichier.
hu_hu: A böngésző nem támogatja ennek a fájlnak az audioformátumát.
it_it: Il tuo browser non supporta il formato audio di questo file.
nb_no: Nettleseren din støtter ikke lydformatet på denne filen.
nl_nl: Uw browser ondersteunt het audioformaat van dit bestand niet.
pl_pl: Twoja przeglądarka nie obsługuje formatu audio tego pliku.
pt_br: Seu navegador não suporta o formato de áudio deste arquivo.
ro_ro: Navigatorul nu suportă formatul audio al acestui fișier.
sv_se: Din webbläsare stöder inte den här filens ljudformat.

source: Please download the file using the button below.
bg_bg: \ n Моля, изтеглете файла с помощта на бутона по-долу.
cs_cz: Stáhněte, prosím, soubor kliknutím na tlačítko níže.
da_dk: Hent venligst filen med knappen nedenfor.
es_mx: Por favor, descargue el archivo usando el botón inferior.
fr_fr: Veuillez télécharger le fichier avec le bouton ci-dessous.
hu_hu: Kérjük, töltse le a fájlt az alábbi gombot használva.
it_it: Scarica il file utilizzando il pulsante seguente.
nl_nl: Download alstublieft het bestand met de knop hieronder.
pl_pl: Pobierz plik, używając przycisku poniżej.
pt_br: Baixe o arquivo usando o botão abaixo.
ro_ro: Descărcați fișierul utilizând butonul de mai jos.
sv_se: Ladda ned filen genom att använda knappen nedanför.

source: Download %1$s
bg_bg: Изтеглете %1$s
cs_cz: Stáhnout %1%s
da_dk: Hent %1$s
es_mx: Descargar %1$s
fr_fr: Télécharger %1$s
hu_hu: %1$s letöltése
it_it: Scarica %1$s
pl_pl: Pobierz %1$s
pt_br: Baixar %1$s
ro_ro: Descarcă %1$s
sv_se: Ladda ned %1$s

source: Downlad
bg_bg: Свали
cs_cz: Stáhnout %1%s
da_dk: Hent
es_mx: Descargar
fr_fr: Télécharger
hu_hu: Letöltés
it_it: Scarica
nl_nl: Downloaden
pl_pl: Pobierz
pt_br: Baixar
ro_ro: Descarcă
sv_se: Ladda ned

source: There is no preview for this file type.
bg_bg: За този тип файл няма визуализация.
cs_cz: Pro soubor tohoto druhu není k dispozici náhled.
da_dk: Der er ingen forvisning for denne filtype.
es_mx: No hay vista previa para este tipo de archivo.
fr_fr: Aucun aperçu pour ce type de fichier.
hu_hu: Ehhez a fájltípushoz nincs előnézet.
it_it: Non esiste un'anteprima per questo tipo di file.
nl_nl: Er is geen voorbeeld beschikbaar voor dit bestandstype.
pl_pl: Brak podglądu dla plików tego typu plik.
pt_br: Não existe nenhuma visualização para este tipo de arquivo.
ro_ro: Nu există previzualizare pentru acest tip de fișier.
sv_se: Det finns ingen förhandsgranskning för den här filtypen.

source: Page %1$d of %2$d
bg_bg: Страница %1$d от %2$d
cs_cz: Strana %1$d z %2$d
da_dk: Side %1$d af %2$d
es_mx: Página %1$d de %2$d
fr_fr: Page %1$d sur %2$d
hu_hu: %1$d/%2$d oldal
it_it: Pagina %1$d di %2$d
nb_no: Side %1$d av %2$d
nl_nl: Pagina %1$d van %2$d
pl_pl: Strona %1$d z %2$d
pt_br: Página %1$d de %2$d
ro_ro: Pagina %1$d din %2$d
sv_se: Sida %1$d av %2$d

source: Sorry, this page is not available at the moment.
bg_bg: За съжаление тази страница не е налична в момента.
cs_cz: Omlouváme se, ale tato stránka není momentálně dostupná.
da_dk: Beklager. Denne side er ikke tilgængelig lige nu.
es_mx: Lo sentimos, esta página no está disponible en este momento.
fr_fr: Désolé, cette page est indisponible pour le moment.
hu_hu: Elnézést, az oldal pillanatnyilag nem érhető el.
it_it: Spiacenti, questa pagina non è al momento disponibile.
nb_no: Beklager, denne siden er ikke tilgjengelig for øyeblikket.
nl_nl: Sorry, deze pagina is momenteel niet beschikbaar.
pl_pl: Ta strona nie jest obecnie dostępna.
pt_br: Desculpe, esta página não está disponível no momento.
ro_ro: Ne pare rău, această pagină nu este disponibilă momentan.
sv_se: Sidan är tyvärr inte tillgänglig just nu.

source: Your preview is being generated.
cs_cz: Váš náhled je právě vytvářen.
da_dk: Din forhåndsvisning er ved at blive lavet.
es_mx: Se está generando su vista previa.
fr_fr: Votre aperçu est en cours de création
hu_hu: Az előnézet létrehozása folyamatban.
it_it: La tua anteprima è in fase di creazione
nl_nl: Uw voorbeeld wordt gemaakt.
pl_pl: Trwa generowanie podglądu.
pt_br: Sua visualização está sendo gerada.
ro_ro: Previzualizarea este în curs de creare.
sv_se: Din förhandsgranskning skapas.

source: Alternatively you can download the file.
cs_cz: Případně můžete soubor stáhnout.
da_dk: Alternativt kan du hente filen.
es_mx: Como opción alternativa, puede descargar el archivo.
fr_fr: Vous pouvez également télécharger le fichier.
hu_hu: Alternatív megoldásként letöltheti a fájlt.
it_it: In alternativa, puoi scaricare il file.
nl_nl: Eventueel kan u het bestand downloaden.
pl_pl: Ewentualnie możesz też pobrać plik.
pt_br: Alternativamente, você pode baixar o arquivo.
ro_ro: Alternativ puteți descărca fișierul.
sv_se: Annars kan du ladda ned filen.

source: Sorry, there is no preview available for this image.
bg_bg: За съжаление няма налична визуализация за това изображение.
cs_cz: Je nám líto, ale pro tento obrázek není k dispozici žádný náhled.
da_dk: Beklager. Der er ingen forhåndsvisning for dette billede.
es_mx: Lo sentimos, no hay vista previa disponible para esta imagen.
fr_fr: Désolés, il n'y a pas de prévisualisation disponible pour cette image.
hu_hu: Sajnáljuk, de ehhez a képhez nincs előnézet.
it_it: Spiacenti, non è disponibile un'anteprima per questa immagine.
nb_no: Beklager, ingen forhåndsvisning er tilgjengelig for dette bildet.
nl_nl: Sorry, er is geen voorbeeld beschikbaar voor deze afbeelding.
pl_pl: Niestety nie jest możliwy dostępny podgląd plików tego typu.
pt_br: Desculpe, não há pré-visualização disponível para esta imagem.
ro_ro: Ne pare rău, pentru această imagine nu există previzualizare.
sv_se: Det finns tyvärr ingen förhandsgranskning för den här bilden.

source: An error occurred loading the document so it cannot be displayed.
bg_bg: Възникна грешка при зареждането на документа, така че да не може да се покаже.
cs_cz: Při nahrávání dokumentu došlo k chybě, takže nelze zobrazit.
da_dk: Der opstod en fejl under indlæsningen af dokumentet, så det kan ikke vises.
es_mx: Ocurrió un error al cargar el documento por lo que no se puede mostrar.
fr_fr: Une erreur s'est produite lors du chargement du document, il n'est pas possible de l'afficher.
hu_hu: Hiba történt a dokumentum betöltése közben, ezért az nem jeleníthető meg.
it_it: Si è verificato un errore durante il caricamento del documento, per cui non può essere visualizzato.
nb_no: Det oppstod en feil under lasting av dokumentet, og det kan ikke vises.
nl_nl: Er is een fout ontstaan tijdens het laden van het document, hierdoor kan het niet worden getoond.
pl_pl: Podczas wczytywania dokumentu wystąpił błąd. Nie można go wyświetlić.
pt_br: Ocorreu um erro ao carregar o documento para que ele não possa ser exibido.
ro_ro: A apărut o eroare la încărcarea documentului, documentul nu se poate afișa.
sv_se: Ett fel inträffade när dokumentet skulle laddas, så det kan inte visas.

source: Sorry, there is no preview available for this file.
bg_bg: За съжаление няма налична визуализация за този файл.
cs_cz: Je nám líto, ale pro tento soubor není k dispozici žádný náhled.
da_dk: Beklager. Der er ingen forhåndsvisning for denne fil.
es_mx: Lo sentimos, no hay vista previa disponible para este archivo.
fr_fr: Désolés, il n'y a pas de prévisualisation disponible pour ce fichier.
hu_hu: Sajnáljuk, de ehhez a fájltípushoz nincs előnézet.
it_it: Spiacenti, non è disponibile un'anteprima per questo file.
nb_no: Beklager, ingen forhåndsvisning er tilgjengelig for denne filen.
nl_nl: Sorry, er is geen voorbeeld beschikbaar voor dit bestand.
pl_pl: Niestety nie jest możliwy podgląd plików tego typu.
pt_br: Desculpe, não há pré-visualização disponível para este arquivo.
ro_ro: Ne pare rău, pentru acest tip de fișier nu există previzualizare.
sv_se: Det finns tyvärr ingen förhandsgranskning för den här filen.

source: Your browser does not support the video format of this file.
bg_bg: Вашият браузър не поддържа видео формат на този файл.
cs_cz: Váš prohlížeč nepodporuje video formát tohoto souboru.
da_dk: Din browser understøtter ikke videoformatet i denne fil.
es_mx: Su navegador no admite el formato de vídeo de este archivo.
fr_fr: Votre navigateur ne prend pas en charge le format vidéo de ce fichier.
hu_hu: A böngésző nem támogatja ennek a fájlnak az videoformátumát.
it_it: Il tuo browser non supporta il formato video di questo file.
nb_no: Nettleseren din støtter ikke videoformatet på denne filen.
nl_nl: Uw browser ondersteunt het videoformaat van dit bestand niet.
pl_pl: Twoja przeglądarka nie obsługuje formatu wideo tego pliku.
pt_br: Seu navegador não suporta o formato de vídeo deste arquivo.
ro_ro: Navigatorul nu suportă formatul video al acestui fișier.
sv_se: Din webbläsare stöder inte den här filens videoformat.

source: Error while playing the video. Either your browser does not support the format or you have connection problems.
bg_bg: Грешка при възпроизвеждане на видеоклипа. Браузърът ви не поддържа формата или имате проблеми с връзката.
cs_cz: Chyba při přehrávání videa. Buď váš prohlížeč nepodporuje tento formát nebo máte problémy s připojením.
da_dk: Fejl under afspilning af videoen. Enten understøtter din browser ikke videoformatet i denne fil, eller også har du forbindelsesproblemer.
es_mx: Se produjo un error al reproducir el vídeo. Puede que su navegador no admita el formato o que tenga problemas de conexión.
fr_fr: Erreur lors de la lecture de la vidéo. Votre navigateur ne gère pas le format ou vous avez des problèmes de connexion.
hu_hu: Hiba a videó lejátszása közben. A böngészője nem támogatja a formátumot, vagy csatlakozási probléma van.
it_it: Errore durante la riproduzione del video. Il tuo browser non supporta il formato o hai dei problemi di connessione.
nb_no: Feil under avspilling av videoen. Enten støtter ikke nettleseren din formatet, eller du har tilkoblingsproblemer.
nl_nl: Fout bij het afspelen van de Video. Uw browser ondersteunt dit formaat niet of er zijn verbindingsproblemen.
pl_pl: Błąd podczas odtwarzania filmu. Albo przeglądarka nie obsługuje tego formatu, albo masz problemy z połączeniem.
pt_br: Erro ao reproduzir o vídeo. Ou seu navegador não suporta o formato ou você tem problemas na conexão.
ro_ro: Eroare la redarea înregistrării video. Navigatorul nu suportă formatul sau aveți probleme de conexiune.
sv_se: Ett fel inträffade när videon spelades upp. Antingen saknar din webbläsare stöd för videoformatet, eller så har du problem med anslutningen.

source: Start video
bg_bg: Стартирайте видеоклипа
cs_cz: Pustit video
es_mx: Comenzar vídeo
fr_fr: Démarrer la vidéo
hu_hu: Videó indítása
it_it: Avvia video
pl_pl: Uruchom wideo
pt_br: Iniciar vídeo
ro_ro: Pornește înregistrarea video
sv_se: Starta video

source: What's new in this version
cs_cz: Novinky v této verzi
da_dk: Hvad er nyt i denne version
es_mx: Qué hay nuevo en esta versión
fr_fr: Nouveautés de cette version
hu_hu: Újdonságok ebben a verzióban
it_it: Cosa c'è di nuovo in questa versione
nl_nl: Wat is er nieuw in deze versie
pl_pl: Co nowego w tej wersji
pt_br: O que há de novo nesta versão
ro_ro: Noutăți în această versiune
sv_se: Nyheter i denna version

source: What's new
cs_cz: Co je nového
da_dk: Hvad er nyt
es_mx: Qué hay de nuevo
fr_fr: Nouveautés
hu_hu: Újdonságok
it_it: Cosa c'è di nuovo
nl_nl: Wat is nieuw
pl_pl: Co nowego
pt_br: O que há de novo
ro_ro: Noutăți
sv_se: Nyheter

source: Federated Sharing of Files
cs_cz: Sdílení souborů
da_dk: Sammensluttet deling af filer
es_mx: Compartición federada de archivos
fr_fr: Partage de fichiers fédéré
hu_hu: Egyesített fájlmegosztás
it_it: Condivisione federata di file
nl_nl: Federatief delen van bestanden
pl_pl: Sfederowane udostępnianie plików
pt_br: Compartilhamento federado de arquivos
ro_ro: Partajarea federată a fișierelor
sv_se: Samlade fildelningar
