Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Next
bg_bg: Следващ
ca_es: Següent
cs_cz: Další
da_dk: Næste
es_mx: Siguiente
fr_fr: Suivant
hu_hu: Következő
it_it: Avanti
nb_no: Neste
nl_nl: Volgende
pl_pl: Dalej
pt_br: Próximo
ro_ro: Următorul
sv_se: Nästa

source: Please enter your new password.
cs_cz: Zadejte své nové heslo.
da_dk: Indtast venligst din nye adgangskode.
es_mx: Por favor, introduzca su nueva contraseña.
hu_hu: Adja meg az új jelszavát.
it_it: Digita la tua nuova password.
nl_nl: Voer alstublieft uw nieuwe wachtwoord in.
pl_pl: Wprowadź nowe hasło.
pt_br: Insira sua nova senha.
ro_ro: Introduceți parola nouă.
sv_se: Skriv in ditt nya lösenord.

source: Please enter the same password.
cs_cz: Zadejte stejné heslo.
da_dk: Indtast venligst den samme adgangskode.
es_mx: Por favor, introduzca la misma contraseña.
hu_hu: Adja meg ugyanazt a jelszót.
it_it: Digita la stessa password.
nl_nl: Voer het zelfde wachtwoord in.
pl_pl: Wprowadź to samo hasło.
pt_br: Insira a mesma senha.
ro_ro: Introduceți aceeași parola.
sv_se: Skriv in samma lösenord.

source: Warning!
bg_bg: Внимание!
cs_cz: Varování!
da_dk: Advarsel!
es_mx: ¡Advertencia!
fr_fr: Attention !
hu_hu: Figyelmeztetés!
it_it: Avviso!
nb_no: Advarsel!
nl_nl: Waarschuwing!
pl_pl: Ostrzeżenie!
pt_br: Aviso!
ro_ro: Avertisment!
sv_se: Varning!

source: This is a browser feature for developers. If you were asked to copy and paste anything here, somebody might want to take over your account. Do not enter any script code without knowing what it does.
bg_bg: Това е браузър за разработчиците. Ако сте помолени да копирате и поставите нещо тук, някой може да поиска да поеме сметката ви. Не въвеждайте кода на скрипта, без да знаете какво прави.
cs_cz: Toto je funkce prohlížeče pro vývojáře. Pokud jste byli požádáni, abyste sem cokoliv nakopírovali, někdo se možná snaží ukrást váš účet. Nevkládejte sem žádný kód skriptu, aniž byste věděli, co dělá.
da_dk: Dette er en browserfeature for udviklere. hvis du blev bedt om at klippe-klistre noget hertil, forsøger nogen måske at overtage din konto. Indsæt ikke noget script-kode uden at vide præcis hvad det gør.
es_mx: Esta es una función del navegador para desarrolladores. Si se le pidió que copiara y pegara algo aquí, alguien podría querer tomar el control de su cuenta. No introduzca ningún código de script sin saber lo que hace.
fr_fr: Il s'agit d'une fonctionnalité du navigateur destinée aux développeurs. Si l'on vous a demandé de copier et coller quoi que ce soit ici, c'est peut-être que quelqu'un essaie de prendre le contrôle de votre compte. Ne saisissez aucun code de script sans savoir ce qu'il fait.
hu_hu: Ez a böngésző funkció fejlesztők számára. Ha valaki azt kéri, hogy másoljon ide egy kódrészletet, lehet, hogy át akarja venni a fiókját. Ne írjon ide semmilyen kódot ha nincs tisztában azzal, hogy mire szolgál.
it_it: Questa è una funzionalità del browser per sviluppatori. Se ti è stato chiesto di copiare e incollare qualcosa qui, qualcuno potrebbe voler prendere possesso del tuo account. Non digitare alcun codice di script senza sapere cosa faccia.
nb_no: Dette er nettleserfunksjon for utviklere. Hvis du ble bedt om å kopiere og lime inn noe her er det mulig at noen forsøker å ta over kontoen din. Ikke angi noe skript-kode uten å vite hva den gjør.
nl_nl: Dit is een browser uitbreiding voor ontwikkelaars. Als u gevraagd is iets te kopiëren en dat hier te plakken, kan het zijn dat iemand uw account probeert over te nemen. Voer geen script code uit als u niet begrijpt wat het doet.
pl_pl: Ta funkcja przeglądarki jest przeznaczona dla deweloperów. Jeśli ktoś Cię poprosił o skopiowanie czegoś i wklejenie w tym miejscu, być może próbuje przejąć Twoje konto. Nie wprowadzaj żadnego kodu skryptu, jeśli nie wiesz dokładnie, jakie jest jego działanie.
pt_br: Este é um recurso do navegador para desenvolvedores. Se foi pedido a você copiar e colar alguma coisa aqui, alguém está querendo assumir sua conta. Não insira qualquer código de script sem saber o que ele faz.
ro_ro: Aceasta este o funcționalitate a navigatorului pentru dezvoltatori. Dacă vi se cere să copiați și să lipiți ceva aici, probabil cineva dorește să vă preia contul. Nu introduceți nici un fel de script fără să știți ce efect are.
sv_se: Detta är en webbläsarfunktion för utvecklare. Om du blev ombedd att kopiera och klistra in något här kan det vara någon som försöker ta över ditt konto. Mata inte in någon skriptkod om du inte vet vad den gör.

source: %1$s item selected
bg_bg: %1$s избран елемент
cs_cz: %1$s položka vybrána
da_dk: %1$s element valgt
es_mx: %1$s elemento seleccionado
fr_fr: %1$s élément sélectionné
hu_hu: %1$s elem kijelölve
it_it: %1$s elemento selezionato
nb_no: %1$s element er valgt
nl_nl: %1$s item geselecteerd
pl_pl: Wybrano %1$s element
pt_br: %1$s item selecionado
ro_ro: %1$s element selectat
sv_se: %1$s objekt markerat

source: Selection Details
bg_bg: Детайли за селекцията
ca_es: Detalls de la selecció
cs_cz: Podrobnosti o výběru
da_dk: Udvalgsdetaljer
es_mx: Detalles de la selección
fr_fr: Détails sur la sélection
hu_hu: Kijelölés részletei
it_it: Dettagli selezione
nb_no: Utvalgsdetaljer
nl_nl: Selectiedetails
pl_pl: Szczegóły wyboru
pt_br: Seleção de detalhes
ro_ro: Detalii selecție
sv_se: Detaljer om markering

source: No elements selected
bg_bg: Няма избрани елементи
ca_es: No hi ha elements seleccionats
cs_cz: Není vybraný žádný prvek
da_dk: Ingen elementer valgt
es_mx: No hay elementos seleccionados
fr_fr: Pas d'éléments sélectionnés
hu_hu: Nincs elem kijelölve
it_it: Nessun elemento selezionato
nb_no: Ingen elementer valgt
nl_nl: Geen elementen geselecteerd
pl_pl: Brak wybranych elementów
pt_br: Nenhum elemento selecionado
ro_ro: Niciun element selectat
sv_se: Inga element valda

source: Results
bg_bg: Резултати
ca_es: Resultats
cs_cz: Výsledky
da_dk: Resultater
es_mx: Resultados
fr_fr: Résultats
hu_hu: Találatok
it_it: Risultati
nb_no: Resultater
nl_nl: Resultaten
pl_pl: Wyniki
pt_br: Resultados
ro_ro: Rezultate
sv_se: Resultat

source: Item list
bg_bg: Списък на елементите
cs_cz: Seznam položek
da_dk: Elementliste
es_mx: Lista de elementos
fr_fr: Liste des éléments
hu_hu: Elemlista
it_it: Elenco di elementi
nb_no: Elementliste
nl_nl: Itemoverzicht
pl_pl: Lista pozycji
pt_br: Lista de itens
ro_ro: Listă elemente
sv_se: Objektlista

source: Close folder view
bg_bg: Затваряне на изгледа на папки
ca_es: Tanca la vista de carpeta
cs_cz: Zavřít pohled na složky
da_dk: Luk mappevisning
es_mx: Cerrar la vista de carpeta
fr_fr: Fermer la vue des dossiers
hu_hu: Mappanézet bezárása
it_it: Chiudi la vista delle cartelle
nb_no: Lukk mappevisning
nl_nl: Mappenoverzicht sluiten
pl_pl: Zamknij widok folderów
pt_br: Fechar visualização de pasta
ro_ro: Închide vederea dosar
sv_se: Stäng mappvy

source: Premium features
bg_bg: Премиум функции
cs_cz: Prémiové funkce
da_dk: Præmium-funktioner
es_mx: Características premium
fr_fr: Fonctions Premium
hu_hu: Prémium szolgáltatások
it_it: Funzionalità premium
nb_no: Premium-funksjoner
nl_nl: Premium functies
pl_pl: Funkcje premium
pt_br: Recursos premium
ro_ro: Funcționalitățile versiunii premium
sv_se: Premiumfunktioner

source: Close premium features
bg_bg: Затваряне на премиум функции
cs_cz: Zavřít prémiové funkce
da_dk: Luk præmium-funktioner
es_mx: Cerrar las características premium
fr_fr: Fermer les fonctions Premium
hu_hu: Prémium szolgáltatások bezárása
it_it: Chiudi le funzionalità premium
nb_no: Lukk premium-funksjoner
nl_nl: Sluit premium functies
pl_pl: Zamknij funkcje premium
pt_br: Fechar recursos premium
ro_ro: Închide funcționalitățile premium
sv_se: Stäng premiumfunktioner

source: Try now!
bg_bg: Опитайте сега!
cs_cz: Vyzkoušet!
da_dk: Prøv nu!
es_mx: ¡Pruébelo ahora!
fr_fr: Essayer maintenant !
hu_hu: Próbálja ki!
it_it: Prova subito!
nb_no: Prøv nå!
nl_nl: Probeer nu!
pl_pl: Spróbuj teraz!
pt_br: Experimente agora!
ro_ro: Încercați acum!
sv_se: Testa nu!

source: Inbox
bg_bg: Входящи
ca_es: Safata d'entrada
cs_cz: Doručená pošta
da_dk: Indbakke
es_mx: Bandeja de entrada
fr_fr: Boîte de réception
hu_hu: Beérkezett üzenetek
it_it: Posta in arrivo
nb_no: Innboks
nl_nl: Postvak IN
pl_pl: Skrzynka odbiorcza
pt_br: Caixa de entrada
ro_ro: Mesaje primite
sv_se: Inkorg

source: Viewer
cs_cz: Pozorovatel
da_dk: Læser
es_mx: Espectador
fr_fr: Lecteur
hu_hu: Olvasó
it_it: Visualizzatore
nb_no: Tilskuer
nl_nl: Lezer
pl_pl: Obserwator
pt_br: Visualizador
ro_ro: Vizualizare
sv_se: Visare

source: Editor
bg_bg: Редактор
cs_cz: Upravit
fr_fr: Éditeur
hu_hu: Szerkesztő
nb_no: Redigeringprogram
pl_pl: Redaktor

source: Author
bg_bg: Автор
ca_es: Autor
cs_cz: Autor
da_dk: Forfatter
es_mx: Autor
fr_fr: Auteur
hu_hu: Szerző
it_it: Autore
nb_no: Forfatter
nl_nl: Auteur
pl_pl: Autor
pt_br: Autor
ro_ro: Autor
sv_se: Författare

source: Allowed to send emails on your behalf
cs_cz: Může posílat zprávy vaším jménem
da_dk: Tillad at sende e-mails på dine vegne
es_mx: Se permite enviar correos en su nombre
hu_hu: Engedélyezett e-mailek küldése az Ön nevében
it_it: Autorizzato a inviare messaggi di posta per tuo conto
nl_nl: Toegestaan om namens u e-mails te verzenden
pl_pl: Może wysyłać wiadomości e-mail w Twoim imieniu
pt_br: Tem permissão para enviar e-mails em seu nome
ro_ro: Autorizat să trimită e-mailuri în numele dvs.
sv_se: Tillåts att skicka e-post i ditt ställe

source: Deputy: %1$s
cs_cz: Zástupce: %1$s
da_dk: Hjælper: %1$s
es_mx: Representante: %1$s
hu_hu: Helyettes: %1$s
it_it: Delegato: %1$s
nl_nl: Plaatsvervanger: %1$s
pl_pl: Zastępca: %1$s
pt_br: Representante: %1$s
ro_ro: Adjunct: %1$s
sv_se: Ställföreträdare: %1$s

source: The deputy has the following permissions
cs_cz: Zástupce má následující práva
da_dk: Hjælperen har følgende rettigheder
es_mx: El representante tiene los siguientes permisos
hu_hu: A helyettes a következő jogosultságokkal rendelkezik
it_it: Il vice ha i seguenti permessi
nl_nl: De plaatsvervanger heeft de volgende machtigingen:
pl_pl: Zastępca ma następujące uprawnienia
pt_br: O representante tem as seguintes permissões
ro_ro: Adjunctul are următoarele permisiuni
sv_se: Ställföreträdaren har följande rättigheter

source: Viewer (read emails)
cs_cz: Prohlížení (číst zprávy)
da_dk: Læser (læs e-mails)
es_mx: Lector (leer correos)
hu_hu: Megtekintő (e-mailek olvasása)
it_it: Visualizzatore (lettura dei messaggi)
nl_nl: Lezer (e-mails lezen)
pl_pl: Obserwator (odczyt wiadomości e-mail)
pt_br: Visualizador (ler e-mails)
ro_ro: Vizualizare (doar citire)
sv_se: Visare (läs meddelanden)

source: Editor (create/edit emails)
cs_cz: Úpravy (vytváření a úpravy zpráv)
da_dk: Editor (opret/redigér e-mails)
es_mx: Editor (crear/editar correos)
hu_hu: Szerkesztő (e-mailek írása és szerkesztése)
it_it: Editor (creazione/modifica messaggi di posta)
nl_nl: Editor (e-mails maken/bewerken)
pl_pl: Redaktor (tworzenie i edycja wiadomości e-mail)
pt_br: Editor (criar/editar e-mails)
ro_ro: Editare (creează/editează e-mailuri)
sv_se: Redaktör (skapa/redigera meddelanden)

source: Author (create/edit/delete emails)
cs_cz: Autor (vytváření, úpravy, mazání zpráv)
da_dk: Forfatter (opret/redigér/slet e-mails)
es_mx: Autor (crear/editar/borrar correos)
hu_hu: Szerző (e-mailek írása, szerkesztése és törlése)
it_it: Autore (creazione/modifica/eliminazione degli messaggi)
nl_nl: Auteur (e-mails maken/bewerken/verwijderen)
pl_pl: Autor (tworzenie, edycja i usuwanie wiadomości e-mail)
pt_br: Autor (criar/editar/excluir e-mails)
ro_ro: Autor (creează/editează/șterge e-mailuri)
sv_se: Författare (skapa/redigera/radera meddelanden)

source: Deputy can send emails on your behalf
cs_cz: Zástupce může vaším jménem posílat zprávy
da_dk: En hjælper kan sende e-mails på dine vegne
es_mx: El representante puede enviar correos en su nombre
hu_hu: A helyettes e-maileket küldhet az Ön nevében
it_it: Il delegato può inviare messaggi di posta per tuo conto
nl_nl: De plaatsvervanger kan namens u e-mails verzenden
pl_pl: Zastępca może wysyłać wiadomości e-mail w Twoim imieniu
pt_br: O representante pode enviar e-mails em seu nome
ro_ro: Adjunctul poate trimite e-mailuri în numele dvs.
sv_se: Ställföreträdare kan skicka meddelanden i ditt ställe

source: Viewer (view appointments)
cs_cz: Prohlížení (zobrazení schůzek)
da_dk: Læser (se aftaler)
es_mx: Lector (ver citas)
hu_hu: Megtekintő (találkozók megtekintése)
it_it: Visualizzatore (visualizzazione appuntamenti)
nl_nl: Lezer (afspraken lezen)
pl_pl: Obserwator (wyświetlanie spotkań)
pt_br: Visualizador (ver compromissos)
ro_ro: Vizualizare (vizualizare întâlniri)
sv_se: Visare (visa möten)

source: Editor (create/edit appointments)
cs_cz: Úpravy (vytváření a úpravy schůzek)
da_dk: Editor (opret/redigér aftaler)
es_mx: Editor (crear/editar citas)
hu_hu: Szerkesztő (találkozók írása és szerkesztése)
it_it: Editor (creazione/modifica degli appuntamenti)
nl_nl: Editor (afspraken maken/bewerken)
pl_pl: Redaktor (tworzenie i edycja spotkań)
pt_br: Editor (criar/editar compromissos)
ro_ro: Editare (creează/modifică întâlniri)
sv_se: Redaktör (skapa/redigera möten)

source: Author (create/edit/delete appointments)
cs_cz: Autor (vytváření, úpravy, mazání schůzek)
da_dk: Forfatter (opret/redigér/slet aftaler)
es_mx: Autor (crear/editar/borrar citas)
hu_hu: Szerző (találkozók írása, szerkesztése és törlése)
it_it: Autore (creazione/modifica/eliminazione degli appuntamenti)
nl_nl: Auteur (afspraken maken/bewerken/verwijderen)
pl_pl: Autor (tworzenie, edycja i usuwanie spotkań)
pt_br: Autor (criar/editar/excluir compromissos)
ro_ro: Autor (crează/modifică/șterge întâlniri)
sv_se: Författare (skapa/redigera/radera möten)

source: Could not create deputy.
cs_cz: Nepodařilo se vytvořit zástupce.
da_dk: Kunne ikke oprette hjælper.
es_mx: No se pudo crear al representante.
hu_hu: Nem sikerült létrehozni a helyettest.
it_it: Impossibile creare il delegato.
nl_nl: Kan geen plaatsvervanger maken.
pl_pl: Nie udało się utworzyć zastępcy.
pt_br: Não foi possível criar um representante.
ro_ro: Adjunctul nu a putut fi creat.
sv_se: Kunde inte skapa ställföreträdare.

source: Could not update deputy permissions.
cs_cz: Oprávnění zástupce se nepodařilo aktualizovat.
da_dk: Kunne ikke opdatere hjælpers rettigheder.
es_mx: No se pudieron actualizar los permisos del representante.
hu_hu: Nem sikerült frissíteni a helyettesi jogosultságokat.
it_it: Impossibile aggiornare i permessi del delegato.
nl_nl: Kan plaatsvervanger machtigingen niet updaten.
pl_pl: Nie udało się zaktualizować uprawnień zastępcy.
pt_br: Não foi possível atualizar as permissões do representante.
ro_ro: Permisiunile adjunctului nu au putut fi actualizate.
sv_se: Kunde inte uppdatera ställföreträdarens rättigheter.

source: Remove deputy %1$s
cs_cz: Zástupce %1$s odebrán
da_dk: Fjern hjælper %1$s
es_mx: Eliminar al representante %1$s
hu_hu: %1$s helyettes eltávolítása
it_it: Rimuovi il delegato %1$s
nl_nl: Plaatsvervanger %1$s verwijderen
pl_pl: Usuń zastępcę (%1$s)
pt_br: Excluir representante %1$s
ro_ro: Elimină adjunctul %1$s
sv_se: Ta bort ställföreträdare %1$s

source: Do you want to remove %1$s from your deputy list?
cs_cz: Chcete odstranit %1$s ze svého seznamu zástupců?
da_dk: Vil du fjerne %1$s fra listen over hjælpere?
es_mx: ¿Quiere eliminar a %1$s de tu lista de representantes?
hu_hu: Szeretné eltávolítani %1$s helyettest a listájáról?
it_it: Vuoi rimuovere %1$s dall'elenco dei delegati?
nl_nl: Wilt u %1$s als plaatsvervanger verwijderen?
pl_pl: Czy chcesz usunąć użytkownika %1$s z listy zastępców?
pt_br: Deseja realmente excluir %1$s da sua lista de representantes?
ro_ro: Doriți să eliminați pe %1$s din lista dumneavoastră de adjuncți?
sv_se: Vill du ta bort %1$s från din lista över ställföreträdare?

source: Could not remove deputy.
cs_cz: Zástupce se nepodařilo odstranit.
da_dk: Kunne ikke fjerne hjælper.
es_mx: No se pudo eliminar al representante.
hu_hu: Nem sikerült eltávolítani a helyettest.
it_it: Impossibile rimuovere il delegato.
nl_nl: Kan de plaatsvervanger niet verwijderen.
pl_pl: Nie udało się usunąć zastępcy.
pt_br: Não foi possível excluir o representante.
ro_ro: Adjunctul nu a putut fi eliminat.
sv_se: Kunde inte ta bort ställföreträdare.

source: You have currently no deputies assigned.
cs_cz: Nemáte přiřazené žádné zástupce.
da_dk: Du har ikke nogen hjælpere tildelt i øjeblikket.
es_mx: Actualmente no tiene representantes asignados.
hu_hu: Jelenleg nincs kijelölt helyettese.
it_it: Attualmente non ci sono delegati assegnati.
nl_nl: U heeft momenteel geen plaatsvervangers toegewezen.
pl_pl: Nie masz obecnie przydzielonych zastępców.
pt_br: No momento, você não tem representantes designados.
ro_ro: În prezent nu aveți niciun adjunct desemnat.
sv_se: Du har inte tilldelade ställföreträdare.

source: Deputies can get acces to your Inbox and Calendar.
cs_cz: Zástupci mohou mít přístup k vašim doručeným zprávám a kalendáři.
da_dk: Hjælpere kan få adgang til din indbakke og kalender
es_mx: Los representantes pueden obtener acceso a su Bandeja de entrada y al Calendario.
hu_hu: A helyettesek hozzáférhetnek a beérkező levelekhez és a naptárhoz.
it_it: I delegati possono accedere alla tua posta in arrivo e al calendario
nl_nl: Plaatsvervangers kunnen toegang krijgen tot uw Postvak IN en Agenda.
pl_pl: Zastępcy mogą uzyskać dostęp do Twojej skrzynki odbiorczej i kalendarza.
pt_br: Os representantes podem ter acesso à sua caixa de entrada e calendário.
ro_ro: Adjuncții pot avea acces la inboxul și la calendarul dvs
sv_se: Ställföreträdare kan komma åt din Inkorg och Kalender.

source: Manage deputies
cs_cz: Spravovat zástupce
da_dk: Håndtér hjælpere
es_mx: Administrar representantes
hu_hu: Helyettesek kezelése
it_it: Gestisci i delegati
nl_nl: Plaatsvervangers beheren
pl_pl: Zarządzaj zastępcami
pt_br: Gerenciar representantes
ro_ro: Gestionează adjuncți
sv_se: Hantera ställföreträdare

source: Add people
bg_bg: Добави хора
cs_cz: Přidat lidi
da_dk: Tilføj mennesker
es_mx: Añadir personas
hu_hu: Személy hozzáadása
it_it: Aggiungi persone
nb_no: Legg til personer
nl_nl: Mensen toevoegen
pl_pl: Dodaj osoby
pt_br: Adicionar pessoas
ro_ro: Adaugă persoane
sv_se: Lägg till folk

source: Could not load deputy data.
cs_cz: Údaje o zástupcích se nepodařilo načíst.
da_dk: Kunne ikke indlæse data om hjælper.
es_mx: No se pudieron cargar los datos del representante.
hu_hu: Nem sikerült betölteni a helyettes adatait.
it_it: Impossibile caricare i dati del delegato.
nl_nl: Kan plaatsvervanger gegevens niet laden
pl_pl: Nie udało się załadować danych zastępców.
pt_br: Não foi possível carregar os dados do representante.
ro_ro: Nu s-au putut încărca datele despre adjuncți.
sv_se: Kunde inte läsa in ställföreträdardata.

source: Failed to automatically save current stage of work. Please save your work to avoid data loss in case the browser closes unexpectedly.
bg_bg: Неуспешно автоматично запазване на текущия етап на работа. Моля, запазете работата си, за да избегнете загуба на данни в случай, че браузърът се затваря неочаквано.
ca_es: No s'ha pogut desar automàticament l'estat actual del treball. Per favor, desau el vostre treball per a evitar-ne la pèrdua de dades en cas que el navegador es tanqui inesperadament.
cs_cz: Nepodařilo se automaticky uložit aktuální stav práce. Uložte, prosím, svou práci, abyste předešli ztrátě dat, kdyby se prohlížeč nečekaně zavřel.
da_dk: Det mislykkedes at gemme det du arbejder på automatisk. Gem det venligst for at undgå at noget går tabt, hvis din browser stopper uventet.
es_mx: Error al guardar automáticamente el escenario actual de trabajo. Por favor, guarde su trabajo para evitar la pérdida de datos en caso de que el navegador se cierre inesperadamente.
fr_fr: L'enregistrement automatique de l'état courant de votre travail a échoué. Veuillez enregistrer votre travail pour éviter de perdre vos données si votre navigateur se ferme de manière inattendue.
hu_hu: A munka jelenlegi állapotának automatikus mentése sikertelen. Mentse munkáját az adatvesztés elkerülése érdekében, ha a böngésző váratlanul bezáródna.
it_it: Salvataggio automatico del lavoro non riuscito. Salvare il proprio lavoro per evitare perdite di dati nel caso in cui il browser si chiuda in modo inatteso.
nb_no: Kunne ikke automatisk lagre den nåværende fasen av arbeidet. Vennligst lagre arbeidet for å unngå tap av data i tilfelle nettleseren lukkes uventet.
nl_nl: Het automatisch opslaan van de gemaakte wijzigingen is mislukt. Sla uw werk op om te voorkomen dat het verloren gaat bij het onverwacht afsluiten van de browser.
pl_pl: Nie udało się automatycznie zapisać aktualnych wyników pracy. Zapisz wyniki pracy, aby uniknąć utraty danych w razie nieoczekiwanego zamknięcia się przeglądarki.
pt_br: Falha ao salvar automaticamente o estado atual do trabalho. Salve seu trabalho para evitar a perda de dados caso o navegador feche inesperadamente.
ro_ro: Salvarea automată a stadiului actual de lucru a eșuat. Salvați ceea ce ați lucrat pentru a evita pierderea datelor în cazul unei opriri neaștepate a navigatorului.
sv_se: Kunde inte autospara nuvarande tillstånd av arbetet. Spara det du gjort för att undvika dataförluster om webbläsaren oväntat skulle stängas.

source: Could not get a default folder for this application.
bg_bg: Не можа да се получи папка по подразбиране за това приложение.
ca_es: No s'ha pogut obtenir una carpeta predeterminada per a aquesta aplicació.
cs_cz: Nelze načíst výchozí složku pro tuto aplikaci.
da_dk: Kunne ikke få et standardkatalog for dette program.
es_mx: No se pudo obtener una carpeta predeterminada para esta aplicación.
fr_fr: Impossible d'obtenir un dossier par défaut pour cette application.
hu_hu: Az alapértelmezett mappa nem kérhető le az alkalmazáshoz.
it_it: Impossibile ottenere una cartella predefinita per questa applicazione.
nb_no: Kunne ikke hente standardmappen
nl_nl: Kan de standaardmap voor deze applicatie niet ophalen.
pl_pl: Nie udało się otworzyć domyślnego folderu tej aplikacji.
pt_br: Não foi possível obter uma pasta padrão para esta aplicação.
ro_ro: Nu s-a putut obține un dosar implicit pentru această aplicație.
sv_se: Kunde inte få standardmapp för det här programmet.

source: There are unsaved changes.
bg_bg: Има незапазени промени.
ca_es: Hi ha canvis sense desar.
cs_cz: Změny nebyly uloženy.
da_dk: Der er ugemte ændringer.
es_mx: Hay cambios sin guardar.
fr_fr: Certaines modifications n'ont pas été enregistrées.
hu_hu: Mentetlen beállítások vannak.
it_it: Ci sono modifiche non salvate.
nb_no: Det er ulagrede endringer.
nl_nl: Er zijn niet opgeslagen wijzigingen.
pl_pl: Istnieją niezapisane zmiany.
pt_br: Há alterações não salvas.
ro_ro: Unele modificări nu au fost salvate.
sv_se: Det finns osparade ändringar.

source: Start search
ca_es: Comença la recerca
cs_cz: Spustit vyhledávání
da_dk: Start søgning
es_mx: Comenzar búsqueda
fr_fr: Démarrer la recherche
hu_hu: Keresés indítása
it_it: Inizia la ricerca
nb_no: Start søk
nl_nl: Zoeken starten
pl_pl: Rozpocznij wyszukiwanie
pt_br: Iniciar pesquisa
ro_ro: Pornește căutarea
sv_se: Starta sökning

source: Cancel search
bg_bg: Откажи търсене
cs_cz: Zrušit hledání
da_dk: Afbryd søgning
es_mx: Cancelar búsqueda
fr_fr: Annuler la recherche
hu_hu: Keresés megszakítása
it_it: Annulla la ricerca
nb_no: Lukk søk
nl_nl: Zoeken annuleren
pl_pl: Anuluj wyszukiwanie
pt_br: Cancelar pesquisa
ro_ro: Anulează căutarea
sv_se: Avbryt sökning
