Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Create objects and subfolders
bg_bg: Създайте обекти и подпапки
cs_cz: Vytvořit objekty a podsložky
da_dk: Opret objekter og undermapper
es_mx: Crear objetos y subcarpetas
fr_fr: Créer des objets et sous-dossiers
hu_hu: Elemek és almappák létrehozása
it_it: Crea oggetti e sottocartelle
nb_no: Opprette objekter og undermapper
nl_nl: Objecten en submappen aanmaken
pl_pl: Twórz obiekty i podfoldery
pt_br: Criar objetos e subpastas
ro_ro: Creează obiecte și dosare subordonate
sv_se: Skapa objekt och underliggande mappar

source: Read permissions
bg_bg: Четете разрешения
cs_cz: Oprávnění ke čtení
da_dk: Læsetilladelser
es_mx: Permisos de lectura
fr_fr: Droits de lecture
hu_hu: Olvasási jogosultság
it_it: Permessi di lettura
nb_no: Leserettigheter
nl_nl: Leesrechten
pl_pl: Uprawnienia do odczytu
pt_br: Permissões de leitura
ro_ro: Citește permisiunile
sv_se: Läsrättigheter

source: Read own objects
bg_bg: Прочетете собствени обекти
cs_cz: Číst vlastní objekty
da_dk: Læs egne objekter
es_mx: Leer objetos propios
fr_fr: Lire ses propres objets
hu_hu: Saját elemek olvasása
it_it: Leggere i propri oggetti
nb_no: Les egne objekter
nl_nl: Lees eigen objecten
pl_pl: Odczytuj własne obiekty
pt_br: Ler objetos próprios
ro_ro: Citește obiectele proprii
sv_se: Läs egna objekt

source: Read all objects
bg_bg: Прочетете всички обекти
cs_cz: Číst všechny objekty
da_dk: Læs alle objekter
es_mx: Leer todos los objetos
fr_fr: Lire tous les objets
hu_hu: Minden elem olvasása
it_it: Leggere tutti gli oggetti
nb_no: Les alle objekter
nl_nl: Lees alle objecten
pl_pl: Odczytuj wszystkie obiekty
pt_br: Ler todos os objetos
ro_ro: Citește toate obiectele
sv_se: Läs alla objekt

source: Write permissions
bg_bg: Пишете разрешения
cs_cz: Oprávnění k zápisu
da_dk: Skrivetilladelser
es_mx: Permisos de escritura
fr_fr: Droits d'écriture
hu_hu: Írás jogosultság
it_it: Permessi di scrittura
nb_no: Skriverettigheter
nl_nl: Schrijfrechten
pl_pl: Uprawnienia do zapisu
pt_br: Permissões de escrita
ro_ro: Scrie permisiuni
sv_se: Skrivrättigheter

source: Edit own objects
bg_bg: Редактиране на собствени обекти
cs_cz: Upravovat vlastní objekty
da_dk: Ændr egne objekter
es_mx: Editar objetos propios
fr_fr: Modifier ses propres objets
hu_hu: Saját elemek szerkesztése
it_it: Modificare i propri oggetti
nb_no: Rediger egne objekter
nl_nl: Bewerk eigen objecten
pl_pl: Edytuj własne obiekty
pt_br: Editar objetos próprios
ro_ro: Editează obiectele proprii
sv_se: Redigera egna objekt

source: Edit all objects
bg_bg: Редактирайте всички обекти
cs_cz: Upravovat všechny objekty
da_dk: Ændr alle objekter
es_mx: Editar todos los objetos
fr_fr: Modifier tous les objets
hu_hu: Minden elem szerkesztése
it_it: Modificare tutti gli oggetti
nb_no: Rediger alle objekter
nl_nl: Bewerk alle objecten
pl_pl: Edytuj wszystkie obiekty
pt_br: Editar todos os objetos
ro_ro: Editează toate obiectele
sv_se: Redigera alla objekt

source: Delete permissions
bg_bg: Изтриване на разрешения
cs_cz: Oprávnění k výmazu
da_dk: Slettetilladelser
es_mx: Permisos de borrado
fr_fr: Droits de suppression
hu_hu: Törlés jogosultság
it_it: Permessi di eliminazione
nb_no: Slett tillatelser
nl_nl: Verwijderrechten
pl_pl: Uprawnienia do usuwania
pt_br: Permissões de exclusão
ro_ro: Șterge permisiuni
sv_se: Raderingsrättigheter

source: Delete own objects
bg_bg: Изтриване на собствени обекти
cs_cz: Smazat vlastní objekty
da_dk: Slet egne objekter
es_mx: Borrar objetos propios
fr_fr: Supprimer ses propres objets
hu_hu: Saját elemek törlése
it_it: Eliminare i propri oggetti
nb_no: Slett egne objekter
nl_nl: Eigen objecten verwijderen
pl_pl: Usuń własne obiekty
pt_br: Excluir objetos próprios
ro_ro: Șterge obiectele proprii
sv_se: Ta bort egna objekt

source: Delete all objects
bg_bg: Изтрийте всички обекти
cs_cz: Smazat všechny objekty
da_dk: Slet alle objekter
es_mx: Borrar todos los objetos
fr_fr: Supprimer tous les objets
hu_hu: Minden elem törlése
it_it: Eliminare tutti gli oggetti
nb_no: Slett alle objekter
nl_nl: Alle objecten verwijderen
pl_pl: Usuń wszystkie obiekty
pt_br: Excluir todos os objetos
ro_ro: Șterge toate obiectele
sv_se: Ta bort alla objekt

source: Administrative role
bg_bg: Административна роля
cs_cz: Role administrátora
da_dk: Administratorrolle
es_mx: Rol administrativo
fr_fr: Rôle administratif
hu_hu: Adminisztrátori szerep
it_it: Ruolo amministrativo
nb_no: Administrativ rolle
nl_nl: Beheerdersrol
pl_pl: Rola administracyjna
pt_br: Função administrativa
ro_ro: Rol administrativ
sv_se: Administrativ roll

source: User
bg_bg: потребител
cs_cz: Uživatel
da_dk: Bruger
es_mx: Usuario
fr_fr: Utilisateur
hu_hu: Felhasználó
it_it: Utente
nb_no: Bruker
nl_nl: Gebruiker
pl_pl: użytkownik
pt_br: Usuário
ro_ro: Utilizator
sv_se: Användare

source: Resend invitation
bg_bg: Повторно изпращане на покана
cs_cz: Znovu poslat pozvánku
da_dk: Gensend invitation
es_mx: Reenviar invitación
fr_fr: Renvoyer l'invitation
hu_hu: Meghívó újraküldése
it_it: Invia nuovamente l'invito
nb_no: Send ny invitasjon
nl_nl: Uitnodiging opnieuw gestuurd
pl_pl: Wyślij ponownie zaproszenie
pt_br: Reenviar convite
ro_ro: Retrimite invitația
sv_se: Skicka inbjudan igen

source: Invited people only
cs_cz: Jen pozvaní
da_dk: Kun inviterede folk
es_mx: Solo personas invitadas
fr_fr: Personnes invitées uniquement
hu_hu: Csak meghívott személyek
it_it: Solo le persone invitate
nl_nl: Alleen genodigden
pl_pl: Tylko zaproszone osoby
pt_br: Somente pessoas convidadas
ro_ro: Numai persoanele invitate
sv_se: Endast inbjudna

source: Anyone with the link and invited people
cs_cz: Kdokoliv s odkazem nebo pozvaní lidé
da_dk: Alle med linket og inviterede folk
es_mx: Todo el que tenga el enlace y personas invitadas
fr_fr: Toute personne disposant du lien et personnes invitées
hu_hu: Bárki, aki rendelkezik a hivatkozással és a meghívott személyek
it_it: Chiunque abbia il collegamento e le persone invitate
nl_nl: Iedereen met de link en genodigden
pl_pl: Każda osoba dysponująca linkiem i zaproszone osoby
pt_br: Qualquer um com o link e pessoas convidadas
ro_ro: Oricine cu legătura și persoane invitate
sv_se: Alla med länken och inbjudna

source: Listed people only
cs_cz: Jen uvedení lidé
da_dk: Kun folk som er listet
es_mx: Solo personas listadas
hu_hu: Csak a felsorolt személyek
it_it: Solo le persone elencate
nl_nl: Alleen personen op de lijst
pl_pl: Tylko osoby z listy
pt_br: Apenas pessoas listadas
ro_ro: Numai persoanele listate
sv_se: Endast listade personer

source: Anyone with the link and listed people
cs_cz: Kdokoliv s odkazem nebo uvedení lidé
da_dk: Alle med linket og folk som er listet
es_mx: Cualquiera con el enlace y las personas listadas
hu_hu: Bárki, aki rendelkezik a hivatkozással és a felsorolt személyek
it_it: Chiunque abbia il collegamento e le persone elencate
nl_nl: Iedereen met de link en personen op de lijst
pl_pl: Każda osoba dysponująca linkiem i osoby z listy
pt_br: Qualquer um com o link e pessoas listadas
ro_ro: Oricine cu legătura și persoanele listate
sv_se: Alla med länken och listade personer

source: Who can access this file?
cs_cz: Kdo má k tomuto souboru přístup?
da_dk: Hvem har adgang til denne fil?
es_mx: ¿Quién puede acceder a este archivo?
hu_hu: Ki férhet hozzá ehhez a fájlhoz?
it_it: Chi può accedere a questo file?
nl_nl: Wie heeft toegang tot dit bestand?
pl_pl: Kto ma dostęp do tego pliku?
pt_br: Quem pode acessar este arquivo?
ro_ro: Cine are acces la acest fișier?
sv_se: Vem kan komma åt den här filen?

source: Who can access this calendar?
cs_cz: Kdo má k tomuto kalendáři přístup?
da_dk: Hvem har adgang til denne kalender?
es_mx: ¿Quién puede acceder a este calendario?
hu_hu: Ki férhet hozzá ehhez a naptárhoz?
it_it: Chi può accedere a questo calendario?
nl_nl: Wie heeft toegang tot deze agenda?
pl_pl: Kto ma dostęp do tego kalendarza?
pt_br: Quem pode acessar este calendário?
ro_ro: Cine are acces la acest calendar?
sv_se: Vem kan komma åt den här kalendern?

source: Who can access this folder?
cs_cz: Kdo má k této složce přístup?
da_dk: Hvem har adgang til denne mappe?
es_mx: ¿Quién puede acceder a esta carpeta?
fr_fr: Qui peut accéder à ce dossier ?
hu_hu: Ki férhet hozzá ehhez a mappához?
it_it: Chi può accedere a questa cartella?
nl_nl: Wie heeft toegang tot deze map?
pl_pl: Kto ma dostęp do tego folderu?
pt_br: Quem pode acessar esta pasta?
ro_ro: Cine are acces la acest dosar?
sv_se: Vem kan komma åt den här mappen?

source: calendar
cs_cz: kalendář
da_dk: kalender
es_mx: calendario
hu_hu: naptár
it_it: calendario
nl_nl: agenda
pl_pl: kalendarz
pt_br: calendário
sv_se: calender

source: file
bg_bg: Ново правило
cs_cz: soubor
da_dk: filen
es_mx: archivo
fr_fr: fichier
hu_hu: fájl
nb_no: fil
nl_nl: bestand
pl_pl: plik
pt_br: arquivo
ro_ro: fișier
sv_se: fil

source: folder
bg_bg: папка
cs_cz: složka
da_dk: mappen
es_mx: carpeta
fr_fr: dossier
hu_hu: mappa
it_it: cartella
nb_no: mappe
nl_nl: map
pt_br: pasta
ro_ro: dosar
sv_se: mapp

source: Share %1$s "%2$s"
bg_bg: Сподели "%1$s"
cs_cz: Sdílet %1$s „%2$s“
da_dk: Del %1$s »%2$s«
es_mx: Compartir %1$s "%2$s"
fr_fr: Partager le %1$s "%2$s"
hu_hu: %1$s "%2$s" megosztása
it_it: Condividi %1$s "%2$s"
nb_no: Del %1$s "%2$s"
nl_nl: Deel %1$s "%2$s"
pl_pl: Udostępnij %1$s "%2$s"
pt_br: Compartilhar %1$s "%2$s"
ro_ro: Partajează %1$s "%2$s"
sv_se: Dela ut %1$s "%2$s"

source: Permissions for %1$s "%2$s"
bg_bg: Права за %1$s \ " %2$s "
cs_cz: Oprávnění k %1$s „%2$s“
da_dk: Tilladelser for %1$s »%2$s«
es_mx: Permisos para %1$s "%2$s"
fr_fr: Droits pour le %1$s "%2$s"
hu_hu: Jogosultságok ehhez: %1$s "%2$s"
it_it: Permessi per %1$s "%2$s"
nb_no: Tillatelser for %1$s "%2$s"
nl_nl: Rechten voor %1$s "%2$s"
pl_pl: %1$s "%2$s" — uprawnienia
pt_br: Permissões para %1$s "%2$s"
ro_ro: Permisiuni pentru %1$s "%2$s"
sv_se: Rättigheter för %1$s "%2$s"

source: Remove shares
cs_cz: Odstranit sdílené
da_dk: Fjern delinger
es_mx: Eliminar elementos compartidos
fr_fr: Annuler les partages
hu_hu: Megosztások eltávolítása
it_it: Rimuovi le condivisioni
nl_nl: Gedeelde elementen verwijderen
pl_pl: Usuń udostępnienia
pt_br: Excluir compartilhamentos
ro_ro: Elimină partajările
sv_se: Ta bort delningar

source: Do you really want to remove all shares?
cs_cz: Opravdu chcete odstranit všechny sdílené zdroje
da_dk: Vil du virkelig fjerne alle delinger?
es_mx: ¿De verdad quiere eliminar todos los elementos compartidos?
fr_fr: Souhaitez-vous vraiment annuler tous les partages ?
hu_hu: Valóban el akarja távolítani az összes megosztást?
it_it: Vuoi davvero rimuovere tutte le condivisioni?
nl_nl: Wilt u alle gedeelde elementen echt verwijderen?
pl_pl: Czy na pewno chcesz usunąć wszystkie udostępnienia?
pt_br: Deseja realmente excluir todos os compartilhamentos?
ro_ro: Sigur doriți să eliminați toate partajările?
sv_se: Vill du verkligen ta bort alla delningar?

source: Unshare
cs_cz: Přestat sdílet
da_dk: Stop deling
es_mx: Dejar de compartir
fr_fr: Annuler le partage
hu_hu: Megosztás megszüntetése
it_it: Rimuovi condivisione
nl_nl: Stop delen
pl_pl: Cofnij udostępnienie
pt_br: Descompartilhar
ro_ro: Anulare partajare
sv_se: Sluta dela

source: Name or email address
cs_cz: Jméno nebo e-mailová adresa
da_dk: Navn eller e-mailadresse
es_mx: Nombre o dirección de correo
fr_fr: Nom ou adresse électronique
hu_hu: Név vagy e-mail cím
it_it: Nome o indirizzo di posta
nl_nl: Naam of e-mailadres
pl_pl: Imię i nazwisko lub adres e-mail
pt_br: Nome ou endereço de e-mail
ro_ro: Nume sau adresă de e-mail
sv_se: Namn eller e-postadress

source: Invite people
bg_bg: Поканете хора
ca_es: Convida gent
cs_cz: Pozvat lidi
da_dk: Invitér folk
es_mx: Invitar a personas
fr_fr: Inviter des personnes
hu_hu: Személyek meghívása
it_it: Invita persone
nb_no: Inviter folk
nl_nl: Mensen uitnodigingen
pl_pl: Zaproś osoby
pt_br: Convidar pessoas
ro_ro: Invită persoane
sv_se: Bjud in folk

source: Invite as:
cs_cz: Pozvat jako:
da_dk: Invitér som:
es_mx: Invitar como:
fr_fr: Inviter en tant que :
hu_hu: Meghívás:
it_it: Invita come:
nl_nl: Uitnodigen als:
pl_pl: Zaproś jako:
pt_br: Convidar como:
ro_ro: Invitați ca:
sv_se: Bjud in som:

source: Invitation message (optional)
cs_cz: Zvací zpráva (nepovinné)
da_dk: Invitationsbesked (valgfri)
es_mx: Mensaje de invitación (opcional)
fr_fr: Message d'invitation (facultatif)
hu_hu: Meghívó üzenet (nem kötelező)
it_it: Messaggio di invito (facoltativo)
nl_nl: Uitnodigingsbericht (optioneel)
pl_pl: Wiadomość z zaproszeniem (opcjonalnie)
pt_br: Mensagem de convite (opcional)
ro_ro: Mesaj invitație (opțional)
sv_se: Inbjudningsmeddelande (valfritt)

source: Message will be sent to all newly invited people
cs_cz: Všem pozvaným bude poslána zpráva
da_dk: Beskeden vil blive sendt til alle nyligt inviterede folk
es_mx: El mensaje se enviará a todas las personas recién invitadas
fr_fr: Ce message sera envoyé à toutes les personnes nouvellement invitées
hu_hu: Az üzenetet minden újonnan meghívott személy megkapja
it_it: Il messaggio sarà inviato a tutte le persone appena invitate
nl_nl: Het bericht wordt naar alle nieuwe genodigden gestuurd
pl_pl: Wiadomość zostanie wysłana do wszystkich nowo zaproszonych osób
pt_br: A mensagem será enviada a todas as pessoas recém convidadas
ro_ro: Mesajul va fi trimis tuturor persoanelor nou invitate
sv_se: Meddelandet kommer att skickas till alla som blir inbjudna

source: Sharing folders without permissions
cs_cz: Sdílení složek bez oprávnění
da_dk: Deling af mapper uden tilladelser
es_mx: Compartición de carpetas sin permisos
hu_hu: Mappák megosztása engedélyek nélkül
it_it: Condivisione delle cartelle senza permessi
nl_nl: Gedeelde mappen zonder rechten
pl_pl: Udostępnianie folderów bez uprawnień
pt_br: Compartilhando pastas sem permissões
ro_ro: Partajarea dosarelor fără permisiuni
sv_se: Delar mappar utan rättigheter

source: Your are sharing one or more folders for which you do not have permissions. These folders will not be shared.
cs_cz: Sdílíte jednu nebo více složek, ke kterým nemáte oprávnění. Tyto složky sdíleny nebudou.
da_dk: Du er ved at dele en eller flere mapper, som du ikke rettigheder til. Disse mapper vil ikke blive delt.
es_mx: Está compartiendo una o más carpetas para las que no tiene permisos. Dichas carpetas no se compartirán.
hu_hu: Egy vagy több olyan mappát oszt meg, amelyhez nincs engedélye. Ezek a mappák nem lesznek megosztva.
it_it: Stai condividendo una o più cartelle per le quali non disponi dei permessi. Queste cartelle non saranno condivise.
nl_nl: U deelt één of meerdere mappen waarop u geen rechten heeft. Deze mappen worden niet gedeeld.
pl_pl: Próbujesz udostępnić co najmniej jeden folder, do którego nie masz uprawnień. Takie foldery nie zostaną udostępnione.
pt_br: Você está compartilhando uma ou mais pastas para as quais você não tem permissões. Essas pastas não serão compartilhadas.
ro_ro: Partajați unul sau mai multe dosare pentru care nu aveți permisiuni. Aceste dosare nu vor fi partajate.
sv_se: Du delar en eller flera mappar som du saknar delningsrättighet för. Dessa mappar kommer inte att delas.

source: Do you really want to discard all changes?
cs_cz: Opravdu chcete zahodit své změny?
da_dk: Vil du virkelig kassere alle ændringer?
es_mx: ¿De verdad quiere descartar todos los cambios?
fr_fr: Souhaitez-vous vraiment annuler toutes les modifications ?
hu_hu: Valóban elveti az összes változást?
it_it: Vuoi davvero tutte le modifiche?
nl_nl: Wilt u echt alle wijzigingen ongedaan maken?
pl_pl: Czy na pewno chcesz odrzucić wszystkie zmiany?
pt_br: Deseja realmente descartar todas as alterações?
ro_ro: Sigur doriți să renunțați la toate modificările?
sv_se: Vill du verkligen förkasta alla ändringar?

source: Copy link
cs_cz: Kopírovat odkaz
da_dk: Kopiér link
es_mx: Copiar enlace
fr_fr: Copier le lien
hu_hu: Hivatkozás másolása
it_it: Copia collegamento
nl_nl: Link kopiëren
pl_pl: Kopiuj link
pt_br: Copiar link
ro_ro: Copiază legătura
sv_se: Kopiera länk

source: Anyone on the internet with the link can view the file.
cs_cz: Soubor může zobrazit kdokoliv na internetu, kdo má odkaz.
da_dk: Alle på internettet med et link kan se filen.
es_mx: Cualquiera de Internet que tenga el enlace puede ver el archivo.
fr_fr: Toute personne connectée à Internet et disposant du lien peut consulter le fichier.
hu_hu: A hivatkozás birtokában bárki megtekintheti a fájlt.
it_it: Chiunque su Internet con il collegamento può visualizzare il file.
nl_nl: Iedereen op internet met de link kan het bestand bekijken.
pl_pl: Ten plik może wyświetlić każda osoba z Internetu dysponująca linkiem.
pt_br: Qualquer um na Internet com o link pode visualizar o arquivo.
ro_ro: Orice se află în posesia legăturii poate vizualiza fișierul.
sv_se: Alla på internet med länken kan läsa filen.

source: Anyone on the internet with the link can view the calendar.
cs_cz: Kalendář může zobrazit kdokoliv na internetu, kdo má odkaz.
da_dk: Alle på internettet med et link kan se kalenderen.
es_mx: Cualquiera de Internet que tenga el enlace puede ver el calendario.
hu_hu: A hivatkozás birtokában bárki megtekintheti a naptárt.
it_it: Chiunque su Internet con il collegamento può visualizzare il calendario.
nl_nl: Iedereen op internet met de link kan de agenda bekijken.
pl_pl: Ten kalendarz może wyświetlić każda osoba z Internetu dysponująca linkiem.
pt_br: Qualquer um na Internet com o link pode visualizar o calendário.
ro_ro: Orice se află în posesia legăturii poate vizualiza calendarul.
sv_se: Alla på internet som har länken kan visa kalendern.

source: Anyone on the internet with the link can view the folder.
cs_cz: Složku může zobrazit kdokoliv na internetu, kdo má odkaz.
da_dk: Alle på internettet med et link kan se mappen.
es_mx: Cualquiera de Internet que tenga el enlace puede ver la carpeta.
hu_hu: A hivatkozás birtokában bárki megtekintheti a mappát.
it_it: Chiunque su Internet con il collegamento può visualizzare la cartella.
nl_nl: Iedereen op internet met de link kan de map bekijken.
pl_pl: Ten folder może wyświetlić każda osoba z Internetu dysponująca linkiem.
pt_br: Qualquer um na Internet com o link pode visualizar a pasta.
ro_ro: Orice se află în posesia legăturii poate vizualiza dosarul.
sv_se: Alla på internet som har länken kan visa mappen.

source: Link options
cs_cz: Možnosti odkazu
da_dk: Indstillinger for link
es_mx: Opciones de enlace
fr_fr: Options relatives au lien
hu_hu: Hivatkozás beállításai
it_it: Opzioni del collegamento
nl_nl: Link opties
pl_pl: Opcje linku
pt_br: Opções do link
ro_ro: Opțiuni legătură
sv_se: Länkalternativ

source: One day
cs_cz: Jeden den
da_dk: En dag
es_mx: Un día
fr_fr: Un jour
hu_hu: Egy nap
it_it: Un giorno
nl_nl: Één dag
pl_pl: Jeden dzień
pt_br: Um dia
ro_ro: O zi
sv_se: En dag

source: One week
cs_cz: Jeden týden
da_dk: En uge
es_mx: Una semana
fr_fr: Une semaine
hu_hu: Egy hét
it_it: Una settimana
nl_nl: Één week
pl_pl: Jeden tydzień
pt_br: Uma semana
ro_ro: O săptămână
sv_se: En vecka

source: One month
cs_cz: Jeden měsíc
da_dk: En måned
es_mx: Un mes
fr_fr: Un mois
hu_hu: Egy hónap
it_it: Un mese
nl_nl: Één maand
pl_pl: Jeden miesiąc
pt_br: Um mês
ro_ro: O lună
sv_se: En månad

source: Three months
cs_cz: Tři měsíce
da_dk: Tre måneder
es_mx: Tres meses
fr_fr: Trois mois
hu_hu: Három hónap
it_it: Tre mesi
nl_nl: Drie maanden
pl_pl: Trzy miesiące
pt_br: Três meses
ro_ro: Trei luni
sv_se: Tre månader

source: Six months
cs_cz: Šest měsíců
da_dk: Seks måneder
es_mx: Seis meses
fr_fr: Six mois
hu_hu: Hat hónap
it_it: Sei mesi
nl_nl: Zes maanden
pl_pl: Sześć miesięcy
pt_br: Seis meses
ro_ro: Șase luni
sv_se: Sex månader

source: One year
cs_cz: Jeden rok
da_dk: Et år
es_mx: Un año
fr_fr: Un an
hu_hu: Egy év
it_it: Un anno
nl_nl: Één jaar
pl_pl: Rok
pt_br: Um ano
ro_ro: Un an
sv_se: Ett år

source: Expiration
bg_bg: Изтичане
cs_cz: Platnost
da_dk: Udløbstidspunkt
es_mx: Caducidad
hu_hu: Lejárat
it_it: Scadenza
nb_no: Utløp
nl_nl: Verloopt na
pl_pl: Termin ważności
pt_br: Expiração
ro_ro: Expirare
sv_se: Utgår om

source: Password (optional)
cs_cz: Heslo (nepovinné)
da_dk: Kodeord (valgfrit)
es_mx: Contraseña (opcional)
fr_fr: Mot de passe (facultatif)
hu_hu: Jelszó (nem kötelező)
it_it: Password (facoltativa)
nl_nl: Wachtwoord (optioneel)
pl_pl: Hasło (opcjonalnie)
pt_br: Senha (opcional)
ro_ro: Parolă (opțional)
sv_se: Lösenord (valfritt)

source: Enter Password
bg_bg: Въведете паролата
ca_es: Entrau la contrasenya
cs_cz: Zadejte heslo
da_dk: Indtast adgangskode
es_mx: Introduzca contraseña
fr_fr: Saisissez le mot de passe
hu_hu: Adja meg a jelszót
it_it: Digita la password
nb_no: Skriv passordet
nl_nl: Geef Wachtwoord
pl_pl: Wpisz hasło
pt_br: Inserir senha
ro_ro: Introduceți parola
sv_se: Ange lösenord

source: Share with subfolders
cs_cz: Sdílet s podsložkami
da_dk: Del med undermapper
es_mx: Compartir con subcarpetas
fr_fr: Partager avec les sous-dossiers
hu_hu: Megosztás almappákkal
it_it: Condividi con sottocartelle
nl_nl: Deel inclusief submappen
pl_pl: Udostępnij z podfolderami
pt_br: Compartilhar com subpastas
ro_ro: Partajează cu dosarele subordonate
sv_se: Dela med undermappar

source: Invite options
cs_cz: Možnosti pozvánky
da_dk: Indstillinger for invitationer
es_mx: Opciones de invitación
fr_fr: Options d'invitation
hu_hu: Meghívás beállításai
it_it: Opzioni di invito
nl_nl: Uitnodiging opties
pl_pl: Opcje zaproszenia
pt_br: Opções de convite
ro_ro: Opțiuni de invitație
sv_se: Inbjudningsalternativ

source: Send notification by email
bg_bg: Изпращайте известие по имейл
cs_cz: Poslat oznámení e-mailem
da_dk: Send underretning per e-mail
es_mx: Enviar notificación por correo
fr_fr: Envoyer une notification par courriel
hu_hu: Értesítés küldése e-mailen
it_it: Invia notifica tramite posta elettronica
nb_no: Send varsel på epost
nl_nl: Verstuur kennisgevingen via e-mail
pl_pl: Wyślij powiadomienie przez e-mail
pt_br: Enviar notificação por e-mail
ro_ro: Trimite notificare prin e-mail
sv_se: Skicka avisering via e-post

source: Sharing options
cs_cz: Možnosti sdílení
da_dk: Delingsindstillinger
es_mx: Opciones de compartición
hu_hu: Megosztási beállítások
it_it: Opzioni di condivisione
nl_nl: Delen opties
pl_pl: Opcje udostępniania
pt_br: Opções de compartilhamento
ro_ro: Opțiuni de partajare
sv_se: Delningsalternativ

source: Drop files or folders here to upload
cs_cz: Soubory a složky k nahrání přetáhněte sem
da_dk: Slip filer eller mapper her for at overføre dem
es_mx: Suelte aquí archivos o carpetas para cargarlos
fr_fr: Déposez les fichiers ou dossiers ici pour les transférer
hu_hu: A feltöltéshez húzza ide a fájlokat vagy mappákat
it_it: Trascina i file o le cartelle qui per caricarli
nl_nl: Sleep bestanden of mappen hier om te uploaden
pl_pl: Aby przesłać pliki lub foldery, przeciągnij je tutaj
pt_br: Solte arquivos ou pastas aqui para enviar
ro_ro: Depuneți fișierele/dosarele aici pentru a le încărca
sv_se: Släpp filer eller mappar här för att ladda upp

source: A new version for "%1$s" has been added.
bg_bg: Бе добавена нова версия за \ " %1$s ".
cs_cz: Byla přidána nová verze „%1$s“.
da_dk: Der er blevet tilføjet en ny udgave af »%1$s«.
es_mx: Se ha añadido una nueva versión de "%1$s"
fr_fr: Une nouvelle version de "%1$s" a été ajoutée.
hu_hu: Új verzió lett hozzáadva ehhez: "%1$s"
it_it: Una nuova versione di "%1$s" è stata aggiunta.
nb_no: En ny versjon av "%1$s" har blitt opprettet.
nl_nl: Een nieuwe versie van "%1$s" is toegevoegd.
pl_pl: Dodano nową wersję pliku "%1$s".
pt_br: Uma nova versão para "%1$s" foi adicionada.
ro_ro: A fost adăugată o versiune nouă pentru "%1$s".
sv_se: En ny version av "%1$s" har lagts till.
