Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: This contact is private and cannot be shared
bg_bg: Този контакт е личен и не може да бъде споделен
ca_es: Aquest contacte és privat i no es pot compartir
cs_cz: Tento kontakt je soukromý a nelze sdílet
da_dk: Denne kontakt er privat og kan ikke deles
es_mx: Este contacto es privado y no se puede compartir
fr_fr: Ce contact est privé et ne peut pas être partagé
hu_hu: Ez a névjegy személyes és nem osztható meg
it_it: Questo contatto è privato e non può essere condiviso
nb_no: Denne kontakten er privat og kan ikke deles
nl_nl: Deze contactpersoon is privé en kan niet worden gedeeld
pl_pl: Ten kontakt jest prywatny i nie można go udostępnić
pt_br: Este contato é privado e não pode ser compartilhado
ro_ro: Acest contact este personal și nu poate fi partajat
sv_se: Kontakten är privat och kan inte delas

source: Add personal info
cs_cz: Přidat osobní informace
da_dk: Tilføj personlig information
es_mx: Añadir información personal
fr_fr: Ajouter des informations personnelles
hu_hu: Személyes információ hozzáadása
it_it: Aggiungi informazioni personali
nl_nl: Persoonlijke informatie toevoegen
pl_pl: Dodaj dane osobowe
pt_br: Adicionar informação pessoal
ro_ro: Adăugare informații personale
sv_se: Lägg till privat info

source: Add business info
cs_cz: Přidat firemní informace
da_dk: Tilføj professionel information
es_mx: Añadir información profesional
fr_fr: Ajouter des informations professionnelles
hu_hu: Üzleti információ hozzáadása
it_it: Aggiungi informazioni lavorative
nl_nl: Zakelijke informatie toevoegen
pl_pl: Dodaj dane firmowe
pt_br: Adicionar informações da empresa
ro_ro: Adăugare informații de afaceri
sv_se: Lägg till yrkesinfo

source: Add email, phone, fax
cs_cz: Přidat e-mail, telefonní číslo, fax
da_dk: Tilføj e-mail, telefon, fax
es_mx: Añadir correo, teléfono, fax
fr_fr: Ajouter une adresse électronique, un téléphone, une télécopie
hu_hu: E-mail cím, telefon, fax hozzáadása
it_it: Aggiungi email, telefono, fax
nl_nl: E-mail, telefoon of fax toevoegen
pl_pl: Dodaj adres e-mail, telefon, faks
pt_br: Adicionar e-mail, telefone, fax
ro_ro: Adăugare e-mail, telefon, fax
sv_se: Lägg till e-post, telefon, fax

source: Add postal address
cs_cz: Přidat poštovní adresu
da_dk: Tilføj postadresse
es_mx: Añadir dirección postal
fr_fr: Ajouter une adresse postale
hu_hu: Postai cím hozzáadása
it_it: Aggiungi indirizzo postale
nl_nl: Postadres toevoegen
pl_pl: Dodaj adres pocztowy
pt_br: Adicionar endereço postal
ro_ro: Adăugare adresă poștală
sv_se: Lägg till postadress

source: Add additional info
cs_cz: Přidat doplňující informace
da_dk: Tilføj yderligere information
es_mx: Añadir información adicional
fr_fr: Ajouter des informations supplémentaires
hu_hu: További információ hozzáadása
it_it: Aggiungi informazioni aggiuntive
nl_nl: Aanvullende info toevoegen
pl_pl: Dodaj dodatkowe informacje
pt_br: Adicionar informações adicionais
ro_ro: Adăugați informații suplimentare
sv_se: Lägg till ytterligare info

source: Add user fields
cs_cz: Doplnit uživatelská pole
da_dk: Tilføj brugerfelter
es_mx: Añadir campos de usuario
fr_fr: Ajouter des champs utilisateur
hu_hu: Felhasználói mezők hozzáadása
it_it: Aggiungi campi utente
nl_nl: Gebruikersvelden toevoegen
pl_pl: Dodaj pola użytkownika
pt_br: Adicionar campos de usuário
ro_ro: Adăugare câmpuri utilizator
sv_se: Lägg till användarfält

# salutation
source: Title
bg_bg: Заглавие
ca_es: Tractament
cs_cz: Titul
da_dk: Titel
es_mx: Tratamiento
fr_fr: Titre
hu_hu: Megszólítás
it_it: Titolo
nb_no: Tittel
nl_nl: Titel
pl_pl: Tytuł
pt_br: Título
ro_ro: Titulatură
sv_se: Titel

source: Display name
bg_bg: Показвано име
ca_es: Nom a mostrar
cs_cz: Zobrazované jméno
da_dk: Vist navn
es_mx: Nombre a mostrar
fr_fr: Nom affiché
hu_hu: Megjelenő név
it_it: Nome visualizzato
nb_no: Visningsnavn
nl_nl: Weergavenaam
pl_pl: Nazwa wyświetlana
pt_br: Nome de exibição
ro_ro: Nume afișat
sv_se: Alias

source: First name
bg_bg: Първо име
ca_es: Nom
cs_cz: Křestní jméno
da_dk: Fornavn
es_mx: Nombre
fr_fr: Prénom
hu_hu: Utónév
it_it: Nome
nb_no: Fornavn
nl_nl: Voornaam
pl_pl: Imię
pt_br: Primeiro nome
ro_ro: Prenume
sv_se: Förnamn

source: Last name
bg_bg: Фамилия
ca_es: Llinatges
cs_cz: Příjmení
da_dk: Efternavn
es_mx: Apellidos
fr_fr: Nom de famille
hu_hu: Vezetéknév
it_it: Cognome
nb_no: Etternavn
nl_nl: Achternaam
pl_pl: Nazwisko
pt_br: Sobrenome
ro_ro: Nume
sv_se: Efternamn

source: Middle name
bg_bg: Презиме
ca_es: Segon nom
cs_cz: Prostřední jméno
da_dk: Mellemnavn
es_mx: Segundo nombre
fr_fr: Second prénom
hu_hu: Középső név
it_it: Secondo nome
nb_no: Mellomnavn
nl_nl: Tweede voornaam
pl_pl: Drugie imię
pt_br: Nome do meio
ro_ro: Prenume 2
sv_se: Mellannamn

source: Suffix
bg_bg: Наставка
ca_es: Sufix
cs_cz: Přípona
da_dk: Titel
es_mx: Sufijo
fr_fr: Suffixe
hu_hu: Utótag
it_it: Suffisso
nb_no: Suffiks
nl_nl: Achtervoegsel
pl_pl: Sufiks
pt_br: Sufixo
ro_ro: Sufix

source: Date of birth
bg_bg: Дата на раждане
ca_es: Data de naixement
cs_cz: Datum narození
da_dk: Fødselsdato
es_mx: Fecha de nacimiento
fr_fr: Date de naissance
hu_hu: Születési idő
it_it: Data di nascita
nb_no: Fødselsdato
nl_nl: Geboortedatum
pl_pl: Data urodzenia
pt_br: Data de nascimento
ro_ro: Data nașterii
sv_se: Födelsedag

source: Marital status
bg_bg: Семейно положение
ca_es: Estat civil
cs_cz: Rodinný stav
da_dk: Civilstand
es_mx: Estado civil
fr_fr: Situation de famille
hu_hu: Családi állapot
it_it: Stato civile
nb_no: Sivilstatus
nl_nl: Burgerlijke staat
pl_pl: Stan cywilny
pt_br: Estado civil
ro_ro: Stare civilă
sv_se: Civilstatus

source: Children
bg_bg: Деца
ca_es: Fills
cs_cz: Děti
da_dk: Børn
es_mx: Hijos
fr_fr: Enfants
hu_hu: Gyermekek
it_it: Figli
nb_no: Barn
nl_nl: Kinderen
pl_pl: Dzieci
pt_br: Criança
ro_ro: Copii
sv_se: Barn

source: Nickname
bg_bg: Прякор
ca_es: Àlies
cs_cz: Přezdívka
da_dk: Kaldenavn
es_mx: Apodo
fr_fr: Pseudonyme
hu_hu: Becenév
it_it: Soprannome
nb_no: Kallenavn
nl_nl: Roepnaam
pl_pl: Pseudonim
pt_br: Apelido
ro_ro: Pseudonim
sv_se: Smeknamn

source: Spouse's name
bg_bg: Име на съпруга
ca_es: Nom del cònjuge
cs_cz: Jméno druha/družky
da_dk: Ægtefælle
es_mx: Nombre del cónyuge
fr_fr: Nom du conjoint
hu_hu: Házastárs neve
it_it: Nome del coniuge
nb_no: Ektefelles navn
nl_nl: Naam echtgeno(o)t(e)
pl_pl: Imię współmałżonka
pt_br: Nome do cônjuge
ro_ro: Numele soțului/soției
sv_se: Partnerns namn

source: Anniversary
bg_bg: Юбилей
ca_es: Aniversari
cs_cz: Výročí
da_dk: Jubilæum
es_mx: Aniversario
fr_fr: Autre anniversaire (p. ex. mariage)
hu_hu: Évforduló
it_it: Anniversario
nb_no: Jubileum
nl_nl: Verjaardag
pl_pl: Rocznica
pt_br: Aniversário
ro_ro: Aniversare
sv_se: Årsdag

source: Email 1
bg_bg: Емейл 1
ca_es: Correu electrònic 1
es_mx: Correo 1
fr_fr: Adresse électronique 1
hu_hu: 1. e-mail
it_it: Indirizzo di posta 1
nb_no: E-post 1
sv_se: E-post 1

source: Email 2
bg_bg: Емейл 2
ca_es: Correu electrònic 2
es_mx: Correo 2
fr_fr: Adresse électronique 2
hu_hu: 2. e-mail
it_it: Indirizzo di posta 2
nb_no: E-post 2
sv_se: E-post 2

source: Email 3
bg_bg: Емейл 3
ca_es: Correu electrònic 3
es_mx: Correo 3
fr_fr: Adresse électronique 3
hu_hu: 3. e-mail
it_it: Indirizzo di posta 3
nb_no: E-post 3
sv_se: E-post 3

source: Instant Messenger 1
ca_es: Missatgeria instantània 1
da_dk: Messenger 1
es_mx: Mensajería instantánea 1
fr_fr: Messagerie instantanée 1
hu_hu: 1. azonnali üzenetküldő
it_it: Messaggistica istantanea 1
nb_no: Direktemeldinger 1
pl_pl: Komunikator błyskawiczny 1
pt_br: Mensageiro instantâneo 1
ro_ro: Mesagerie instantanee 1
sv_se: Snabbmeddelanden 1

source: Instant Messenger 2
ca_es: Missatgeria instantània 2
da_dk: Messenger 2
es_mx: Mensajería instantánea 2
fr_fr: Messagerie instantanée 2
hu_hu: 2. azonnali üzenetküldő
it_it: Messaggistica istantanea 2
nb_no: Direktemeldinger 2
pl_pl: Komunikator błyskawiczny 2
pt_br: Mensageiro instantâneo 2
ro_ro: Mesagerie instantanee 2
sv_se: Snabbmeddelanden 2

source: Company
bg_bg: Компания
ca_es: Empresa
cs_cz: Firma
da_dk: Virksomhed
es_mx: Empresa
fr_fr: Société
hu_hu: Cég
it_it: Azienda
nb_no: Firma
nl_nl: Bedrijf
pl_pl: Firma
pt_br: Empresa
ro_ro: Firmă
sv_se: Företag

source: Profession
bg_bg: Професия
ca_es: Professió
cs_cz: Profese
es_mx: Profesión
hu_hu: Foglalkozás
it_it: Professione
nb_no: Yrke
nl_nl: Beroep
pl_pl: Zawód
pt_br: Profissão
ro_ro: Profesie
sv_se: Yrke

source: Department
bg_bg: Отдел
ca_es: Departament
cs_cz: Oddělení
da_dk: Afdeling
es_mx: Departamento
fr_fr: Service
hu_hu: Osztály
it_it: Reparto
nb_no: Avdeling
nl_nl: Afdeling
pl_pl: Dział
pt_br: Departamento
ro_ro: Departament
sv_se: Avdelning

source: Position
bg_bg: Позиция
ca_es: Posició
cs_cz: Místo
da_dk: Stilling
es_mx: Puesto
fr_fr: Poste
hu_hu: Beosztás
it_it: Posizione
nb_no: Stilling
nl_nl: Functie
pl_pl: Stanowisko
pt_br: Posição
ro_ro: Post

source: Employee type
bg_bg: Тип служител
ca_es: Tipus d'empleat
cs_cz: Druh zaměstnance
da_dk: Medarbejder type
es_mx: Tipo de empleado
fr_fr: Type d'employé
hu_hu: Alkalmazott típusa
it_it: Tipo di impiegato
nb_no: Ansattype
nl_nl: Type werknemer
pl_pl: Rodzaj zatrudnienia
pt_br: Tipo de funcionário
ro_ro: Tip de angajat
sv_se: Typ av anställning

source: Room number
bg_bg: Номер на стая
ca_es: Número de despatx
cs_cz: Číslo místnosti
da_dk: Værelsesnummer
es_mx: Número de despacho
fr_fr: Numéro de salle
hu_hu: Szobaszám
it_it: Ufficio
nb_no: Romnummer
nl_nl: Kamernummer
pl_pl: Numer pokoju
pt_br: Número da sala
ro_ro: Număr cameră
sv_se: Rumnummer

source: Employee ID
bg_bg: Идент. № на служителя
ca_es: N. d'empleat
cs_cz: ID zaměstnance
da_dk: Medarbejder ID
es_mx: Nº de empleado
fr_fr: Numéro d'employé
hu_hu: Alkalmazotti azonosító
it_it: Matricola dell'impiegato
nb_no: Ansatt-ID
nl_nl: Werknemersidentificatie
pl_pl: ID pracownika
pt_br: ID do funcionário
ro_ro: Identificator angajat
sv_se: Anställnings-ID

source: Sales Volume
bg_bg: Обем на продажбите
ca_es: Volum de vendes
cs_cz: Objem prodeje
da_dk: Salgsmængde
es_mx: Volumen de ventas
fr_fr: Chiffre d'affaires
hu_hu: Értékesítési mennyiség
it_it: Volume vendite
nb_no: Salgsvolum
nl_nl: Verkoopvolume
pl_pl: Wielkość sprzedaży
pt_br: Volume de vendas
ro_ro: Volumul vânzărilor
sv_se: Försäljningsvolym

source: TAX ID
bg_bg: ДАНЪЧЕН НОМЕР
ca_es: N. Fiscal
cs_cz: DIČ
da_dk: Told ID
es_mx: Nº Fiscal
fr_fr: Code fiscal
hu_hu: Adószám
it_it: Codice fiscale
nb_no: Skatte-id
nl_nl: BTW-nummer
pl_pl: NIP
pt_br: ID do imposto
ro_ro: Cod de înregistrare fiscală
sv_se: Org. nr

source: Commercial Register
bg_bg: Търговския регистър
ca_es: Registre comercial
cs_cz: Obchodní rejstřík
da_dk: Kommercielt register
es_mx: Registro comercial
fr_fr: Registre du commerce
hu_hu: Cégjegyzékszám
it_it: Registro commerciale
nb_no: Kommersiellt register
nl_nl: KvK-nummer
pl_pl: Rejestr handlowy
pt_br: Registro comercial
ro_ro: Registru comercial
sv_se: Handelsregister

source: Branches
bg_bg: Офиси
ca_es: Sucursals
cs_cz: Obor
da_dk: Afdelinger
es_mx: Sucursales
fr_fr: Filiales
hu_hu: Fiókirodák
it_it: Divisioni
nb_no: Avdelinger
nl_nl: Afdelingen
pl_pl: Oddziały
pt_br: Filiais
ro_ro: Filiale
sv_se: Branscher

source: Business category
bg_bg: Бизнес категория
ca_es: Categoria professional
cs_cz: Kategorie podnikání
da_dk: Virksomhedskategori
es_mx: Categoría profesional
fr_fr: Catégorie d'entreprises
hu_hu: Cégkategória
it_it: Categoria di lavoro
nb_no: Forretningskategori
nl_nl: Bedrijfstak
pl_pl: Kategoria biznesowa
pt_br: Categoria de negócios
ro_ro: Categorie profesională
sv_se: Affärskategori

source: Info
bg_bg: Информация
ca_es: Informació
es_mx: Información
hu_hu: Információ
it_it: Informazioni
nb_no: Informasjon
nl_nl: Informatie
pt_br: Informação
ro_ro: Informație

source: Manager
bg_bg: Мениджър
ca_es: Gerent
cs_cz: Manažer
da_dk: Leder
es_mx: Gerente
fr_fr: Directeur
hu_hu: Főnök
it_it: Dirigente
nb_no: Leder
pl_pl: Menedżer
pt_br: Gerente

source: Assistant
bg_bg: Асистент
ca_es: Ajudant
cs_cz: Asistent(ka)
da_dk: Assistent
es_mx: Ayudante
hu_hu: Asszisztens
it_it: Assistente
nb_no: Assistent
nl_nl: Assistent
pl_pl: Asystent
pt_br: Assistente
ro_ro: Asistent
sv_se: Assistent

source: Cell phone
bg_bg: Мобилен телефон
ca_es: Telèfon mòbil
cs_cz: Mobilní telefon
da_dk: Mobiltelefon
es_mx: Teléfono móvil
fr_fr: Téléphone portable
hu_hu: Mobiltelefon
it_it: Telefono cellulare
nb_no: Mobiltelefon
nl_nl: Mobiele telefoon
pl_pl: Telefon komórkowy
pt_br: Celular
ro_ro: Telefon mobil
sv_se: Mobiltelefon

source: Cell phone (alt)
bg_bg: Мобилен телефон (alt)
ca_es: Telèfon mòbil (alternatiu)
cs_cz: Mobilní telefon (alt.)
da_dk: Mobiltelefon (alternativ)
es_mx: Teléfono móvil (alternativo)
fr_fr: Tél. portable (autre)
hu_hu: Mobiltelefon (másik)
it_it: Cellulare (alt)
nb_no: Mobiltelefon (alt.)
nl_nl: Mobiele telefoon (alt.)
pl_pl: Telefon komórkowy (drugi numer)
pt_br: Celular (alternativo)
ro_ro: Telefon mobil (alternativ)
sv_se: Mobiltelefon (alt)

source: Phone (business)
bg_bg: Телефон (бизнес)
ca_es: Telèfon (professional)
cs_cz: Telefon (firemní)
da_dk: Telefon (arbejde)
es_mx: Teléfono (profesional)
fr_fr: Tél. (professionnel)
hu_hu: Telefon (üzleti)
it_it: Telefono (lavoro)
nb_no: Telefon (bedrift)
nl_nl: Telefoon (werk)
pl_pl: Telefon (służbowy)
pt_br: Telefone (negócios)
ro_ro: Telefon (profesional)
sv_se: Telefon (arbete)

source: Phone (business alt)
bg_bg: Телефон (бизнес alt)
ca_es: Telèfon (professional alternatiu)
cs_cz: Telefon (alt. firemní)
da_dk: Telefon (arbejde, alternativt)
es_mx: Teléfono (profesional alternativo)
fr_fr: Tél. (professionnel autre)
hu_hu: Telefon (másik üzleti)
it_it: Telefono (lavoro alt)
nb_no: Telefon (bedrift alt.)
nl_nl: Telefoon (werk alt.)
pl_pl: Telefon (drugi numer służbowy)
pt_br: Telefone (negócios alternativo)
ro_ro: Telefon (profesional alternativ)
sv_se: Telefon (arbete alt)

source: Telephone callback
bg_bg: Телефонно обаждане
ca_es: Telèfon de devolució de trucada
cs_cz: Zpětné volání
da_dk: Telefonnummer at ringe tilbage på
es_mx: Teléfono de devolución de llamada
fr_fr: Rappel téléphonique
hu_hu: Visszahívási telefon
it_it: Telefono richiamata
nb_no: Telefon-tilbakeringing
nl_nl: Terugbelnummer
pl_pl: Oddzwanianie
pt_br: Retorno de chamada telefônica
ro_ro: Telefon pentru apelare inversă
sv_se: Telefon återuppringning

source: Phone (car)
bg_bg: Телефон (кола)
ca_es: Telèfon (cotxe)
cs_cz: Telefon (v autě)
da_dk: Telefon (bil)
es_mx: Teléfono (coche)
fr_fr: Tél. (voiture)
hu_hu: Telefon (autó)
it_it: Telefono (macchina)
nb_no: Telefon (bil)
nl_nl: Telefoon (auto)
pl_pl: Telefon (samochód)
pt_br: Telefone (carro)
ro_ro: Telefon (mașină)
sv_se: Telefon (bil)

source: Phone (company)
bg_bg: Телефон (фирма)
ca_es: Telèfon (empresa)
cs_cz: Telefon (do firmy)
da_dk: Telefon (firma)
es_mx: Teléfono (empresa)
fr_fr: Tél. (de la société)
hu_hu: Telefon (cég)
it_it: Telefono (azienda)
nb_no: Telefon (bedrift)
nl_nl: Telefoon (bedrijf)
pl_pl: Telefon (firmowy)
pt_br: Telefone (companhia)
ro_ro: Telefon (firmă)
sv_se: Telefon (företag)

source: Phone (home)
bg_bg: Телефон (дом)
ca_es: Telèfon (casa)
cs_cz: Telefon (domu)
da_dk: Telefon (hjemme)
es_mx: Teléfono (casa)
fr_fr: Tél. (privé)
hu_hu: Telefon (otthoni)
it_it: Telefono (casa)
nb_no: Telefon (hjemme)
nl_nl: Telefoon (Thuis)
pl_pl: Telefon (domowy)
pt_br: Telefone (casa)
ro_ro: Telefon (personal)
sv_se: Telefon (hem)

source: Phone (home alt)
bg_bg: Телефон (дом alt)
ca_es: Telèfon (casa alternatiu)
cs_cz: Telefon (alt. domu)
da_dk: Telefon (hjemme, alternativ)
es_mx: Teléfono (alternativo de casa)
fr_fr: Tél. (privé autre)
hu_hu: Telefon (másik otthoni)
it_it: Telefono (casa alt)
nb_no: Telefon (hjem alt.)
nl_nl: Telefoon (Thuis alt.)
pl_pl: Telefon (drugi numer domowy)
pt_br: Telefone (casa alternativo)
ro_ro: Telefon (personal alternativ)
sv_se: Telefon (hem alt)

source: Phone (other)
bg_bg: Телефон (друг)
ca_es: Telèfon (altre)
cs_cz: Telefon (další)
da_dk: Telefon (anden)
es_mx: Teléfono (otro)
fr_fr: Tél. (autre)
hu_hu: Telefon (egyéb)
it_it: Telefono (altro)
nb_no: Telefon (andre)
nl_nl: Telefoon (overig)
pl_pl: Telefon (inny)
pt_br: Telefone (outro)
ro_ro: Telefon (altul)
sv_se: Telefon (övrig)

source: Telephone (ISDN)
bg_bg: Телефон (ISDN)
ca_es: Telèfon (RDSI)
cs_cz: Telefon (ISDN)
da_dk: Telefon (ISDN)
es_mx: Teléfono (RDSI)
fr_fr: Téléphone (RNIS)
hu_hu: Telefon (ISDN)
it_it: Telefono (ISDN)
nb_no: Telefon (ISDN)
nl_nl: Telefoon (ISDN)
pl_pl: Telefon (ISDN)
pt_br: Telefone (ISDN)
ro_ro: Telefon (ISDN)
sv_se: Telefon (ISDN)

source: Pager
bg_bg: Пейджър
ca_es: Cercapersones
da_dk: Personsøger
es_mx: Buscapersonas
fr_fr: Afficheur portable
hu_hu: Személyhívó
it_it: Cercapersone
nb_no: Personsøker
sv_se: Personsökare

source: Telephone primary
bg_bg: Основен телефон
ca_es: Telèfon principal
cs_cz: Hlavní telefon
da_dk: Telefon, primær
es_mx: Teléfono principal
fr_fr: Téléphone principal
hu_hu: Telefon (elsődleges)
it_it: Telefono principale
nb_no: Primærtelefon
nl_nl: Primaire telefoon
pl_pl: Telefon (główny)
pt_br: Telefone primário
ro_ro: Telefon principal
sv_se: Telefon primär

source: Telephone radio
bg_bg: Телефонно радио
ca_es: Radiotelèfon
cs_cz: Radiotelefon
da_dk: Telefon, radio
es_mx: Radioteléfono
fr_fr: Radiotéléphone
hu_hu: Telefon (rádiós)
it_it: Radiotelefono
nb_no: Radiotelefon
nl_nl: Radiotelefoon
pl_pl: Radiotelefon
pt_br: Rádio telefone
ro_ro: Telefon radio
sv_se: Telefon radio

source: IP phone
bg_bg: IP телефон
ca_es: Telèfon IP
cs_cz: VoIP telefon
da_dk: IP telefon
es_mx: Teléfono IP
fr_fr: Téléphone IP
hu_hu: IP-telefon
it_it: Telefono IP
nb_no: IP-telefon
nl_nl: VOIP Telefoon
pl_pl: Telefon internetowy
pt_br: Telefone IP
ro_ro: Telefon IP
sv_se: IP-telefon

source: Phone (assistant)
bg_bg: Телефон (асистент)
ca_es: Telèfon (ajudant)
cs_cz: Telefon (asistent)
da_dk: Telefon (assistent)
es_mx: Teléfono (ayudante)
fr_fr: Tél. (assistant)
hu_hu: Telefon (asszisztens)
it_it: Telefono (assistente)
nb_no: Telefon (assistent)
nl_nl: Telefoon (assistent)
pl_pl: Telefon (dodatkowo)
pt_br: Telefone (assistente)
ro_ro: Telefon (asistent)
sv_se: Telefon (assistent)

source: Fax (Home)
bg_bg: Факс (дом)
ca_es: Fax (casa)
cs_cz: Fax (doma)
da_dk: Fax (hjemme)
es_mx: Fax (Casa)
fr_fr: Télécopie (privé)
hu_hu: Fax (otthoni)
it_it: Fax (Casa)
nb_no: Faks (hjemme)
nl_nl: Fax (Thuis)
pl_pl: Faks (domowy)
pt_br: Fax (casa)
ro_ro: Fax (personal)
sv_se: Fax (hem)

source: Fax (alt)
bg_bg: Факс (alt)
ca_es: Fax (alternatiu)
da_dk: Fax (alternativ)
es_mx: Fax (alternativo)
fr_fr: Télécopie (autre)
hu_hu: Fax (másik)
nb_no: Faks (alt)
pl_pl: Faks (drugi)
pt_br: Fax (alternativo)
ro_ro: Fax (alternativ)

source: Street
bg_bg: Улица
ca_es: Carrer
cs_cz: Ulice
da_dk: Gade
es_mx: Calle
fr_fr: Rue
hu_hu: Utca
it_it: Via
nb_no: Gate
nl_nl: Straat
pl_pl: Ulica
pt_br: Rua
ro_ro: Stradă
sv_se: Gata

source: Postcode
bg_bg: Пощенски код
ca_es: Codi postal
cs_cz: PSČ
da_dk: Postnummer
es_mx: Código postal
fr_fr: Code postal
hu_hu: Irányítószám
it_it: CAP
nb_no: Postnummer
pl_pl: Kod pocztowy
pt_br: CEP
ro_ro: Cod poștal
sv_se: Postnummer

source: City
bg_bg: Град
ca_es: Ciutat
cs_cz: Město
da_dk: By
es_mx: Ciudad
fr_fr: Ville
hu_hu: Város
it_it: Città
nb_no: By
nl_nl: Plaats
pl_pl: Miasto
pt_br: Cidade
ro_ro: Localitate
sv_se: Stad

source: State
bg_bg: Област
ca_es: Estat
cs_cz: Stát
da_dk: Stat
es_mx: Estado
fr_fr: État/région/département
hu_hu: Állam
it_it: Stato
nb_no: Område
nl_nl: Provincie
pl_pl: Województwo
pt_br: Estado
ro_ro: Stat
sv_se: Landskap

# contact
source: Note
cs_cz: Poznámka
es_mx: Nota
hu_hu: Megjegyzés
it_it: Nota
nl_nl: Notitie
pl_pl: Notatka
pt_br: Nota
ro_ro: Notiță
sv_se: Anteckning

source: Furigana for first name
bg_bg: Името на Фуригана
ca_es: Furigana de nom
cs_cz: Furigana pro jméno
da_dk: Furigana for fornavn
es_mx: Furigana de nombre
fr_fr: Furigana pour le prénom
hu_hu: Furigana a keresztnévhez
it_it: Furigana per il nome
nb_no: Furigana for fornavn
nl_nl: Furigana als voornaam
pl_pl: Znak furigana oznaczający imię
pt_br: Furigana para primeiro nome
ro_ro: Prenume Furigana
sv_se: Furigana för förnamn

source: Furigana for last name
bg_bg: Furigana за фамилно име
ca_es: Furigana de llinatge
cs_cz: Furigana pro příjmení
da_dk: Furigana for efternavn
es_mx: Furigana de apellido
fr_fr: Furigana pour le nom
hu_hu: Furigana az vezetékévhez
it_it: Furigana per il cognome
nb_no: Furigana for etternavn
nl_nl: Furigana als achternaam
pl_pl: Znak furigana oznaczający nazwisko
pt_br: Furigana para sobrenome
ro_ro: Nume Furigana
sv_se: Furigana för efternamn

source: Furigana for company
bg_bg: Фирига за компания
ca_es: Furigana d'empresa
cs_cz: Furigana pro společnost
da_dk: Furigana for virksomhed
es_mx: Furigana de empresa
fr_fr: Furigana pour la société
hu_hu: Furigana a céghez
it_it: Furigana per l'azienda
nb_no: Furigana for selskap
nl_nl: Furigana als bedrijfsnaam
pl_pl: Znak furigana oznaczający firmę
pt_br: Furigana para companhia
ro_ro: Firmă Furigana
sv_se: Furigana för företag

source: Image 1
bg_bg: Изображение 1
ca_es: Imatge 1
cs_cz: Obrázek 1
da_dk: Billede 1
es_mx: Imagen 1
hu_hu: 1. kép
it_it: Immagine 1
nb_no: Bilde 1
nl_nl: Afbeelding 1
pl_pl: Obraz 1
pt_br: Imagem 1
ro_ro: Imagine 1
sv_se: Bild 1

source: Optional 01
bg_bg: Незадължително 01
ca_es: Opcional 01
cs_cz: Nepovinné 01
da_dk: Valgfri 01
es_mx: Opcional 01
fr_fr: Facultatif 01
hu_hu: Opcionális 01
it_it: Opzionale 01
nb_no: Valgfritt 01
nl_nl: Facultatief 01
pl_pl: Opcjonalne 01
pt_br: Opcional 01
ro_ro: Opțional 01
sv_se: Valfritt 01

source: Optional 02
bg_bg: Незадължително 02
ca_es: Opcional 02
cs_cz: Nepovinné 02
da_dk: Valgfri 02
es_mx: Opcional 02
fr_fr: Facultatif 02
hu_hu: Opcionális 02
it_it: Opzionale 02
nb_no: Valgfritt 02
nl_nl: Facultatief 02
pl_pl: Opcjonalne 02
pt_br: Opcional 02
ro_ro: Opțional 02
sv_se: Valfritt 02

source: Optional 03
bg_bg: Незадължително 03
ca_es: Opcional 03
cs_cz: Nepovinné 03
da_dk: Valgfri 03
es_mx: Opcional 03
fr_fr: Facultatif 03
hu_hu: Opcionális 03
it_it: Opzionale 03
nb_no: Valgfritt 03
nl_nl: Facultatief 03
pl_pl: Opcjonalne 03
pt_br: Opcional 03
ro_ro: Opțional 03
sv_se: Valfritt 03

source: Optional 04
bg_bg: Незадължително 04
ca_es: Opcional 04
cs_cz: Nepovinné 04
da_dk: Valgfri 04
es_mx: Opcional 04
fr_fr: Facultatif 04
hu_hu: Opcionális 04
it_it: Opzionale 04
nb_no: Valgfritt 04
nl_nl: Facultatief 04
pl_pl: Opcjonalne 04
pt_br: Opcional 04
ro_ro: Opțional 04
sv_se: Valfritt 04

source: Optional 05
bg_bg: Незадължително 05
ca_es: Opcional 05
cs_cz: Nepovinné 05
da_dk: Valgfri 05
es_mx: Opcional 05
fr_fr: Facultatif 05
hu_hu: Opcionális 05
it_it: Opzionale 05
nb_no: Valgfritt 05
nl_nl: Facultatief 05
pl_pl: Opcjonalne 05
pt_br: Opcional 05
ro_ro: Opțional 05
sv_se: Valfritt 05

source: Optional 06
bg_bg: Незадължително 06
ca_es: Opcional 06
cs_cz: Nepovinné 06
da_dk: Valgfri 06
es_mx: Opcional 06
fr_fr: Facultatif 06
hu_hu: Opcionális 06
it_it: Opzionale 06
nb_no: Valgfritt 06
nl_nl: Facultatief 06
pl_pl: Opcjonalne 06
pt_br: Opcional 06
ro_ro: Opțional 06
sv_se: Valfritt 06

source: Optional 07
bg_bg: Незадължително 07
ca_es: Opcional 07
cs_cz: Nepovinné 07
da_dk: Valgfri 07
es_mx: Opcional 07
fr_fr: Facultatif 07
hu_hu: Opcionális 07
it_it: Opzionale 07
nb_no: Valgfritt 07
nl_nl: Facultatief 07
pl_pl: Opcjonalne 07
pt_br: Opcional 07
ro_ro: Opțional 07
sv_se: Valfritt 07

source: Optional 08
bg_bg: Незадължително 08
ca_es: Opcional 08
cs_cz: Nepovinné 08
da_dk: Valgfri 08
es_mx: Opcional 08
fr_fr: Facultatif 08
hu_hu: Opcionális 08
it_it: Opzionale 08
nb_no: Valgfritt 08
nl_nl: Facultatief 08
pl_pl: Opcjonalne 08
pt_br: Opcional 08
ro_ro: Opțional 08
sv_se: Valfritt 08
