Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Hide all task reminders.
bg_bg: Скриване на всички напомняния за задачи.
cs_cz: Skrýt všechny upomínky na úkoly.
da_dk: Skjul alle opgavepåmindelser.
es_mx: Ocultar todos los recordatorios de tareas.
fr_fr: Masquer tous les rappels de tâches.
hu_hu: Összes feladatemlékeztető elrejtéséhez.
it_it: Nascondi tutti i promemoria delle attività.
nb_no: Skjul alle oppgavepåminnelser.
nl_nl: Verberg alle taakherinneringen.
pl_pl: Ukryj wszystkie przypomnienia o zadaniach.
pt_br: Ocultar todos os lembretes de tarefa.
ro_ro: Ascunde toate mementourile pentru sarcini.
sv_se: Dölj alla uppgiftspåminnelser.

source: Task invitations
bg_bg: Покани за задачи
ca_es: Convits a tasques
cs_cz: Pozvánky k úkolům
da_dk: Opgaveinvitationer
es_mx: Invitaciones a tareas
fr_fr: Invitations à des tâches
hu_hu: Feladatmeghívók
it_it: Inviti alle attività
nb_no: Oppgaveinvitasjoner
nl_nl: Taak uitnodigingen
pl_pl: Zaproszenia do zadań
pt_br: Convites de tarefa
ro_ro: Invitații pentru sarcini
sv_se: Inbjudningar till uppgifter

source: New task invitations
bg_bg: Нови покани за задачи
cs_cz: Pozvánky k novým úkolům
da_dk: Nye opgaveinvitationer
es_mx: Nuevas invitaciones a tareas
fr_fr: Nouvelles invitations à des tâches
hu_hu: Új feladatmeghívók
it_it: Nuovi inviti alle attività
nb_no: Nye oppgaveinvitasjoner
nl_nl: Nieuwe taak uitnodigingen
pl_pl: Nowe zaproszenia do zadań
pt_br: Novos convites de tarefa
ro_ro: Invitații noi pentru sarcini
sv_se: Nya Inbjudningar till uppgifter

source: You have new task invitations
bg_bg: Имате покани за нова задача
cs_cz: Máte nové pozvánky k úkolům
da_dk: Du har nye opgaveinvitationer
es_mx: Tiene nuevas invitaciones a tareas
fr_fr: Vous avez de nouvelles invitations à des tâches
hu_hu: Új feladatmeghívói vannak
it_it: Hai nuovi inviti alle attività
nb_no: Du har nye oppgaveinvitasjoner
nl_nl: U heeft nieuwe taakuitnodigen
pl_pl: Masz nowe zaproszenia do zadania
pt_br: Você tem novos convites de tarefa
ro_ro: Aveți invitații noi pentru sarcini
sv_se: Du har nya uppgiftsinbjudningar

source: New task invitation
bg_bg: Нова покана за задача
cs_cz: Pozvánka k novému úkolu
da_dk: Ny invitation til opgave
es_mx: Nueva invitación a tarea
fr_fr: Nouvelle invitation à une tâche
hu_hu: Új feladatmeghívó
it_it: Nuovo invito alle attività
nb_no: Ny oppgaveinvitasjon
nl_nl: Nieuwe taak uitnodiging
pl_pl: Nowe zaproszenie do zadania
pt_br: Novo convite de tarefa
ro_ro: Invitație nouă pentru sarcină
sv_se: Ny inbjudan till uppgift

source: Hide all task invitations.
bg_bg: Скриване на всички покани за задачи.
cs_cz: Skrýt všechny pozvánky k úkolům.
da_dk: Skjul alle opgaveinvitationer.
es_mx: Ocultar todas las invitaciones a tareas.
fr_fr: Masquer toutes les invitations à des tâches.
hu_hu: Összes feladatmeghívó elrejtése.
it_it: Nascondere tutti gli inviti delle attività.
nb_no: Skjul alle oppgaveinvitasjoner.
nl_nl: Verberg alle taakuitnodigingen.
pl_pl: Ukryj wszystkie zaproszenia do zadań.
pt_br: Ocultar todos os convites de tarefa.
ro_ro: Ascunde toate invitațiile pentru sarcini.
sv_se: Dölj alla uppgiftsinbjudningar.

source: Birthdays
bg_bg: Рождени дни
ca_es: Aniversaris
cs_cz: Narozeniny
da_dk: Fødselsdage
es_mx: Fechas de nacimiento
fr_fr: Anniversaires
hu_hu: Születésnapok
it_it: Compleanni
nb_no: Fødselsdag
nl_nl: Verjaardagen
pl_pl: Urodziny
pt_br: Aniversários
ro_ro: Aniversări
sv_se: Födelsedagar

source: No birthdays within the next %1$d weeks
bg_bg: Няма рождени дни в следващите %1$d седмици
ca_es: No hi ha aniversaris en les properes %1$d setmanes
cs_cz: Žádné narozeniny v průběhu příštích %1$d týdnů
da_dk: Ingen fødselsdage i de næste %1$d uger
es_mx: No hay fechas de nacimiento en las próximas %1$d semanas
fr_fr: Pas d'anniversaires dans les %1$d prochaines semaines
hu_hu: Nincsenek születésnapok a következő %1$d héten
it_it: Nessun compleanno nelle prossime %1$d settimane
nb_no: Ingen bursdager i løpet av de neste %1$d ukene
nl_nl: Er zijn geen verjaardagen in de komende %1$d weken
pl_pl: Brak urodzin w ciągu następnych %1$d tyg.
pt_br: Nenhum aniversário dentro das próximas %1$d semanas
ro_ro: Nicio aniversare în următoarele %1$d săptămâni
sv_se: Inga födelsedagar inom de närmaste %1$d veckorna

source: Press [enter] to jump to complete list of Birthdays.
bg_bg: Натиснете [enter], за да преминете към пълен списък на рождени дни.
ca_es: Premeu [Intro] per a anar a la llista sencera d'aniversari.
cs_cz: Stisknutím [Enter] skočíte na kompletní seznam narozenin.
da_dk: Tast [enter] for at gå til den komplette liste med fødselsdage.
es_mx: Presione [Intro] para saltar a la lista completa de fechas de nacimiento.
fr_fr: Appuyez sur [Entr] pour passer à la liste complète d'anniversaires.
hu_hu: Nyomja meg az [enter]-t a születésnapok teljes listájára ugráshoz.
it_it: Premi [invio] per passare all'elenco completo dei compleanni.
nb_no: Trykk [enter] for å hoppe for å fullføre liste over bursdager.
nl_nl: Druk op [enter] om te springen naar een volledige lijst van Verjaardagen.
pl_pl: Naciśnij klawisz [Enter], przejść do listy urodzin.
pt_br: Pressione [Enter] para ir à lista de aniversários.
ro_ro: Apăsați [Enter] pentru a ajunge la lista completă de aniversări.
sv_se: Tryck [enter] för att hoppa till den fullständiga listan med födelsedagar.

source: External link
bg_bg: Външен линк
ca_es: Enllaç extern
cs_cz: Externí odkaz
da_dk: Eksternt link
es_mx: Enlace externo
fr_fr: Lien externe
hu_hu: Külső hivatkozás
it_it: Collegamento esterno
nb_no: Ekstern lenke
nl_nl: Externe link
pl_pl: Link zewnętrzny
pt_br: Link externo
ro_ro: Legătură externă
sv_se: Extern länk

source: Buy a gift
bg_bg: Купете подарък
ca_es: Compra un regal
cs_cz: Koupit dárek
da_dk: Køb en gave
es_mx: Comprar un regalo
fr_fr: Acheter un cadeau
hu_hu: Ajándék vásárlása
it_it: Compra un regalo
nb_no: Kjøp en gave
nl_nl: Koop een cadeau
pl_pl: Kup prezent
pt_br: Comprar um presente
ro_ro: Cumpără un cadou
sv_se: Köp en present

source: In %1$d days
bg_bg: След %1$d дни
ca_es: En %1$d dies
cs_cz: Za %1$d dní
da_dk: Om %1$d dage
es_mx: En %1$d días
fr_fr: Dans %1$d jours
hu_hu: %1$d nap múlva
it_it: In %1$d giorni
nb_no: Om %1$d dager
nl_nl: Over %1$d dagen
pl_pl: Za %1$d dni
pt_br: Em %1$d dias
ro_ro: Peste %1$d zile
sv_se: Om %1$d dagar

source: You don't have any appointments in the near future.
bg_bg: Нямате назначения в близко бъдеще.
ca_es: No teniu cap cita properament.
cs_cz: V blízké budoucnosti nemáte žádné schůzky.
da_dk: Du har ingen aftaler i den nære fremtid.
es_mx: Usted no tiene ninguna cita en un futuro cercano.
fr_fr: Vous n'avez pas de rendez-vous dans le futur immédiat.
hu_hu: A közeljövőben nincsenek találkozói.
it_it: Non hai appuntamenti nel prossimo futuro.
nb_no: Du har ingen avtaler i nær fremtid.
nl_nl: U heeft geen afspraken in de nabije toekomst.
pl_pl: W najbliższej przyszłości nie masz żadnych spotkań.
pt_br: Você não tem quaisquer compromissos em um futuro próximo.
ro_ro: Nu aveți nicio întâlnire în viitorul apropiat.
sv_se: Du har inga möten den närmaste tiden.

source: Press [enter] to jump to %1$s
cs_cz: Stisknutím [Enter] skočíte na %1$s
da_dk: Tryk [enter] for at hoppe til %1$s
es_mx: Presione [intro] para saltar a %1$s
fr_fr: Appuyez sur la touche [Entrée] pour accéder à %1$s
hu_hu: Nyomja meg az [enter]-t az ugráshoz: %1$s
it_it: Premi [invio] per passare a %1$s
nl_nl: Druk [enter] om naar %1$s te springen
pl_pl: Naciśnij klawisz [Enter], aby przejść tutaj: %1$s
pt_br: Pressione [Enter] para pular para %1$s
ro_ro: Apăsați [enter] pentru a trece la %1$s
sv_se: Tryck [enter] för att hoppa till %1$s

source: Could not load data
bg_bg: Данните не можаха да се заредят
ca_es: No s'han pogut carregar les dades
cs_cz: Nepodařilo se načíst data
da_dk: Kunne ikke indlæse data
es_mx: No se pudieron cargar los datos
fr_fr: Impossible de charger les données
hu_hu: Az adatok nem tölthetők be
it_it: Impossibile caricare i dati
nb_no: Kunne ikke laste inn data
nl_nl: Kan gegevens niet laden
pl_pl: Nie udało się wczytać danych
pt_br: Não foi possível carregar dados
ro_ro: Nu s-au putut încărca datele
sv_se: Kunde inte ladda data

source: Press [enter] to jump to the flicker stream.
bg_bg: Натиснете [enter], за да преминете към потока на трептене.
ca_es: Premeu [Intro] per a anar al flux de Flicker.
cs_cz: Stisknutím [Enter] skočíte na kanál Flickr.
da_dk: Tast [enter] for at gå til flicker-strømmen.
es_mx: Presione [Intro] para saltar al flujo de Flicker.
fr_fr: Appuyez sur [Entr] pour passer au flux Flicker.
hu_hu: Nyomja meg az [enter]-t a Flickr folyamra ugráshoz.
it_it: Premi [invio] per passare al flusso di Flicker.
nb_no: Trykk [enter] for å hoppe til flickr-strømmen.
nl_nl: Druk op [enter] om naar de Flickr stream te springen.
pl_pl: Naciśnij klawisz [Enter], aby przejść do wiadomości z serwisu Flickr.
pt_br: Pressione [Enter] para ir ao Flicker.
ro_ro: Apăsați [Enter] pentru a ajunge la fluxul Flicker.
sv_se: Tryck [enter] för att hoppa till flicker-flödet.

source: Cannot find user with given name.
bg_bg: Не може да се намери потребител с дадено име.
ca_es: No s'ha pogut trobar l'usuari amb el nom subministrat.
cs_cz: Nepodařilo se nalézt uživatele daného jména.
da_dk: Kan ikke finde en bruger med det angivne navn.
es_mx: No se puede encontrar el usuario con el nombre suministrado.
fr_fr: Impossible de trouver un utilisateur de ce nom.
hu_hu: Nem található a megadott nevű felhasználó.
it_it: Impossibile trovare l'utente con il nome specificato.
nb_no: Finner ikke brukeren med det oppgitte navnet.
nl_nl: Kan de gebruiker met de opgegeven naam niet vinden.
pl_pl: Nie można znaleźć użytkownika o danej nazwie.
pt_br: Não foi possível localizar usuário com o nome fornecido.
ro_ro: Nu a fost găsit niciun utilizator cu numele indicat.
sv_se: Kan inte hitta användare med det givna namnet.

source: Search photos
cs_cz: Vyhledávání fotografií
da_dk: Søg i billeder
es_mx: Buscar fotos
fr_fr: Rechercher des photos
hu_hu: Fotók keresése
it_it: Cerca foto
nl_nl: Zoek foto's
pl_pl: Szukaj zdjęć
pt_br: Pesquisar fotos
ro_ro: Căutare fotografii
sv_se: Sök bilder

source: Public photos by user
cs_cz: Veřejné fotografie uživatele
da_dk: Offentlige billeder af bruger
es_mx: Fotos públicas del usuario
fr_fr: Photos publiques de l'utilisateur
hu_hu: Felhasználó nyilvános fényképei
it_it: Foto pubbliche dell'utente
nl_nl: Publieke foto's van gebruikers
pl_pl: Publiczne zdjęcia użytkownika
pt_br: Fotos públicas por usuário
ro_ro: Fotografii publice ale utilizatorului
sv_se: Offentliga foton från användare

source: Create Flickr photo stream
cs_cz: Vytvořit proud fotografií Flickr
da_dk: Lav en Flickr foto-strøm
es_mx: Crear flujo de fotos de Flickr
fr_fr: Créer un flux de photos Flickr
hu_hu: Flickr fotófolyam készítése
it_it: Crea fotostream di Flickr
nl_nl: Flickr Photostream aanmaken
pl_pl: Utwórz strumień zdjęć Flickr
pt_br: Criar fluxo de fotos do Flickr
ro_ro: Creați flux foto Flickr
sv_se: Skapa Flickr-fotoström

source: Edit Flickr photo stream
ca_es: Edita un flux de fotos de Flickr
cs_cz: Upravit proud fotografií Flickr
da_dk: Redigér flickr billedstrøm
es_mx: Editar un flujo de fotos de Flickr
fr_fr: Modifier un flux de photos Flickr
hu_hu: Flickr fotófolyam szerkesztése
it_it: Modifica un flusso di foto di Flickr
nb_no: Redigere Flickr Bildestrøm
nl_nl: Bewerk Flickr foto-stream
pl_pl: Edytuj strumień zdjęć Flickr
pt_br: Editar fluxo de fotos do Flickr
ro_ro: Editează un flux de fotografii Flickr
sv_se: Redigera Flickr-fotoström

source: Please enter a search query
bg_bg: Моля, въведете заявка за търсене
ca_es: Per favor, indicau un terme de cerca
cs_cz: Zadejte, prosím, co vyhledat
da_dk: Indtast venligst en søgeforespørgsel
es_mx: Por favor, indique un término de búsqueda
fr_fr: Veuillez formuler la recherche
hu_hu: Adjon meg egy keresőkifejezést
it_it: Digita un termine di ricerca
nb_no: Skriv inn et søkeord
nl_nl: Voer alstublieft een zoekopdracht in
pl_pl: Wpisz zapytanie do wyszukania
pt_br: Insira um parâmetro da pesquisa
ro_ro: Introduceți o interogare de căutare
sv_se: Skriv söktermer

source: Please enter a description
bg_bg: Моля, въведете описание
ca_es: Per favor, indicau una descripció
cs_cz: Změňte, prosím, popis
da_dk: Indtast venligst en beskrivelse
es_mx: Por favor, indique una descripción
fr_fr: Veuillez saisir une description
hu_hu: Adjon meg egy leírást
it_it: Digita una descrizione
nb_no: Skriv inn en beskrivelse
nl_nl: Voer alstublieft een omschrijving in
pl_pl: Podaj opis
pt_br: Insira uma descrição
ro_ro: Introduceți o descriere
sv_se: Skriv en beskrivning

source: Hello World
bg_bg: Здравей свят
ca_es: Hola, món
cs_cz: Ahoj světe
da_dk: Hej verden
es_mx: Hola Mundo
fr_fr: Bonjour à tous
hu_hu: Szia világ!
it_it: Ciao mondo
nl_nl: Hallo Wereld
pt_br: Olá mundo
ro_ro: Salut lume
sv_se: Hej, värld

source: No mails in your inbox
bg_bg: Няма мейли във входящата поща.
ca_es: No hi ha correus a la vostra safata d'entrada
cs_cz: Vaše složka příchozích zpráv je prázdná
da_dk: Ingen e-mails i din indbakke
es_mx: No hay correos en su bandeja de entrada
fr_fr: Il n'y a pas de messages dans votre boîte de réception
hu_hu: Nincsenek levelek Beérkezett üzenetek mappában
it_it: Nessun messaggio in posta in arrivo
nb_no: Ingen e-post i innboksen din
nl_nl: Geen e-mailberichten in uw Postvak IN
pl_pl: Brak wiadomości w skrzynce odbiorczej
pt_br: Nenhum e-mail na sua caixa de entrada
ro_ro: Niciun mesaj în dosarul dumneavoastră de mesaje primite
sv_se: Inga meddelanden i din inkorg

source: You have no unread messages
bg_bg: Нямате непрочетени съобщения
ca_es: No hi teniu missatges sense llegir
cs_cz: Nemáte žádné nepřečtené zprávy
da_dk: Du har ingen ulæste beskeder
es_mx: No tiene mensajes sin leer
fr_fr: Vous n'avez pas de messages non lus
hu_hu: Nincsenek olvasatlan üzenetei
it_it: Non hai messaggi non letti
nb_no: Du har ingen uleste meldinger
nl_nl: U heeft geen ongelezen berichten
pl_pl: Nie masz nieprzeczytanych wiadomości
pt_br: Você não tem mensagens não lidas
ro_ro: Nu aveți niciun mesaj necitit
sv_se: Du har inga olästa meddelanden

source: You have %1$d unread message
bg_bg: Имате %1$d непрочетено съобщение
cs_cz: Počet nepřečtených zpráv: %1$d
da_dk: Du har en ulæst besked
es_mx: Tiene %1$d mensaje no leído
fr_fr: Vous avez %1$d message non lu
hu_hu: %1$d olvasatlan üzenete van
it_it: Hai %1$d messaggio non letto
nb_no: Du har %1$d ulest melding
nl_nl: U heeft %1$d ongelezen bericht
pl_pl: Masz %1$d nieprzeczytaną wiadomość
pt_br: Você tem %1$d mensagem não lida
ro_ro: Aveți %1$d mesaj necitit
sv_se: Du har %1$d oläst meddelande

source: your platform
bg_bg: вашата платформа
ca_es: la vostra plataforma
cs_cz: vaše platforma
da_dk: din platform
es_mx: su plataforma
fr_fr: votre plate-forme
hu_hu: az Ön rendszere
it_it: la tua piattaforma
nb_no: plattformen din
nl_nl: uw platform
pl_pl: Twoja platforma
pt_br: sua plataforma
ro_ro: platforma dumneavoastră
sv_se: din plattform

source: Download %s
bg_bg: Свали %s
cs_cz: Stáhnout %s
da_dk: Hent %s
es_mx: Descargar %s
fr_fr: Télécharger %s
hu_hu: %s letöltése
it_it: Scarica %s
nb_no: Last ned %s
pl_pl: Pobierz %s
pt_br: Baixar %s
ro_ro: Descarcă %s
sv_se: Ladda ner %s

source: Please use the "Connect your device" wizard to download %s
cs_cz: Pro stažení %s použijte průvodce „Připojit zařízení“
da_dk: Brug venligst "Forbind din enhed"-hjælperen til at hente %s
es_mx: Por favor, use el asistente "Conectar su dispositivo" para descargar %s
fr_fr: Veuillez utiliser l'assistant "Connecter votre appareil" pour télécharger %s
hu_hu: A(z) %s letöltéséhez használja az "Eszköz csatlakoztatása" varázslót
it_it: Utilizza la procedura guidata "Connetti il tuo dispositivo" per scaricare %s
nl_nl: Gebruik alstublieft de "Verbindt met uw apparaat" wizard om %s te downloaden
pl_pl: Skorzystaj z kreatora „Połącz urządzenie”, aby pobrać %s
pt_br: Use o assistente "Conectar seu dispositivo" para baixar %s
ro_ro: Utilizați asistentul "Conectare dispozitiv" pentru a descărca %s
sv_se: Använd guiden "Anslut din enhet" för att ladda ned %s

source: Get %s
bg_bg: Вземете %s
ca_es: Obtén %s
cs_cz: Získat %s
da_dk: Hent %s
es_mx: Obtener %s
fr_fr: Obtenir %s
hu_hu: %s beszerzése
it_it: Ottieni %s
nb_no: Få %s
nl_nl: Download %s
pl_pl: Pobierz %s
pt_br: Obter %s
ro_ro: Obține %s
sv_se: Hämta %s

source: Download %1$s for %2$s now
cs_cz: Stáhnout %1$s pro %2$s
da_dk: Hent %1$s til %2$s nu
es_mx: Descargar %1$s para %2$s ahora
fr_fr: Télécharger le client %1$s pour %2$s maintenant
hu_hu: %1$s for %2$s letöltése
it_it: Scarica subito %1$s per %2$s
nl_nl: Download nu %1$s voor %2$s
pl_pl: Pobierz już teraz %1$s dla systemu %2$s
pt_br: Baixar %1$s para %2$s agora
ro_ro: Descărcați %1$s pentru %2$s acum
sv_se: Ladda ned %1$s för %2$s nu

source: The %1$s client lets you store and share your photos, files, documents and videos, anytime, anywhere. Access any file you save to %1$s from all your computers, iPhone, iPad or from within %2$s itself.
cs_cz: Klient %1$s vám umožní ukládat a sdílet své fotografie, soubory, dokumenty a videa - kdykoliv a kdekoliv. Přistupovat k souborům na %1$s můžete ze všech svých počítačů, z iPhonu, iPadu nebo přímo z %2$s.
da_dk: Klienten %1$s lader dig gemme og dele dine billeder, filer, dokumenter og videoer, altid og til alle steder. Få adgang til de filer du gemmer med %1$s fra alle dine computere, iPhone, iPad eller fra %2$s.
es_mx: El cliente de %1$s le permite almacenar y compartir sus fotos, archivos, documentos y vídeos, en cualquier momento, en cualquier lugar. Acceda a cualquier archivo que guarde en %1$s desde todas sus computadoras, iPhone, iPad o desde dentro del propio %2$s.
fr_fr: Le client %1$s vous permet de stocker et partager vos photos, fichiers, documents et vidéos, partout et à tout moment. Accédez à tout fichier enregistré dans %1$s depuis vos ordinateurs, votre iPhone, votre iPad ou directement depuis %2$s.
hu_hu: A(z) %1$s kliens lehetővé teszi fényképei, fájljai, dokumentumai és videói tárolását és megosztását bármikor, bárhol. Érje el a(z) %1$s területre mentett bármelyik fájlt, bármelyik számítógépéről, iPhone, iPad készülékéről vagy közvetlenül a(z) %2$s használatával.
it_it: Il client %1$s ti consente di archiviare e condividere le tue foto, i file, i documenti e i video, in qualsiasi momento, ovunque. Accedi a ogni file salvato su %1$s da tutti i tuoi computer, iPhone, iPad o dall'interno di %2$s.
nl_nl: Met de %1$s client kunt u uw foto's, bestanden, documenten en video's altijd en overal opslaan en delen. U heeft toegang tot elke bestand dat u in %1$s opslaat vanaf al uw computers, iPhone, iPad of vanuit %2$s zelf.
pl_pl: Klient %1$s pozwala na zapisywanie i udostępnianie zdjęć, plików, dokumentów oraz filmów z dowolnego miejsca i o dowolnej porze. Pliki zapisane w %1$s można otwierać za pomocą komputera, iPhone'a, iPada lub oprogramowania %2$s.
pt_br: O cliente %1$s permite armazenar e compartilhar suas fotos, arquivos, documentos e vídeos, a qualquer hora, em qualquer lugar. Acesse qualquer arquivo que você salvar em %1$s de todos os seus computadores, iPhone, iPad ou de dentro do próprio %2$s.
ro_ro: Clientul %1$s vă permite să stocați și să partajați fotografiile, fișierele, documentele și videoclipurile, oricând și oriunde. Accesați orice fișier pe care îl salvați în %1$s de pe toate computerele, iPhone, iPad sau din %2$s în sine.
sv_se: %1$s-klienten låter dig lagra och dela dina foton, filer, dokument och videor; när som helst, var som helst. Kom åt alla filer som du sparar till %1$s från alla dina datorer, iPhone, iPad eller från %2$s självt.

source: %s is also available for other platforms:
bg_bg: %s е налице и за други платформи:
ca_es: %s està també disponible per a altres plataformes:
cs_cz: %s je také k dispozici pro jiné platformy:
da_dk: %s er også tilgængelig til andre platforme:
es_mx: %s está también disponible para otras plataformas:
fr_fr: %s est également disponible pour d'autres plates-formes :
hu_hu: a(z) %s elérhető ás platformon is:
it_it: % è disponibile anche per altre piattaforme:
nb_no: %s er også tilgjengelig for andre plattformer:
nl_nl: %s is ook beschikbaar voor andere platformen:
pl_pl: Klient %s jest także dostępny na inne platformy:
pt_br: %s está disponível também para outras plataformas:
ro_ro: %s este disponibil și pentru alte platforme:
sv_se: %s finns också för andra plattformar:

source: PowerDNS parental control
bg_bg: PowerDNS родителски контрол
cs_cz: Rodičovská kontrola PowerDNS
da_dk: PowerDNS-forælderkontrol
es_mx: Control parental de PowerDNS
fr_fr: Contrôle parental PowerDNS
hu_hu: PowerDNS szülői felügyelet
it_it: Controllo parentale di PowerDNS
nb_no: PowerDNS foreldrekontroll
nl_nl: PowerDNS ouderlijke controle
pl_pl: Kontrola rodzicielska PowerDNS
pt_br: Controle de pais PowerDNS
ro_ro: Control parental PowerDNS
sv_se: PowerDNS föräldrakontroll

source: Open parental control settings
bg_bg: Отворете настройките за родителски контрол
cs_cz: Otevření nastavení rodičovské kontroly
da_dk: Åbn forælderkontrol-indstillinger
es_mx: Abrir configuración de control parental
fr_fr: Ouvrir les réglages du contrôle parental
hu_hu: Szülői felügyelet beállítások megnyitása
it_it: Aprire le impostazioni di controllo parentale
nb_no: Åpne innstillinger for foreldrekontroll
nl_nl: Open ouderlijke controle instellingen
pl_pl: Otwórz ustawienia kontroli rodzicielskiej
pt_br: Abrir configuração do controle de pais
ro_ro: Deschide setările de control parental
sv_se: Öppna inställningarna för föräldrakontroll

source: Mail count quota
bg_bg: Квота за отчитане на пощата
ca_es: Quota de nombre de correus
cs_cz: Limit počtu zpráv
da_dk: E-mail mængdekvote
es_mx: Cuota de número de de correos
fr_fr: Quota de nombre de courriels
hu_hu: Levélszámkvóta
it_it: Quota del numero di messaggi
nb_no: Epostkvote, antall eposter
nl_nl: Quotum aantal e-mails
pl_pl: Ograniczenie liczby wiadomości e-mail
pt_br: Cota da conta de e-mail
ro_ro: Cotă de număr de mailuri
sv_se: Kvot för antal meddelanden

source: Recently changed files
bg_bg: Наскоро променени файлове
ca_es: Fitxers modificats recentment
cs_cz: Nedávno změněné soubory
da_dk: Nyligt ændrede filer
es_mx: Archivos modificados recientemente
fr_fr: Fichiers changés récemment
hu_hu: Nemrégen módosított fájlok
it_it: File modificati di recente
nb_no: Nylig endrede filer
nl_nl: Recent aangepaste bestanden
pl_pl: Ostatnio zmienione pliki
pt_br: Arquivos alterados recentemente
ro_ro: Fișiere modificate recent
sv_se: Senast ändrade filer

source: My latest files
bg_bg: Последните ми файлове
ca_es: Els meus últims fitxers
cs_cz: Moje poslední soubory
da_dk: Mine seneste filer
es_mx: Mis últimos archivos
fr_fr: Mes fichiers récents
hu_hu: Legutóbbi fájlok
it_it: I miei file più recenti
nb_no: Mine nyeste filer
nl_nl: Mijn laatste bestanden
pl_pl: Moje najnowsze pliki
pt_br: Meus arquivos mais recentes
ro_ro: Fișierele mele cele mai recente
sv_se: Mina senaste filer

source: No files have been changed recently
bg_bg: Няма скорошни промени на файловете
ca_es: No heu modificat cap fitxer recentment
cs_cz: V nedávné době nebyly žádné soubory změněny
da_dk: Ingen filer er blevet ændret for nylig
es_mx: No se ha modificado ningún archivo recientemente
fr_fr: Aucun fichier n'a été modifié récemment
hu_hu: Mostanság nem változott egyik fájl sem
it_it: Nessun file è stato modificato di recente
nb_no: Ingen filer har blitt endret nylig
nl_nl: Er zijn geen recente aanpassingen
pl_pl: Żadne pliki nie zostały niedawno zmienione
pt_br: Nenhum arquivo foi alterado recentemente
ro_ro: Niciun fișier nu a fost modificat recent
sv_se: Inga filer har ändrats nyligen
