Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Invisible
cs_cz: Neviditelný
da_dk: Usynlig
hu_hu: Láthatatlan
it_it: Invisibile
nl_nl: Onzichtbaar
pl_pl: Niewidoczny
pt_br: Invisível
ro_ro: Invizibil
sv_se: Osynlig

source: Call via Zoom
cs_cz: Zavolat přes Zoom
da_dk: Ring med Zoom
es_mx: Llamar por Zoom
fr_fr: Appeler avec Zoom
hu_hu: Hívás a Zoomon keresztül
it_it: Chiama con Zoom
nl_nl: Bellen via Zoom
pl_pl: Połącz przez Zoom
pt_br: Ligar via Zoom
ro_ro: Apel prin Zoom
sv_se: Ring via Zoom

source: Call via Jitsi
cs_cz: Zavolat přes Jitsi
da_dk: Ring med Jitsi
es_mx: Llamar por Jitsi
fr_fr: Appeler avec Jitsi
hu_hu: Hívás a Jitsin keresztül
it_it: Chiama con Jitsi
nl_nl: Bellen via Jitsi
pl_pl: Połącz przez Jitsi
pt_br: Ligar via Jitsi
ro_ro: Apel prin Jitsi
sv_se: Ring via Jitsi

source: Zoom Integration
cs_cz: Integrace aplikace Zoom
es_mx: Integración con Zoom
fr_fr: Intégration Zoom
hu_hu: Zoom integráció
it_it: Integrazione Zoom
nl_nl: Zoom integratie
pl_pl: Integracja z platformą Zoom
pt_br: Integração do Zoom
ro_ro: Integrare Zoom
sv_se: Zoom-integrering

source: Online now
cs_cz: Nyní online
da_dk: Online nu
es_mx: Ahora en línea
fr_fr: Actuellement en ligne
hu_hu: Most online
it_it: Ora in linea
nl_nl: Nu online
pl_pl: Jest teraz online
pt_br: Online agora
ro_ro: Online acum
sv_se: Online nu

source: Last seen a minute ago
cs_cz: Naposled viděn(a) před minutou
da_dk: Sidst set for et minut siden
es_mx: Visto por última vez hace un minuto
fr_fr: En ligne il y a une minute
hu_hu: Utoljára egy perce volt aktív
it_it: Visto l'ultima volta un minuto fa
nl_nl: Een minuut geleden voor het laatst gezien
pl_pl: Ostatnia aktywność minutę temu
pt_br: Visto pela última vez há um minuto
ro_ro: Văzut ultima dată acum un minut
sv_se: Sågs senast för en minut sedan

source: Last seen %1$d minutes ago
cs_cz: Naposled viděn(a) před: %1$d m
da_dk: Sidst set for %1$d minuter siden
es_mx: Visto por última vez hace %1$d minutos
fr_fr: En ligne il y a %1$d minutes
hu_hu: Utoljára %1$d perce volt aktív
it_it: Visto l'ultima volta %1$d minuti fa
nl_nl: %1$d minuten geleden voor het laatst gezien
pl_pl: Ostatnia aktywność %1$d min temu
pt_br: Visto pela última vez há %1$d minutos
ro_ro: Văzut ultima dată cu %1$d minute în urmă
sv_se: Sågs senast för %1$s minuter sedan

source: Last seen at %1$s
cs_cz: Naposled viděn(a) v %1$s
da_dk: Sidst set kl. %1$s
es_mx: Visto por última vez a las %1$s
fr_fr: En ligne à %1$s
hu_hu: Utoljára aktív: %1$s
it_it: Visto l'ultima volta alle %1$s
nl_nl: Voor het laatst gezien om %1$s
pl_pl: Ostatnia aktywność: %1$s
pt_br: Visto pela última vez às %1$s
ro_ro: Văzut ultima dată la %1$s
sv_se: Sågs senast vid %1$s

source: Last seen on %1$s
cs_cz: Naposled viděn(a) %1$s
da_dk: Sidst set d. %1$s
es_mx: Visto por última vez el %1$s
fr_fr: En ligne le %1$s
hu_hu: Utoljára aktív: %1$s
it_it: Visto l'ultima volta il %1$s
nl_nl: Voor het laatst gezien op %1$s
pl_pl: Ostatnia aktywność: %1$s
pt_br: Visto pela última vez em %1$s
ro_ro: Văzut ultima dată pe %1$s
sv_se: Sågs senast %1$s

source: Always add a random meeting password
cs_cz: Vždy přidat náhodné heslo pro schůzku
da_dk: Tilføj altid et tilfældigt kodeord til mødet
es_mx: Añadir siempre una contraseña de reunión aleatoria
fr_fr: Toujours ajouter un mot de passe de réunion aléatoire
hu_hu: Mindig adjon meg egy véletlenszerű jelszót
it_it: Aggiungi sempre una password casuale per la riunione
nl_nl: Altijd een willekeurig vergaderingswachtwoord toevoegen
pl_pl: Zawsze dodawaj losowe hasło do spotkania
pt_br: Sempre adicione uma senha de reunião aleatória
ro_ro: Se adaugă întotdeauna o parolă de întâlnire aleatorie
sv_se: Lägg alltid till ett slumpgenererat möteslösenord

source: Automatically copy link to location
cs_cz: Automaticky kopírovat odkaz na umístění
da_dk: Kopiér automatisk linket til placeringen
es_mx: Copiar enlace a la ubicación automáticamente
fr_fr: Copier automatiquement le lien vers le lieu
hu_hu: Hivatkozás automatikus másolása a helyhez
it_it: Copia automaticamente il collegamento nella posizione
nl_nl: Link automatisch naar locatie kopiëren
pl_pl: Automatycznie skopiuj link do lokalizacji
pt_br: Copiar link automaticamente para o local
ro_ro: Copiază automat legătura către locație
sv_se: Kopiera automatiskt länk till plats

source: Automatically copy dial-in information to description
cs_cz: Automaticky do popisu kopírovat informace o připojení
da_dk: Kopiér automatisk opkalds-information til beskrivelsen
es_mx: Copiar información de acceso telefónico a la descripción automáticamente
fr_fr: Copier automatiquement les informations d'appel vers la description
hu_hu: Telefonos információk automatikus másolása a leírásba
it_it: Copia automaticamente le informazioni di accesso nella descrizione
nl_nl: Inbelinformatie automatisch naar beschrijving kopiëren
pl_pl: Automatycznie skopiuj do opisu informacje o telefonicznym uczestnictwie w spotkaniu
pt_br: Copiar automaticamente as informações de discagem para a descrição
ro_ro: Copiază automat informațiile de apel în descriere
sv_se: Kopiera automatiskt uppringningsinformation till beskrivning

source: Incoming calls
cs_cz: Příchozí hovory
da_dk: Indkomne opkald
es_mx: Llamadas entrantes
fr_fr: Appels entrants
hu_hu: Bejövő hívások
it_it: Chiamate in entrata
nl_nl: Inkomende oproepen
pl_pl: Połączenia przychodzące
pt_br: Chamadas recebidas
ro_ro: Apeluri primite
sv_se: Inkommande samtal

source: Play ringtone on incoming call
cs_cz: Přehrát zvuk při příchozím hovoru
da_dk: Afspil ringetone ved indkomne opkald
es_mx: Reproducir tono de llamada en llamadas entrantes
fr_fr: Jouer une sonnerie en cas d'appel entrant
hu_hu: Csengőhang lejátszása bejövő híváskor
it_it: Riproduci la suoneria alla chiamata in entrata
nl_nl: Ringtone afspelen bij inkomende oproep
pl_pl: Odtwórz dzwonek przy połączeniu przychodzącym
pt_br: Tocar na chamada recebida
ro_ro: Redă tonul de apel la apeluri primite
sv_se: Spela rington vid inkommande samtal

source: Dial-in numbers
cs_cz: Čísla pro připojení
da_dk: Opkaldsnumre
es_mx: Números de acceso telefónico
fr_fr: Numéros d'appel
hu_hu: Tárcsázható számok
it_it: Numeri di accesso
nl_nl: Inbelnummers
pl_pl: Numery do telefonicznego uczestnictwa w spotkaniu
pt_br: Números de discagem
ro_ro: Numere de apel
sv_se: Uppringningsnummer

source: If you have a professional Zoom account, Zoom offers dial-in numbers per country and lets you choose which countries appear in meeting invitations.
cs_cz: Pokud máte profesionální účet Zoom, máte k dispozici čísla pro vytočení v jednotlivých zemích, a můžete si vybrat, které země se objeví v pozvánkách na schůzky.
da_dk: Hvis du har en professionel Zoom-konto, tilbyder Zoom opkaldsnumre på lande-basis, som lader dig vælge hvilket lande der bliver vist i invitationer.
es_mx: Si tiene una cuenta profesional de Zoom, Zoom ofrece números de acceso telefónico por país y le permite elegir qué países aparecen en las invitaciones a la reunión.
fr_fr: Si vous disposez d'un compte Zoom professionnel, Zoom propose des numéros d'appel par pays et vous permet de choisir quels pays apparaissent dans les invitations à des réunions.
hu_hu: Ha rendelkezik Professional Zoom-fiókkal, a Zoom országonként behívható teleszámokat biztosít, és lehetővé teszi, hogy kiválassza, mely országok jelenjenek meg a meghívókban.
it_it: Se si dispone di un account Zoom professionale, Zoom offre numeri di accesso remoto per paese e consente di scegliere quali paesi visualizzare negli inviti alle riunioni.
nl_nl: Als u een professioneel Zoomaccount heeft, biedt Zoom inbelnummers per land aan en laat u kiezen welke landen in vergaderuitnodigingen worden weergegeven.
pl_pl: Przy płatnych kontach platforma Zoom oferuje numery do telefonicznego uczestnictwa w spotkaniu dla każdego kraju oraz pozwala wybrać kraje do umieszczenia w zaproszeniach na spotkania.
pt_br: Se você tiver uma conta Zoom profissional, o Zoom oferece números de discagem por país e permite que você escolha quais países aparecem nos convites para reuniões.
ro_ro: Dacă aveți un cont de Zoom profesional, Zoom vă oferă numere apel pentru fiecare țară și vă permite să alegeți țările care apar în invitații.
sv_se: Om du har ett professionellt Zoom-konto erbjuder Zoom uppringningsnummer för varje land, och låter dig välja vilka land som ska visas i mötesinbjudningar.

source: You can edit the list of countries in your Zoom profile.
cs_cz: Seznam zemí můžete upravit v nastavení svého profilu u Zoom.
da_dk: Du kan redigere listen over lande i din Zoom-profil.
es_mx: Puede editar la lista de países en su perfil de Zoom.
fr_fr: Vous pouvez modifier la liste de pays dans votre profil Zoom.
hu_hu: Az országok listáját a Zoom profilban szerkesztheti.
it_it: È possibile modificare l'elenco dei paesi nel proprio profilo Zoom.
nl_nl: U kunt de lijst met landen bewerken in uw Zoomprofiel.
pl_pl: Listę krajów możesz edytować w swoim profilu Zoom.
pt_br: Você pode editar a lista de países em seu perfil do Zoom.
ro_ro: Puteți edita lista de țări din profilul de Zoom.
sv_se: Du kan redigera listan över länder i din Zoom-profil.

source: Open Zoom profile
cs_cz: Otevřít profil Zoom
da_dk: Åbn Zoom-profil
es_mx: Abrir perfil de Zoom
fr_fr: Ouvrir le profil Zoom
hu_hu: Zoom profil megnyitása
it_it: Apri profilo Zoom
nl_nl: Zoomprofiel openen
pl_pl: Otwórz profil Zoom
pt_br: Abrir perfil do Zoom
ro_ro: Deschide profilul de Zoom
sv_se: Öppna Zoom-profil

source: You have linked the following Zoom account:
cs_cz: Nastavil(a) jste následující účet Zoom:
da_dk: Du har linket den følgende Zoom-konto:
es_mx: Ha enlazado la siguiente cuenta de Zoom:
fr_fr: Vous avez lié le compte Zoom suivant :
hu_hu: A következő Zoom-fiókot kapcsolta össze:
it_it: Hai collegato il seguente account Zoom:
nl_nl: U hebt het volgende Zoomaccount gekoppeld:
pl_pl: Połączono następujące konto Zoom:
pt_br: Você vinculou a seguinte conta do Zoom:
ro_ro: Ați conectat următorul cont de Zoom:
sv_se: Du har länkat följande Zoom-konto:

source: Personal Meeting ID:
cs_cz: ID osobní schůzky:
da_dk: Personligt møde-ID:
es_mx: ID de reunión personal:
fr_fr: ID de réunion personnelle :
hu_hu: Személyes Meeting azonosító:
it_it: ID riunione personale:
nl_nl: Persoonlijke vergadering ID:
pl_pl: Identyfikator spotkania osobistego:
pt_br: ID de reunião pessoal:
ro_ro: ID întâlnire personală:
sv_se: Personlig mötes-ID:

source: Remove account
cs_cz: Odstranit účet
da_dk: Fjern konto
es_mx: Eliminar cuenta
fr_fr: Supprimer le compte
hu_hu: Fiók eltávolítása
it_it: Rimuovi account
nl_nl: Account verwijderen
pl_pl: Usuń konto
pt_br: Excluir conta
ro_ro: Elimină profilul
sv_se: Ta bort konto

source: Call history
cs_cz: Historie volání
da_dk: Opkaldshistorik
es_mx: Historial de llamadas
fr_fr: Historique des appels
hu_hu: Hívás előzmények
it_it: Cronologia delle chiamate
nl_nl: Oproepgeschiedenis
pl_pl: Historia połączeń
pt_br: Histórico de chamadas
ro_ro: Istoricul apelurilor
sv_se: Samtalshistorik

source: Call History
cs_cz: Historie volání
da_dk: Opkaldshistorik
es_mx: Historial de llamadas
fr_fr: Historique des appels
hu_hu: Hívás előzmények
it_it: Cronologia delle chiamate
nl_nl: Oproepgeschiedenis
pl_pl: Historia połączeń
pt_br: Histórico de chamadas
ro_ro: Istoricul apelurilor
sv_se: Samtalshistorik

# call-history
source: All
cs_cz: Vše
da_dk: Alle
es_mx: Todas
fr_fr: Tous
hu_hu: Összes
it_it: Tutto
nl_nl: Alles
pl_pl: Wszystkie
pt_br: Todas
ro_ro: Toate
sv_se: Alla

# call-history
source: Missed
cs_cz: Zmeškané
da_dk: Mistet
es_mx: Perdidas
fr_fr: Manqués
hu_hu: Nem fogadott
it_it: Persa
nl_nl: Gemist
pl_pl: Nieodebrane
pt_br: Perdidas
ro_ro: Pierdute
sv_se: Missade

source: Missed call from %1$s
cs_cz: Zmeškaný hovor od %1$s
da_dk: Mistet opkald fra %1$s
es_mx: Llamada perdida de %1$s
fr_fr: Appel manqué en provenance de %1$s
hu_hu: Nem fogadott hívás a következőtől: %1$s
it_it: Chiamata persa da %1$s
nl_nl: Gemiste oproep van %1$s
pl_pl: Nieodebrane połączenie od użytkownika %1$s
pt_br: Chamada perdida de %1$s
ro_ro: Apel pierdut de la %1$s
sv_se: Missat samtal från %1$s

source: Answered call from %1$s
cs_cz: Zvednutý hovor od %1$s
da_dk: Besvarede opkald fra %1$s
es_mx: Llamada respondida de %1$s
fr_fr: Appel accepté en provenance de %1$s
hu_hu: Fogadott hívás a következőtől: %1$s
it_it: Chiamata risposta da %1$s
nl_nl: Beantwoorde oproep van %1$s
pl_pl: Odebrane połączenie od użytkownika %1$s
pt_br: Chamada atendida de %1$s
ro_ro: Apel răspuns de la %1$s
sv_se: Svarat samtal från %1$s

source: You called %1$s
cs_cz: Volal(a) jste %1$s
da_dk: Du ringede til %1$s
es_mx: Ha llamado a %1$s
fr_fr: Vous avez appelé %1$s
hu_hu: %1$s-t hívta
it_it: Hai chiamato %1$s
nl_nl: U heeft %1$s gebeld
pl_pl: Twoje połączenie z użytkownikiem %1$s
pt_br: Você ligou para %1$s
ro_ro: Ați sunat pe %1$s
sv_se: Du ringde %1$s

source: Due
bg_bg: Падеж
ca_es: Venciment
cs_cz: Do
da_dk: Senest
es_mx: Vencimiento
fr_fr: Échéance
hu_hu: Esedékes
it_it: Scadenza
nb_no: Forfallsdato
nl_nl: Vervaldatum
pl_pl: Termin
pt_br: Vencimento
ro_ro: Scadență
sv_se: Deadline

source: Change due date
bg_bg: Промяна на датата на падежа
ca_es: Canvia la data de venciment
cs_cz: Změnit datum dokončení
da_dk: Ret afleveringsdato
es_mx: Cambiar fecha de vencimiento
fr_fr: Modifier la date d'échéance
hu_hu: Esedékesség dátumának módosítása
it_it: Cambia la data di scadenza
nb_no: Endre forfallsdato
nl_nl: Vervaldatum aanpassen
pl_pl: Zmień termin
pt_br: Alterar data de vencimento
ro_ro: Modifică data scadentă
sv_se: Ändra deadline

source: Mark as done
bg_bg: Маркирай като приключен
ca_es: Marca-ho com a fet
cs_cz: Označit jako hotové
da_dk: Markér som færdig
es_mx: Marcar como completada
fr_fr: Marquer comme effectué
hu_hu: Megjelölés elvégzettként
it_it: Marca come completato
nb_no: Marker som ferdig
nl_nl: Markeer als voltooid
pl_pl: Oznacz jako wykonane
pt_br: Marcar como concluído
ro_ro: Marchează ca finalizat
sv_se: Märk som färdig

source: Undone
bg_bg: Не приключена
ca_es: Sense completar
cs_cz: Vráceno
da_dk: Fortryd
es_mx: Sin completar
fr_fr: Défait
hu_hu: Visszavonva
it_it: Annullata
nb_no: Ugjort
nl_nl: Onvolledig
pl_pl: Cofnij
pt_br: Desfazer
ro_ro: Anulat
sv_se: Ej färdig

source: Mark as undone
bg_bg: Маркирай като неприкючен
ca_es: Marca-ho com a no fet
cs_cz: Označit jako nehotové
da_dk: Markér som ufærdig
es_mx: Marcar como no completado
fr_fr: Marquer comme défait
hu_hu: Megjelölés elvégzetlenként
it_it: Marca come non completato
nb_no: Merk som ugjort
nl_nl: Markeer als onvoltooid
pl_pl: Oznacz jako niewykonane
pt_br: Marcar como desfeito
ro_ro: Marchează ca anulat
sv_se: Märk som ej färdig

source: Delete task
bg_bg: Изтрий задача
cs_cz: Smazat úkol
da_dk: Slet opgave
es_mx: Borrar tarea
fr_fr: Supprimer la tâche
hu_hu: Feladat törlése
it_it: Elimina attività
nb_no: Slett oppgave
nl_nl: Taak verwijderen
pl_pl: Usuń zadanie
pt_br: Excluir tarefa
ro_ro: Șterge sarcina
sv_se: Radera uppgift

source: Delete tasks
cs_cz: Smazat úkoly
da_dk: Slet opgaver
es_mx: Borrar tareas
fr_fr: Supprimer les tâches
hu_hu: Feladatok törlése
it_it: Elimina attività
nl_nl: Taken verwijderen
pl_pl: Usuń zadania
pt_br: Excluir tarefas
ro_ro: Șterge sarcinile
sv_se: Radera uppgifter

source: Do you really want to delete this task?
bg_bg: Наистина ли искате да изтриете тази задача?
ca_es: Segur que voleu suprimir aquesta tasca?
cs_cz: Opravdu chcete smazat tento úkol?
da_dk: Vil du virkelig slette denne opgave?
es_mx: ¿Está seguro de querer borrar esta tarea?
fr_fr: Voulez-vous vraiment supprimer cette tâche ?
hu_hu: Biztos, hogy törölni szeretné a feladatot?
it_it: Vuoi davvero eliminare questa attività?
nb_no: Er du sikker på at du vil slette denne oppgaven?
nl_nl: Weet u zeker dat u deze taak wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć to zadanie?
pt_br: Deseja realmente excluir esta tarefa?
ro_ro: Sigur doriți să ștergeți această sarcină?
sv_se: Vill du verkligen radera den här uppgiften?

source: Do you really want to delete these tasks?
cs_cz: Opravdu chcete smazat tyto úkoly?
da_dk: Vil du virkelig slette disse opgaver?
es_mx: ¿Está seguro de querer borrar estas tareas?
fr_fr: Voulez-vous vraiment supprimer ces tâches ?
hu_hu: Biztos, hogy törölni szeretné ezeket az feladatokat?
it_it: Vuoi davvero eliminare queste attività?
nl_nl: Weet u zeker dat u deze taken wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć te zadania?
pt_br: Deseja realmente excluir estas tarefas?
ro_ro: Sigur doriți să ștergeți aceste sarcini?
sv_se: Vill du verkligen radera dessa uppgifter?

source: Task has been deleted
cs_cz: Úkol byl smazán
da_dk: Opgaven er blevet slettet
es_mx: La tarea se ha borrado
fr_fr: La tâche a été supprimée
hu_hu: A feladat törölve
it_it: L'attività è stata eliminata
nl_nl: Taak is verwijderd
pl_pl: Usunięto zadanie
pt_br: A tarefa foi excluída
ro_ro: Sarcina a fost ștearsă
sv_se: Uppgift har raderats

source: Tasks have been deleted
cs_cz: Úkoly byly smazány
da_dk: Opgaverne er blevet slettet
es_mx: Las tareas se han borrado
fr_fr: Les tâches ont été supprimées
hu_hu: A feladatok törölve lettek
it_it: Le attività sono state eliminate
nl_nl: Taken zijn verwijderd
pl_pl: Usunięto zadania
pt_br: As tarefas foram excluídas
ro_ro: Sarcinile au fost șterse
sv_se: Uppgifter har raderats

source: Task has been deleted already
cs_cz: Úkol byl již smazán
da_dk: Opgaven er allerede blevet slettet
es_mx: La tarea ya ha sido borrada
fr_fr: La tâche a déjà été supprimée
hu_hu: A feladatot már törölték
it_it: L'attività è già stata eliminata
nl_nl: Taak is al verwijderd
pl_pl: Zadanie zostało już usunięte
pt_br: A tarefa já foi excluída
ro_ro: Activitatea a fost ștearsă deja
sv_se: Uppgift har redan raderats

source: The task could not be deleted.
bg_bg: Задачата не можа да бъде изтрита.
ca_es: La tasca no s'ha pogut esborrar.
cs_cz: Úkol se nepodařilo smazat.
da_dk: Opgaven kunne ikke slettes.
es_mx: La tarea no se pudo borrar.
fr_fr: La tâche n'a pas pu être supprimée.
hu_hu: A feladat nem törölhető.
it_it: L'attività non può essere eliminata.
nb_no: Oppgaven kunne ikke slettes.
nl_nl: De taak kon niet verwijderd worden.
pl_pl: Nie udało się usunąć zadania.
pt_br: A tarefa não pôde ser excluída.
ro_ro: Sarcina nu a putut fi ștearsă.
sv_se: Uppgiften kunde inte raderas.

source: The tasks could not be deleted.
cs_cz: Úkoly se nepodařilo smazat.
da_dk: Opgaverne kunne ikke slettes
es_mx: Las tareas no se pudieron borrar.
fr_fr: Les tâches n'ont pas pu être supprimées.
hu_hu: A feladatok nem törölhetők.
it_it: Le attività non possono essere eliminate.
nl_nl: De taken konden niet verwijderd worden.
pl_pl: Nie udało się usunąć zadań.
pt_br: As tarefas não puderam ser excluídas.
ro_ro: Sarcinile nu au putut fi șterse.
sv_se: Uppgifterna kunde inte raderas.

source: Task marked as undone
bg_bg: Задача, означена като неприключена
cs_cz: Úkol označen jako nehotový
da_dk: Opgave markeret som ikke-færdig
es_mx: Tarea marcada como no completada
fr_fr: Tâche marquée comme défaite
hu_hu: Feladat megjelölése elvégzetlenként
it_it: Attività marcata come non completata
nb_no: Oppgave markert som ikke fullført
nl_nl: Taak gemarkeerd als onvoltooid
pl_pl: Oznaczenie ukończenia zadania zostało cofnięte
pt_br: Tarefa marcada como não concluída
ro_ro: Activitate marcată ca nefăcută
sv_se: Uppgift märkt som ej färdig

source: Tasks marked as undone
cs_cz: Úkoly označeny jako nehotové
da_dk: Opgaver markeret som ikke-færdige
es_mx: Tareas marcadas como no completadas
fr_fr: Tâches marquées comme défaites
hu_hu: Feladatok megjelölése elvégzetlenként
it_it: Attività marcate come non completate
nl_nl: Taken gemarkeerd als onvoltooid
pl_pl: Oznaczenie ukończenia zadań zostało cofnięte
pt_br: Tarefas marcadas como não concluídas
ro_ro: Activități marcate ca nefăcute
sv_se: Uppgifter markerade som ej färdiga

source: Task marked as done
bg_bg: Задачата бе маркирана като завършена
cs_cz: Úkol označen jako hotový
da_dk: Opgave markeret som afsluttet
es_mx: Tarea marcada como completada
fr_fr: Tâche marquée comme effectuée
hu_hu: Feladat megjelölése elvégzettként
it_it: Attività marcata come completata
nb_no: Oppgave markert som ferdig
nl_nl: Taak gemarkeerd als voltooid
pl_pl: Zadanie zostało oznaczone jako ukończone
pt_br: Tarefa marcada como concluída
ro_ro: Sarcină marcată ca finalizată
sv_se: Uppgift märkt som färdig

source: Tasks marked as done
cs_cz: Úkoly označeny jako hotové
da_dk: Opgaver markeret som færdige
es_mx: Tareas marcadas como completadas
fr_fr: Tâches marquées comme effectuées
hu_hu: Feladatok megjelölése elvégzettként
it_it: Attività marcate come completate
nl_nl: Taken gemarkeerd als onvoltooid
pl_pl: Zadania zostały oznaczone jako ukończone
pt_br: Tarefas marcadas como concluídas
ro_ro: Sarcini marcate ca finalizate
sv_se: Uppgifter markerade som färdiga

source: Tasks can not be moved to or out of shared folders
bg_bg: Задачите не могат да бъдат преместени към или от споделени папки
ca_es: Les tasques no es poden moure cap a/des de les carpetes compartides
cs_cz: Úkoly nelze přesunout do nebo ze sdílených složek
da_dk: Opgaver ikke flyttes til, eller ud af, delte mapper
es_mx: Las tareas no se pueden mover fuera de las carpetas compartidas
fr_fr: Impossible de déplacer des tâches depuis ou vers un dossier partagé.
hu_hu: A feladatok nem mozgathatók megosztott mappákba vagy azokból ki
it_it: Le attività non possono essere spostate in o al di fuori delle cartelle condivise
nb_no: Oppgaver kan ikke flyttes til eller ut av delte mapper
nl_nl: Taken kunnen niet uit of naar een gedeelde map verplaatst worden
pl_pl: Nie można przenosić zadań z ani do folderów udostępnione
pt_br: As tarefas não podem ser movidas para ou fora das pastas compartilhadas
ro_ro: Sarcinile nu pot fi mutate din sau în dosare partajate
sv_se: Uppgifter kan inte flyttas till eller från delade mappar

source: Print tasks
bg_bg: Печат задачи
ca_es: Imprimeix les tasques
cs_cz: Tisknout úkoly
da_dk: Udskriv opgaver
es_mx: Imprimir tareas
fr_fr: Imprimer les tâches
hu_hu: Feladatok nyomtatása
it_it: Stampa attività
nb_no: Utskriftsoppgaver
nl_nl: Taken afdrukken
pl_pl: Zadania drukowania
pt_br: Imprimir tarefas
ro_ro: Imprimă sarcinile
sv_se: Skriv ut uppgifter

source: Inconsistent dates
bg_bg: Несъвместими дати
ca_es: Dates inconsistents
cs_cz: Data nesouhlasí
da_dk: Inkonsistente datoer
es_mx: Fechas inconsistentes
fr_fr: Dates incohérentes
hu_hu: Inkonzisztens dátumok
it_it: Date incoerenti
nb_no: Inkonsekvente datoer
nl_nl: Inconsistente data
pl_pl: Daty nie są spójne
pt_br: Datas inconsistentes
ro_ro: Date incorecte
sv_se: Inkonsekventa datum

source: The due date cannot be before start date. Adjust start date?
bg_bg: Срокът не може да бъде преди началната дата. Коригирайте началната дата?
ca_es: La data de venciment no pot ser anterior a la data d'inici. Voleu ajustar la data d'inici?
cs_cz: Datum dokončení nemůže být před datem začátku. Upravit datum začátku?
da_dk: Afleveringsdato kan ikke være før startdato. Justér startdato?
es_mx: La fecha de vencimiento no puede ser anterior a la fecha de inicio. ¿Ajustar la fecha de inicio?
fr_fr: La date d'échéance ne peut pas précéder la date de début. Ajuster la date de début ?
hu_hu: Az esedékesség dátuma nem lehet a kezdés dátuma előtt. Módosítja a kezdés dátumát?
it_it: La data di scadenza non può precedere la data iniziale. Vuoi modificare la data iniziale?
nb_no: Forfallsdatoen kan ikke være før startdato. Justere startdato?
nl_nl: De vervaldatum kan niet voor de startdatum zijn. Startdatum aanpassen?
pl_pl: Termin nie może przypadać przed datą rozpoczęcia. Czy chcesz zmienić datę rozpoczęcia?
pt_br: A data de vencimento não pode ser anterior a data de início. Ajustar data de início?
ro_ro: Data scadentă nu poate fi înaintea datei de început. Doriți să modificați data de început?
sv_se: Deadline kan inte vara innan startdatumet. Justera startdatum?
