Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Cart is empty.
bg_bg: Количката е празна.
ca_es: La cistella és buida.
cs_cz: Košík je prázdný.
da_dk: Indkøbsvogn er tom.
es_mx: La cesta esta vacía.
fr_fr: Le panier est vide.
hu_hu: A kosár üres.
it_it: Il carrello è vuoto.
nb_no: Handlekurven er tom
nl_nl: Winkelwagentje is leeg.
pl_pl: Koszyk jest pusty.
pt_br: O carro de compras está vazio.
ro_ro: Coșul este gol.
sv_se: Vagnen är tom.

source: Review your purchases
bg_bg: Прегледай покупките си
ca_es: Revisau les vostres compres
cs_cz: Zkontrolovat nákup
da_dk: Se dine indkøb igennem
es_mx: Revise sus compras
fr_fr: Passer en revue vos achats
hu_hu: Vásárlás áttekintése
it_it: Verifica i tuoi acquisti
nb_no: Gjennomgå kjøp
nl_nl: Controleer uw aankopen
pl_pl: Przejrzyj swoje zakupy
pt_br: Rever suas compras
ro_ro: Revedeți cumpărăturile
sv_se: Gå igenom dina inköp

source: Total cost
bg_bg: Крайна цена
ca_es: Cost total
cs_cz: Celková cena
da_dk: Samlede omkostninger
es_mx: Coste total
fr_fr: Prix total
hu_hu: Fizetendő
it_it: Costo totale
nb_no: Totalkostnad
nl_nl: Totale kosten
pl_pl: Koszt całkowity
pt_br: Custo total
ro_ro: Cost total
sv_se: Total kostnad

source: Buy now!
bg_bg: Купи сега!
ca_es: Compra-ho ara!
cs_cz: Koupit!
da_dk: Køb nu!
es_mx: ¡Comprar ahora!
fr_fr: Acheter maintenant !
hu_hu: Vegye meg most!
it_it: Compra subito!
nb_no: Kjøp nå!
nl_nl: Koop nu!
pl_pl: Kup teraz!
pt_br: Compre agora!
ro_ro: Cumpărați acum!
sv_se: Köp nu!

source: Purchase confirmation
bg_bg: Потвърждение за покупка
ca_es: Confirma la compra
cs_cz: Potvrzení o nákupu
da_dk: Købsbekræftelse
es_mx: Confirmación de la compra
fr_fr: Confirmer l'achat
hu_hu: Vásárlás jóváhagyása
it_it: Conferma dell'acquisto
nb_no: Kjøpsbekreftelse
nl_nl: Aankoopbevestiging
pl_pl: Potwierdzenie zakupu
pt_br: Obter confirmação
ro_ro: Confirmare achiziție
sv_se: Bekräfta köp

source: The following products will be activated now:
bg_bg: Следните продукти ще бъдат активирани сега:
ca_es: Els següents productes s'activaran ara:
cs_cz: Následující produkty budou nyní aktivovány:
da_dk: De følgende produkter vil blive aktiveret nu:
es_mx: Los siguientes productos se activarán ahora:
fr_fr: Les produits suivants seront à présent activés :
hu_hu: A következő termékek kerülnek aktiválásra:
it_it: I seguenti prodotti saranno attivati subito:
nb_no: Følgende produkter vil bli aktivert nå:
nl_nl: De volgende producten worden nu geactiveerd:
pl_pl: Zostaną uaktywnione następujące produkty:
pt_br: Os seguintes produtos serão ativados agora:
ro_ro: Următoarele produse vor fi activate acum:
sv_se: Följande produkter kommer nu aktiveras:

source: Groups
bg_bg: Групи
cs_cz: Skupiny
da_dk: Grupper
es_mx: Grupos
fr_fr: Groupes
hu_hu: Csoportok
it_it: Gruppi
nb_no: Grupper
nl_nl: Groepen
pl_pl: Grupy
pt_br: Grupos
ro_ro: Grupuri
sv_se: Grupper

source: Members
bg_bg: Потребители
cs_cz: Členové
da_dk: Medlemmer
es_mx: Miembros
fr_fr: Membres
hu_hu: Tagok
it_it: Membri
nb_no: Medlemmer
nl_nl: Deelnemers
pl_pl: Członkowie
pt_br: Membros
ro_ro: Membri
sv_se: Medlemmar

source: Edit group
bg_bg: Редактиране на група
cs_cz: Upravit skupinu
da_dk: Redigér gruppe
es_mx: Editar grupo
fr_fr: Modifier le groupe
hu_hu: Csoport szerkesztése
it_it: Modifica gruppo
nb_no: Rediger gruppe
nl_nl: Bewerk groep
pl_pl: Edytuj grupę
pt_br: Editar grupo
ro_ro: Editează grupul
sv_se: Redigera grupp

source: Create new group
bg_bg: Създайте нова група
cs_cz: Vytvořit novou skupinu
da_dk: Opret ny gruppe
es_mx: Crear nuevo grupo
fr_fr: Créer un nouveau groupe
hu_hu: Új csoport létrehozása
it_it: Crea nuovo gruppo
nb_no: Opprett ny gruppe
nl_nl: Nieuwe groepen aanmaken
pl_pl: Utwórz nową grupę
pt_br: Criar novo grupo
ro_ro: Creează un grup nou
sv_se: Skapa ny grupp

source: This dialog is limited to %1$d entries and this group exceeds this limitation. Therefore, some entries are not listed.
cs_cz: Toto oznámení je omezené na %1$d položek a vaše skupina tento limit překračuje. Některé položky proto nejsou uvedené.
da_dk: Denne dialog er begrænset til %1$d felter, og denne gruppe overskrider grænsen. Derfor vises nogle felter ikke.
es_mx: Este cuadro de diálogo está limitado a %1$d elementos y este grupo supera este límite. Por tanto, algunos elementos no aparecen listados.
fr_fr: Cette boîte de dialogue est limitée à %1$d éléments et ce groupe dépasse cette limite. Par conséquent, certains éléments ne sont pas affichés.
hu_hu: Ez az ablak %1$d elemet képes kezelni, és ebben a csoportban ennél több található. Ezért néhány bejegyzés nincs felsorolva.
it_it: Questa finestra è limitata a %1$d voci e questo gruppo supera questa limitazione. Pertanto, alcune voci non sono elencate.
nl_nl: Dit dialoogvenster is beperkt tot %1$d invoerwaardes en deze groep overschrijdt deze beperking. Daarom worden sommige invoerwaardes niet vermeld.
pl_pl: To okno dialogowe jest ograniczone do %1$d wpisów, a ta grupa przekracza to ograniczenie. Dlatego niektóre wpisy nie są wymienione.
pt_br: Esta janela está limitada a %1$d entradas e este grupo excede esta limitação. Portanto, algumas entradas não são listadas.
ro_ro: Acest dialog este limitat la %1$d intrări, iar acest grup depășește această limită. Prin urmare, unele elemente nu sunt listate.
sv_se: Den här dialogrutan är begränsad till %1$d poster, och den här gruppen överskrider den begränsningen. Därför visas inte alla poster i listan.

source: Delete group
bg_bg: Изтриване на група
cs_cz: Smazat skupinu
da_dk: Slet gruppe
es_mx: Borrar grupo
fr_fr: Supprimer le groupe
hu_hu: Csoport törlése
it_it: Elimina gruppo
nb_no: Slett gruppe
nl_nl: Verwijder groep
pl_pl: Usuń grupę
pt_br: Excluir grupo
ro_ro: Șterge grupul
sv_se: Ta bort grupp

source: Do you really want to delete the group "%1$s"? This action cannot be undone!
bg_bg: Наистина ли искате да изтриете групата \ " %1$s "? Това действие не може да бъде отменено!
cs_cz: Opravdu chcete smazat skupinu „%1$s“? Tuto akci nelze vzít zpět.
da_dk: Vil du virkelig slette gruppen "%1$s"? Denne handling kan ikke rulles tilbage!
es_mx: ¿Está seguro de querer borrar el grupo "%1$s"? ¡Esta operación no se puede deshacer!
fr_fr: Voulez-vous vraiment supprimer le groupe "%1$s" ? Cette action ne peut être annulée !
hu_hu: Biztos, hogy törölni szeretné a(z) "%1$s" csoportot? Ez a művelet nem vonható vissza.
it_it: Vuoi davvero eliminare il gruppo "%1$s"? Questa azione non può essere annullata!
nb_no: Ønsker du virkelig å slette gruppen "%1$s"? Dette kan ikke angres!
nl_nl: Weet u zeker dat u de groep "%1$s" wilt verwijderen? Deze actie kan niet meer ongedaan gemaakt worden!
pl_pl: Czy na pewno chcesz usunąć grupę „%1$s”? Tej czynności nie będzie można cofnąć!
pt_br: Deseja realmente excluir o grupo "%1$s"? Esta ação não pode ser desfeita!
ro_ro: Sigur doriți să ștergeți grupul "%1$s"? Acțiunea nu poate fi anulată!
sv_se: Vill du verkligen ta bort gruppen "%1$s"? Åtgärden kan inte ångras!

source: Resource name (mandatory)
bg_bg: Име на ресурса (задължително)
cs_cz: Název zdroje (povinné)
da_dk: Ressourcenavn (påkrævet)
es_mx: Nombre del recurso (obligatorio)
fr_fr: Nom de la ressource (obligatoire)
hu_hu: Erőforrásnév (kötelező)
it_it: Nome risorsa (obbligatorio)
nb_no: Ressursnavn (obligatorisk)
nl_nl: Bronnaam (verplicht)
pl_pl: Nazwa zasobu (obowiązkowo)
pt_br: Nome do recurso (obrigatório)
ro_ro: Nume resursă (obligatoriu)
sv_se: Resursnamn (obligatoriskt)

source: Mail address (mandatory)
bg_bg: Пощенски адрес (задължително)
cs_cz: Poštovní adresa (povinné)
da_dk: E-mail-adresse (obligatorisk)
es_mx: Dirección de correo (obligatoria)
fr_fr: Adresse de courrier (obligatoire)
hu_hu: Levelezési cím (kötelező)
it_it: Indirizzo di posta (obbligatorio)
nb_no: E-postadresse (påkrevd)
nl_nl: E-mailadres (verplicht)
pl_pl: Adres pocztowy (obowiązkowy)
pt_br: Endereço de e-mail (obrigatório)
ro_ro: Adresă de e-mail (obligatoriu)
sv_se: E-postadress (obligatoriskt)

source: Edit resource
bg_bg: Редактиране на ресурса
cs_cz: Upravit zdroj
da_dk: Redigér ressource
es_mx: Editar recurso
fr_fr: Modifier la ressource
hu_hu: Erőforrás szerkesztése
it_it: Modifica risorsa
nb_no: Rediger ressurs
nl_nl: Bewerk bron
pl_pl: Edytuj zasób
pt_br: Editar recurso
ro_ro: Editează resursa
sv_se: Redigera resurs

source: Create new resource
bg_bg: Създайте нов ресурс
cs_cz: Vytvořit nový zdroj
da_dk: Opret ny ressource
es_mx: Crear nuevo recurso
fr_fr: Créer une nouvelle ressource
hu_hu: Új erőforrás létrehozása
it_it: Crea una nuova risorsa
nb_no: Opprett ny ressurs
nl_nl: Nieuwe bron aanmaken
pl_pl: Utwórz nowy zasób
pt_br: Criar novo recurso
ro_ro: Creează o resursă nouă
sv_se: Skapa ny resurs

source: Delete resource
bg_bg: Изтриване на ресурса
cs_cz: Smazat zdroj
da_dk: Slet ressource
es_mx: Borrar recurso
fr_fr: Supprimer la ressource
hu_hu: Erőforrás törlése
it_it: Elimina risorsa
nb_no: Slett ressurs
nl_nl: Verwijder bron
pl_pl: Usuń zasób
pt_br: Excluir recurso
ro_ro: Șterge resursa
sv_se: Ta bort resurs

source: Do you really want to delete the resource "%1$s"? This action cannot be undone!
bg_bg: Наистина ли искате да изтриете ресурса \ " %1$s "? Това действие не може да бъде отменено!
cs_cz: Opravdu chcete smazat zdroj „%1$s“? Tuto akci nelze vzít zpět.
da_dk: Vil du virkelig slette ressourcen "%1$s"? Denne handling kan ikke rulles tilbage!
es_mx: ¿Está seguro de querer borrar el recurso "%1$s"? ¡Esta operación no se puede deshacer!
fr_fr: Voulez-vous vraiment supprimer la ressource "%1$s" ? Cette action ne peut être annulée !
hu_hu: Biztos, hogy törölni szeretné a(z) "%1$s" erőforrás? Ez a művelet nem vonható vissza.
it_it: Vuoi davvero eliminare la risorsa "%1$s"? Questa azione non può essere annullata!
nb_no: Ønsker du virkelig å slette ressursen "%1$s"? Dette kan ikke angres!
nl_nl: Weet u zeker dat u de bron "%1$s" wilt verwijderen? Deze actie kan niet meer ongedaan gemaakt worden!
pl_pl: Czy na pewno chcesz usunąć zasób „%1$s”? Tej czynności nie będzie można cofnąć!
pt_br: Deseja realmente excluir o recurso "%1$s"? Esta ação não pode ser desfeita!
ro_ro: Sigur doriți să ștergeți resursa "%1$s"? Acțiunea nu poate fi anulată!
sv_se: Vill du verkligen ta bort resursen "%1$s"? Åtgärden kan inte ångras!

# rating
source: It's really bad
bg_bg: Това е наистина лошо
cs_cz: Velmi špatné
da_dk: Det er virkelig slemt.
es_mx: Es muy malo
fr_fr: Très mauvais
hu_hu: Nagyon rossz
it_it: È davvero brutto
nb_no: Veldig dårlig
nl_nl: Het is erg slecht
pl_pl: Jest naprawdę kiepski
pt_br: Isto é muito ruim
ro_ro: E rău de tot
sv_se: Den är riktigt dålig

# rating
source: I don't like it
bg_bg: Не ми харесва
cs_cz: Nelíbí se mi to
da_dk: Jeg synes ikke om det.
es_mx: No me gusta
fr_fr: Médiocre
hu_hu: Nem tetszik
it_it: Non mi piace
nb_no: Jeg liker det ikke
nl_nl: Ik vind dit niet leuk
pl_pl: Nie podoba mi się
pt_br: Eu não curti isto
ro_ro: Nu-mi place
sv_se: Jag tycker inte om den

# rating
source: It's ok
bg_bg: ОК е
cs_cz: Jde to
da_dk: Det er o.k.
es_mx: Está bien
fr_fr: Moyen
hu_hu: Rendben van
it_it: Va bene
nb_no: Jeg verken liker eller misliker det
nl_nl: Het is ok
pl_pl: Jest ok
pt_br: Está tudo certo
ro_ro: Merge
sv_se: Den duger

# rating
source: I like it
bg_bg: Харесва ми
cs_cz: To se mi líbí
da_dk: Jeg synes om det.
es_mx: Me gusta
fr_fr: Bon
hu_hu: Tetszik
it_it: Mi piace
nb_no: Jeg liker det
nl_nl: Ik vind dit leuk
pl_pl: Podoba mi się
pt_br: Eu curto isso
ro_ro: Îmi place
sv_se: Jag tycker om den

# rating
source: It's awesome
bg_bg: Това е страхотно
cs_cz: Úžasné
da_dk: Det er utroligt.
es_mx: Es fantástico
fr_fr: Excellent
hu_hu: Nagyszerű
it_it: È fantastico
nb_no: Fantastisk
nl_nl: Het is geweldig
pl_pl: Jest świetny
pt_br: Isto é incrível
ro_ro: E extraordinar
sv_se: Den är lysande

source: What is the primary reason for your score?
cs_cz: Jaký je hlavní důvod vašeho hodnocení?
da_dk: Hvad er årsagen til din score?
es_mx: ¿Cuál es el motivo principal de su puntuación?
fr_fr: Quelle est la raison principale de votre note ?
hu_hu: Mi az elsődleges oka ennek az értékelésnek?
it_it: Qual è il motivo principale del tuo punteggio?
nl_nl: Wat is de hoofdreden van uw waardering?
pl_pl: Jaki jest główny powód Twojej oceny?
pt_br: Qual é o principal motivo da sua pontuação?
ro_ro: Care este motivul principal pentru acest scor?
sv_se: Vilket är huvudanledningen för ditt omdöme?

source: How can we improve your experience?
cs_cz: Jak bychom mohli vaši zkušenost zlepšit?
da_dk: Hvad kan vi gøre for at forbedre din oplevelse?
es_mx: ¿Cómo podemos mejorar su experiencia?
fr_fr: Comment pouvons-nous améliorer votre expérience ?
hu_hu: Hogyan javíthatjuk a felhasználói élményét?
it_it: Come possiamo migliorare la tua esperienza?
nl_nl: Hoe kunnen we uw ervaring verbeteren?
pl_pl: Jak możemy poprawić jakość obsługi?
pt_br: Como nós podemos melhorar sua experiência?
ro_ro: Cum vă putem îmbunătăți experiența?
sv_se: Hur kan vi förbättra dina intryck?

source: Which features do you value or use the most?
cs_cz: Které funkce považujete za nejhodnotnější?
da_dk: Hvilket funktioner betyder mest for dig?
es_mx: ¿Qué características valora o utiliza más?
fr_fr: Quelles sont les fonctionnalités que vous appréciez ou utilisez le plus ?
hu_hu: Melyik szolgáltatásokat tartja a legjobbnak vagy használja legtöbbet?
it_it: Quali funzionalità apprezzi o usi maggiormente?
nl_nl: Welke functionaliteiten waardeert of gebruikt u het meest?
pl_pl: Jakie funkcje cenisz najbardziej lub których używasz najczęściej?
pt_br: Quais recursos você valoriza ou utiliza mais?
ro_ro: Care sunt caracteristicile pe care le apreciați sau utilizați cel mai mult?
sv_se: Vilka funktioner värdesätter eller använder du oftast?

source: What is the one thing we could do to make you happier?
cs_cz: Jedna věc, která by zlepšila vaše hodnocení?
da_dk: Hvad er én ting vi kunne gøre for at forbedre din oplevelse?
es_mx: ¿Qué es lo que podemos hacer para que esté más contento?
fr_fr: Quelle est la modification qui contribuerait le plus à améliorer votre satisfaction ?
hu_hu: Mi az, amit tehetünk, hogy boldogabb felhasználó legyen?
it_it: Qual è la cosa che possiamo fare per renderti più felice?
nl_nl: Wat is hétgene dat wij kunnen doen om u gelukkiger te maken?
pl_pl: Jaką jedną rzecz możemy zrobić, aby poprawić Twoje wrażenia?
pt_br: Qual é a única coisa que poderíamos fazer para deixar você mais feliz?
ro_ro: Care ar fi un lucru pe care l-am putea face ca să vă facem mai mulțumit?
sv_se: Vilken förändring skulle göra dig gladast?

source: %1$d of 5 stars
bg_bg: %1$d от 5 звезди
cs_cz: %1$d z 5 hvězd
da_dk: %1$d af 5 stjerner
es_mx: %1$d de 5 estrellas
fr_fr: %1$d sur 5 étoiles
hu_hu: %1$d / 5 csillag
it_it: %1$d di 5 stelle
nb_no: %1$d av 5 stjerner
nl_nl: %1$d van 5 sterren
pl_pl: %1$d z 5 gwiazdek
pt_br: %1$d de 5 estrelas
ro_ro: %1$d din 5 stele
sv_se: %1$d av 5 stjärnor

source: %1$d of 10 points.
bg_bg: %1$d от 10 точки.
cs_cz: %1$d z 10 bodů.
da_dk: %1$d af 10 point.
es_mx: %1$d de 10 puntos.
fr_fr: %1$d point(s) sur 10.
hu_hu: %1$d / 10 pont.
it_it: %1$d di 10 punti.
nb_no: %1$d av 10 poeng.
nl_nl: %1$d van 10 punten.
pl_pl: %1$d na 10 punktów.
pt_br: %1$d de 10 pontos.
ro_ro: %1$d din 10 puncte.
sv_se: %1$d av 10 poäng.

source: Not likely at all
bg_bg: Не е вероятно изобщо
cs_cz: Velmi nepravděpodobné
da_dk: Meget usandsynligt
es_mx: No es probable en absoluto
fr_fr: Très improbable
hu_hu: Nem valószínű
it_it: Neanche per sogno
nb_no: Usannsynlig
nl_nl: In het geheel niet waarschijnlijk
pl_pl: Wykluczone
pt_br: Não é provável
ro_ro: Foarte improbabil
sv_se: Inte alls sannolikt

source: Very likely
cs_cz: Velmi pravděpodobné
da_dk: Meget sandsynligt
es_mx: Muy probable
fr_fr: Très probable
hu_hu: Nagyon valószínű
it_it: Molto probabilmente
nl_nl: Zeer waarschijnlijk
pl_pl: Bardzo prawdopodobne
pt_br: Muito provável
ro_ro: Foarte probabil
sv_se: Mycket sannolikt

source: How likely are you to recommend %1$s to a friend or colleague?
cs_cz: Jak pravděpodobné je, že byste doporučili %1$s svým přátelům nebo kolegům?
da_dk: Hvor sandsynligt er det at du anbefaler %1$s til en ven eller kollega?
es_mx: ¿Qué probabilidad hay de que recomiende %1$d a un amigo o compañero?
fr_fr: Dans quelle mesure recommanderiez-vous %1$s à un ami ou un collègue ?
hu_hu: Mennyire valószínű, hogy a ajánlja a(z) %1$s terméket egy barátjának vagy munkatársának?
it_it: Quanto consiglieresti %1$s a un amico o collega?
nl_nl: Hoe waarschijnlijk is het dat u %1$s aanbeveeld aan een vriend of collega?
pl_pl: Z jakim prawdopodobieństwem polecisz %1$s znajomym albo współpracownikom?
pt_br: Qual a probabilidade de você recomendar %1$s a um amigo ou colega?
ro_ro: Cât de probabil este să recomandați %1$s unui prieten sau coleg?
sv_se: Hur sannolikt är det att du rekommenderar %1$s till en vän eller en kollega?

source: Please rate this product
bg_bg: Моля, оценете този продукт
cs_cz: Ohodnoťte, prosím, tento produkt
da_dk: Giv venligst produktet en karakter.
es_mx: Por favor, califique este producto
fr_fr: Veuillez noter ce produit
hu_hu: Értékelje ezt a terméket
it_it: Valuta questo prodotto
nb_no: Vennligst ranger dette produktet
nl_nl: Geef alstublieft feedback over dit product
pl_pl: Oceń ten produkt
pt_br: Avalie este produto
ro_ro: Evaluați acest produs
sv_se: Betygsätt denna produkt

source: Please rate the following application:
bg_bg: Моля, оценете следното приложение:
cs_cz: Ohodnoťte, prosím, následující aplikaci:
da_dk: Giv venligst det følgende program karakter:
es_mx: Por favor, califique la siguiente aplicación:
fr_fr: Veuillez évaluer l'application suivante :
hu_hu: Értékelje a következő alkalmazást:
it_it: Valuta l'applicazione seguente:
nb_no: Vennligst vurdér denne applikasjonen:
nl_nl: Beoordeel alstublieft de volgende applicaties:
pl_pl: Oceń następującą aplikację:
pt_br: Avalie o seguinte aplicativo:
ro_ro: Evaluați următoarea aplicație:
sv_se: Betygsätt följande program:

source: We appreciate your feedback
cs_cz: Děkujeme za zpětnou vazbu
da_dk: Vi sætter stor pris på din tilbagemelding
es_mx: Agradecemos sus comentarios
fr_fr: Nous apprécions vos retours
hu_hu: Köszönjük visszajelzését
it_it: Apprezziamo il tuo riscontro
nl_nl: Wij waarderen uw feedback
pl_pl: Dziękujemy za opinię
pt_br: Agradecemos o seu comentário
ro_ro: Feedback-ul dvs. este apreciat
sv_se: Vi uppskattar dina synpunkter

source: Comments and suggestions
bg_bg: Коментари и предложения
ca_es: Comentaris i suggeriments
cs_cz: Komentáře a podněty
da_dk: Kommentarer og forslag
es_mx: Comentarios y sugerencias
fr_fr: Commentaires et suggestions
hu_hu: Megjegyzések és javaslatok
it_it: Commenti e suggerimenti
nb_no: Kommentarer og forslag
nl_nl: Commentaar en suggesties
pl_pl: Uwagi i propozycje
pt_br: Comentários e sugestões
ro_ro: Comentarii și sugestii
sv_se: Kommentarer och förslag

source: Please note that support requests cannot be handled via the feedback form. If you have questions or problems please contact our support directly.
bg_bg: Моля, имайте предвид, че заявките за поддръжка не могат да се обработват чрез формуляра за обратна връзка. Ако имате въпроси или проблеми, моля, свържете се директно с нашата поддръжка.
cs_cz: Berte, prosím, na vědomí, že otázky na podporu nelze řešit přes formulář pro zpětnou vazbu. Máte-li dotazy nebo potíže, kontaktujte, prosím, přímo naši podporu.
da_dk: Bemærk venligst at du ikke kan bede om hjælp gennem respons-formularen. Hvis du har spørgsmål eller problemer, så kontakt venligst vores support direkte.
es_mx: Por favor, tenga en cuenta que las peticiones de soporte no se pueden canalizar a través del formulario de comentarios. Si tiene preguntas o problemas, contacte directamente con nuestro soporte, por favor.
fr_fr: Veuillez noter que les demandes d'assistance ne peuvent être gérées par le biais du formulaire d'impressions. Si vous avez des questions ou des problèmes, veuillez les soumettre directement à l'assistance.
hu_hu: A támogatási kérdéseket nem visszajelzés űrlapon keresztül kezeljük. Amennyiben kérdése vagy problémája van, akkor lépjen kapcsolatba közvetlenül a technikai támogatással.
it_it: Nota: le richieste di supporto non possono essere gestite tramite il modulo di segnalazione. Se hai domande o problemi, contatta direttamente il nostro supporto.
nb_no: Merk at supportforespørsler ikke kan sendes via tilbakemeldingsskjemaet. Hvis du har spørsmål eller problemer, vennligst ta kontakt med support direkte.
nl_nl: Houd er rekening mee dat ondersteuning niet wordt afgehandeld middels het feedback-formulier. Als u vragen of problemen heeft kan u direct onze helpdesk benaderen.
pl_pl: Uwaga: prośby o pomoc techniczną nie mogą być obsługiwane przy użyciu formularza opinii. Jeśli masz pytania lub problemy, skontaktuj się bezpośrednio z działem pomocy technicznej.
pt_br: Note que as solicitações ao suporte não podem ser tratadas através do formulário de comentário. Quando você tiver questões ou problemas nos contate ou fale diretamente com o suporte.
ro_ro: Vă atragem atenția că solicitările de asistență nu pot fi soluționate prin intermediul formularului de feedback. Dacă aveți întrebări sau probleme, contactați direct serviciul nostru de asistență.
sv_se: Observera att kundtjänstärenden inte kan hanteras genom synpunkts- formuläret. Om du har frågor eller problem är det bäst om du tar direkt kontakt med vår kundtjänst.

source: Please select a rating.
bg_bg: Моля, изберете оценка.
cs_cz: Zvolte, prosím, hodnocení.
da_dk: Giv venligst din vurdering
es_mx: Por favor, seleccione una puntuación.
fr_fr: Veuillez sélectionner une note.
hu_hu: Válassza ki az értékelést.
it_it: Seleziona una valutazione.
nb_no: Vennligst velg en vurdering.
nl_nl: Selecteer alstublieft een beoordeling.
pl_pl: Wybierz ocenę.
pt_br: Selecione uma classificação.
ro_ro: Selectați o apreciere.
sv_se: Välj ett betyg.

source: Thank you for your feedback
bg_bg: Благодарим Ви за обратната връзка
ca_es: Gràcies pel vostre comentari
cs_cz: Děkujeme za zpětnou vazbu
da_dk: Tak for din respons
es_mx: Gracias por su comentario
fr_fr: Merci pour vos impressions
hu_hu: Köszönjük a visszajelzést
it_it: Grazie per la tua valutazione
nb_no: Tusen takk for tilbakemeldingen
nl_nl: Bedankt voor uw feedback
pl_pl: Dziękujemy za opinię
pt_br: Obrigado pelo seu comentário
ro_ro: Vă mulțumim pentru feedback
sv_se: Tack för dina synpunkter

source: Feedback could not be sent
bg_bg: Обратната връзка не можа да бъде изпратена
cs_cz: Zpětnou vazbu se nepodařilo odeslat
da_dk: Feedback kunne ikke sendes
es_mx: No se pudo enviar la retroalimentación.
fr_fr: Les impressions n'ont pas pu être envoyées.
hu_hu: A visszajelzés nem küldhető el
it_it: Impossibile inviare il commento
nb_no: Tilbakemeldingen kunne ikke sendes
nl_nl: Feedback kon niet verstuurd worden
pl_pl: Nie udało się wysłać informacji zwrotnej
pt_br: Não foi possível enviar comentários
ro_ro: Nu s-a putut trimite feedback
sv_se: Synpunkterna kunde inte skickas

source: Feedback
bg_bg: Обратна връзка
ca_es: Comentari
cs_cz: Zpětná vazba
da_dk: Respons
es_mx: Comentario
fr_fr: Impressions
hu_hu: Visszajelzés
it_it: Commento
nb_no: Tilbakemelding
pl_pl: Opinie
pt_br: Comentário
sv_se: Synpunkter

source: Give feedback
bg_bg: Дайте обратна връзка
ca_es: Deixa un comentari
cs_cz: Poskytnout zpětnou vazbu
da_dk: Giv respons
es_mx: Proporcionar comentario
fr_fr: Donner vos impressions
hu_hu: Adjon visszajelzést
it_it: Commenta
nb_no: Gi tilbakemelding
nl_nl: Geef feedback
pl_pl: Przekaż opinię
pt_br: Deixe seu comentário
ro_ro: Furnizați feedback
sv_se: Lämna synpunkter

source: Shared Appointments
bg_bg: Споделени срещи
ca_es: Cites compartides
cs_cz: Sdílené schůzky
da_dk: Delte aftaler
es_mx: Citas compartidas
fr_fr: Rendez-vous partagés
hu_hu: Megosztott találkozók
it_it: Appuntamenti condivisi
nb_no: Delte avtaler
nl_nl: Gedeelde Afspraken
pl_pl: Wspólne spotkania
pt_br: Compromissos compartilhados
ro_ro: Întâlniri partajate
sv_se: Delade möten
