Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Only showing items related to folder "%1$s"
bg_bg: Показват се само елементи, свързани с папка \ " %1$s "
ca_es: Es mostren només els elements relacionats amb la carpeta "%1$s"
cs_cz: Zobrazují se pouze položky související se složkou „%1$s“
da_dk: Viser kun elementer relaterede til mappen »%1$s«
es_mx: Sólo se muestran elementos relacionados con la carpeta "%1$s"
fr_fr: Seuls les éléments relatifs au dossier « %1$s » sont affichés
hu_hu: Csak a(z) „%1$s” mappával kapcsolatos elemek megjelenítése
it_it: Mostra solo gli elementi relativi alla cartella "%1$s"
nb_no: Bare vis elementer knyttet til mappe "%1$s"
nl_nl: Alleen items gerelateerd aan map "%1$s" worden getoond
pl_pl: Pokaż tylko elementy związane z folderem %1$s
pt_br: Exibindo somente itens relacionados à pasta "%1$s"
ro_ro: Se afișează doar elementele legate de dosarul "%1$s"
sv_se: Visar bara objekt som är relevanta för mappen "%1$s"

source: Show all items
bg_bg: Показване на всички елементи
ca_es: Mostra tots els elements
cs_cz: Zobrazit všechny položky
da_dk: Vis alle elementer
es_mx: Mostrar todos los elementos
fr_fr: Afficher tous les éléments
hu_hu: Az összes elem megjelenítése
it_it: Mostra tutti gli elementi
nb_no: Vis alle elementer
nl_nl: Toon meer items
pl_pl: Pokaż wszystkie elementy
pt_br: Exibir todos os itens
ro_ro: Afișează mai puține
sv_se: Visa alla objekt

source: Unnamed subscription
bg_bg: Непосочен абонамент
cs_cz: Přihlášení k odběru, bez názvu
da_dk: Unavngivet abonnement
es_mx: Suscripción sin nombre
fr_fr: Abonnement sans nom
hu_hu: Névtelen feliratkozások
it_it: Sottoscrizione senza nome
nb_no: Abonnement uten navn
nl_nl: Naamloos abonnement
pl_pl: Subskrypcja bez nazwy
pt_br: Inscrição sem nome
ro_ro: Abonament fără nume
sv_se: Namnlös prenumeration

source: Note: Refreshing this subscription will replace the calendar content with the external content. Changes you have made inside appsuite will be overwritten
bg_bg: Забележка: Обновяването на този абонамент ще замести съдържанието на календара с външното съдържание. Промените, които сте направили във вътрешното приложение, ще бъдат презаписани
ca_es: Nota: L'actualització d'aquesta subscripció reemplaçarà el contingut del calendari amb el contingut extern. Els canvis que heu realitzat en l'aplicació es sobreescriuran
cs_cz: Poznámka: Obnovení tohoto přihlášení k odběru nahradí obsah kalendáře externím obsahem. Změny, které jste provedli v rámci aplikačního balíku, budou přepsány.
da_dk: Note: Opdatering af dette abonnement vil erstatte kalenderens indhold med det eksterne indhold. Ændringer som du har lavet i app-suiten, vil blive overskrevet
es_mx: Nota: La actualización de esta suscripción reemplazará el contenido del calendario con el contenido externo. Los cambios que ha realizado en la aplicación se sobreescribirán
fr_fr: Remarque : si vous rafraîchissez cet abonnement, le contenu de l'agenda sera remplacé par le contenu externe. Les modifications que vous avez effectuées dans appsuite seront perdues.
hu_hu: Megjegyzés: Ezen feliratkozás frissítése lecseréli a naptártartalmat a külső tartalommal. Az appsuite-on belül végzett módosítások felül lesznek írva.
it_it: Nota: l'aggiornamento di questa sottoscrizione sostituirà il contenuto del calendario con contenuto esterno. Le modifiche apportate con appsuite saranno sovrascritte
nb_no: Notat: Oppdatering av dette abonnementet vil erstatte innholdet i kalenderen med det eksterne innholdet. Endringene du har gjort inne i appsuite vil bli overskrevet
nl_nl: Opmerking: Het verversen van dit abonnement vervangt de inhoud van de agenda met de externe inhoud. Alle veranderingen die u heeft aangebracht worden overschreven
pl_pl: Uwaga: Odświeżenie zawartości zastąpi zawartość kalendarza zawartością zewnętrzną. Zmiany wprowadzone w aplikacji zostaną zastąpione.
pt_br: Nota: A atualização desta inscrição irá substituir o conteúdo do calendário com o conteúdo externo. Alterações feitas dentro do aplicativo serão sobrescritas
ro_ro: Notă: Prelungirea abonării va înlocui conținutul calendarului cu conținutul extern. Modificările făcute în cadrul appsuite vor fi suprascrise
sv_se: OBS: Om prenumerationen uppdateras kommer kalenderinnehållet ersättas med det externa innehållet. Ändringar från appsuite kommer skrivas över

source: Disable
bg_bg: Изключи
ca_es: Desactiva
cs_cz: Zakázat
da_dk: Deaktivér
es_mx: Desactivar
fr_fr: Désactiver
hu_hu: Letiltás
it_it: Disabilita
nb_no: Deaktiver
nl_nl: Uitschakelen
pl_pl: Wyłącz
pt_br: Desabilitar
ro_ro: Dezactivează
sv_se: Avaktivera

source: Enable
bg_bg: Включи
ca_es: Activa
cs_cz: Povolit
da_dk: Aktivér
es_mx: Activar
fr_fr: Activer
hu_hu: Engedélyezés
it_it: Abilita
nb_no: Aktiver
nl_nl: Inschakelen
pl_pl: Włącz
pt_br: Habilitar
ro_ro: Activează
sv_se: Aktivera

source: Subscription refresh
bg_bg: Опресняване на абонамента
ca_es: Actualització la subscripció
cs_cz: Obnovení přihlášení k odběru
da_dk: Opdater abonnement
es_mx: Actualizar suscripción
fr_fr: Actualiser l'abonnement
hu_hu: Feliratkozás frissítése
it_it: Aggiornamento della sottoscrizione
nb_no: Abonnementsoppdatering
nl_nl: Abonnement verversen
pl_pl: Odśwież subskrypcję
pt_br: Atualizar inscrição
ro_ro: Actualizare abonament
sv_se: Uppdatera prenumeration

source: A refresh takes some time, so please be patient, while the refresh runs in the background. Only one refresh per subscription and per session is allowed.
bg_bg: Опресняването отнема известно време, така че бъдете търпеливи, докато опресняването се изпълнява във фонов режим. Възможно е само едно опресняване за абонамент и за сесия.
ca_es: Una actualització requereix cert temps així que, per favor, sigueu pacients mentre es du a terme en segon pla. Només es permet una actualització per subscripció i sessió.
cs_cz: Obnovení chvíli trvá. Mějte tedy, prosím, strpení, zatímco obnova na pozadí probíhá. Je povolené pouze jedno obnovení na každý odběr v rámci jednoho sezení.
da_dk: En opdatering tager tid, så vær venligst tålmodig, imens opdateringen kører i baggrunden. Kun én opdatering pr. abonnement og session er tilladt.
es_mx: Una actualización requiere algo de tiempo así que, por favor, sea paciente mientras la actualización se lleva a cabo en segundo plano. Sólo se permite una actualización por suscripción y sesión.
fr_fr: Actualiser prend du temps, veuillez prendre patience pendant que l'actualisation se fait en arrière-plan. On n'autorise qu'une seule actualisation par abonnement et par session.
hu_hu: A frissítés eltart egy kis ideig, legyen türelmes amíg az lefut a háttérben. Feliratkozásonként és munkamenetenként csak egy frissítés engedélyezett.
it_it: Un aggiornamento potrebbe richiedere del tempo, per cui ti preghiamo di pazientare, mentre l'aggiornamento viene eseguito sullo sfondo. Sono consentiti solo un aggiornamento per sottoscrizione e per sessione.
nb_no: En oppdatering tar litt tid, så vær tålmodig, mens oppdateringen kjører i bakgrunnen. Bare én oppdatering per abonnement og per sesjon er tillatt.
nl_nl: Het verversen kost enige tijd: wees dus geduldig terwijl dit op de achtergrond gebeurt. Slechts één verversing is toegestaan per abonnement per sessie.
pl_pl: Odświeżenie (wykonywane w tle) może zająć nieco czasu. Dozwolone jest tylko jedno odświeżenie na subskrypcję i sesję.
pt_br: A atualização leva algum tempo, seja paciente, enquanto a atualização é executada em segundo plano. Apenas uma atualização por inscrição e por sessão é permitida.
ro_ro: O actualizare durează un anumit timp, așadar vă rugăm să așteptați în timp ce actualizarea rulează în fundal. Este permisă o singură actualizare pe abonament și pe sesiune.
sv_se: En uppdatering tar en stund, så håll tålamodet medan uppdateringen utförs i bekgrunden. Bara en uppdatering per prenumeration och session tillåts.

source: This folder has publications but you are not allowed to view or edit them
bg_bg: Тази папка има публикации, но нямате право да ги преглеждате или редактирате
cs_cz: Tato složka obsahuje publikace, ale nemáte oprávnění k jejich prohlížení nebo editaci.
da_dk: Denne mappe har udgivelser, men du har ikke tilladelse til at se eller redigere dem
es_mx: Esta carpeta tiene publicaciones pero no se le permite verlas ni editarlas
fr_fr: Ce dossier comporte des publications, mais vous n'avez pas le droit de les voir ni de les modifier.
hu_hu: Ez a mappa publikációkat tartalmaz, de nem nézheti meg vagy szerkesztheti azokat
it_it: Questa cartella ha pubblicazioni, ma non ti è consentito visualizzarle o modificarle
nb_no: Denne mappen har publikasjoner, men du har ikke lov til å vise eller redigere dem
nl_nl: Deze map heeft publicaties maar u heeft geen toestemming om deze te zien of te bewerken
pl_pl: Ten folder zawiera publikacje, ale nie możesz ich przeglądać ani edytować
pt_br: Esta pasta tem publicações mas você não tem permissão para vê-las ou editá-las
ro_ro: Acest dosar conține publicații, dar nu aveți permisiune pentru a le vizualiza sau edita
sv_se: Den här mappen har publikationer, men du har inte tillstånd att visa eller redigera dem

source: This folder has subscriptions but you are not allowed to view or edit them
bg_bg: Тази папка има абонаменти, но нямате право да ги преглеждате или редактирате
ca_es: Aquesta carpeta té subscripcions pero no teniu permís per a veure-les ni editar-les
cs_cz: Tato složka obsahuje odběry, ale nemáte oprávnění k jejich prohlížení nebo editaci.
da_dk: Denne mappe har abonnementer, men du har ikke tilladelse til at se eller redigere dem
es_mx: Esta carpeta tiene suscripciones pero no se le permite verlas ni editarlas
fr_fr: Ce dossier comporte des abonnements, mais vous n'avez pas le droit de les voir ni de les modifier.
hu_hu: Ez a mappa feliratkozásokat tartalmaz, de nem nézheti meg vagy szerkesztheti azokat
it_it: Questa cartella ha sottoscrizioni, ma non ti è consentito visualizzarle o modificarle
nb_no: Denne mappen har abonnement, men du har ikke lov til å vise eller redigere dem
nl_nl: Deze map heeft abonnementen maar u heeft geen toestemming om deze te zien of te bewerken
pl_pl: Ten folder zawiera subskrypcje, ale nie możesz ich przeglądać ani edytować
pt_br: Esta pasta tem inscrições mas você não tem permissão para vê-las ou editá-las
ro_ro: Acest dosar conține abonamente, dar nu aveți permisiune pentru a le vizualiza sau edita
sv_se: Den här mappen har prenumerationer, men du har inte tillstånd att visa eller redigera dem

source: This folder has no publications
bg_bg: Тази папка няма публикации
cs_cz: Tato složka neobsahuje publikace
da_dk: Denne mappe har ingen udgivelser
es_mx: Esta carpeta no tiene publicaciones
fr_fr: Ce dossier ne comporte pas de publications
hu_hu: A mappa nem tartalmaz publikációkat
it_it: Questa cartella non ha pubblicazioni
nb_no: Denne mappen har ingen publikasjoner
nl_nl: Deze map heeft geen publicaties
pl_pl: Ten folder nie ma publikacji
pt_br: Esta pasta não tem publicações
ro_ro: Dosarul nu conține nicio publicație
sv_se: Den här mappen har inga publikationer

source: This folder has no subscriptions
bg_bg: Тази папка няма абонаменти
ca_es: Aquesta carpeta no té subscripcions
cs_cz: Tato složka neobsahuje odběry
da_dk: Denne mappe har ingen abonnementer
es_mx: Esta carpeta no tiene suscripciones
fr_fr: Ce dossier ne comporte pas d'abonnements
hu_hu: A mappa nem tartalmaz feliratkozásokat
it_it: Questa cartella non ha sottoscrizioni
nb_no: Denne mappen har ingen abonnementer
nl_nl: Deze map heeft geen abonnementen
pl_pl: Ten folder nie ma subskrypcji
pt_br: Esta pasta não tem inscrições
ro_ro: Dosarul nu conține niciun abonament
sv_se: Den här mappen har inga prenumerationer

source: You don't have any publications yet
bg_bg: Все още нямате публикации
cs_cz: Zatím nemáte žádné publikace
da_dk: Du har ingen udgivelser endnu
es_mx: Usted no tiene todavía ninguna publicación
fr_fr: Vous n'avez pas encore de publications
hu_hu: Még nincsenek publikációi
it_it: Non hai ancora alcuna pubblicazione
nb_no: Du har ingen publikasjoner ennå
nl_nl: U heeft nog geen publicaties
pl_pl: Nie masz jeszcze żadnych publikacji
pt_br: Você não tem nenhuma publicação ainda
ro_ro: Nu aveți nicio publicație încă
sv_se: Du har inte publicerat något än

source: You don't have any subscriptions yet
bg_bg: Все още нямате абонаменти
ca_es: No teniu encara cap subscripció
cs_cz: Zatím nemáte žádné odběry
da_dk: Du har ingen abonnementer endnu
es_mx: Usted no tiene todavía ninguna suscripción
fr_fr: Vous n'avez pas encore d'abonnements
hu_hu: Még nincsenek feliratkozásai
it_it: Non hai ancora alcuna sottoscrizione
nb_no: Du har ingen abonnementer ennå
nl_nl: U heeft nog geen abonnementen
pl_pl: Nie masz jeszcze żadnych subskrypcji
pt_br: Você não tem nenhuma inscrição ainda
ro_ro: Nu aveți niciun abonament încă
sv_se: Du har inga prenumerationer än

source: Publications
bg_bg: Публикации
cs_cz: Publikace
da_dk: Udgivelser
es_mx: Publicaciones
hu_hu: Publikációk
it_it: Pubblicazioni
nb_no: Publikasjoner
nl_nl: Publicaties
pl_pl: Publikacje
pt_br: Publicações
ro_ro: Publicații
sv_se: Publikationer

source: Subscriptions
bg_bg: Абонаменти
ca_es: Subscripcions
cs_cz: Odběry
da_dk: Abonnementer
es_mx: Suscripciones
fr_fr: Abonnements
hu_hu: Feliratkozások
it_it: Sottoscrizioni
nb_no: Abonnement
nl_nl: Abonnementen
pl_pl: Subskrypcje
pt_br: Inscrições
ro_ro: Abonamente
sv_se: Prenumerationer

source: unknown Domain
cs_cz: neznámá doména
da_dk: ukendt domæne
es_mx: Dominio desconocido
fr_fr: Domaine inconnu
hu_hu: ismeretlen Tartomány
it_it: Dominio sconosciuto
nl_nl: onbekend Domein
pl_pl: nieznana domena
pt_br: Domínio desconhecido
ro_ro: Domeniu necunoscut
sv_se: okänd domän

source: Shared folders from "%1$s"
cs_cz: Sdílené složky z „%1$s“
da_dk: Delte mapper fra "%1$s"
es_mx: Carpetas compartidas de "%1$s"
fr_fr: Dossiers partagés depuis "%1$s"
hu_hu: Megosztott mappák innen: "%1$s"
it_it: Cartelle condivise da "%1$s"
nl_nl: Gedeelde mappen van "%1$s"
pl_pl: Foldery udostępnione z: „%1$s”
pt_br: Pastas compartilhadas de %1$s"
ro_ro: Dosare partajate pe "%1$s"
sv_se: Delade mappar från "%1$s"

source: You unsubscribed from all folders on "%1$s". Those folders will be removed from your account.
cs_cz: Odhlásil(a) jste se od všech sdílených složek na „%1$s“. Tyto složky budou odstraněny z vašeho účtu.
da_dk: Du har afmeldt alle mapper på "%1$s", Mapperne vil blive fjernet fra din konto.
es_mx: Se ha desuscrito de todas las carpetas de "%1$s". Dichas carpetas se eliminarán de su cuenta.
fr_fr: Vous vous êtes désabonné de tous les dossiers provenant de "%1$s". Ces dossiers seront retirés de votre compte.
hu_hu: Leiratkozott "%1$s" összes mappájáról. Ezeket a mappákat eltávolítjuk a fiókjából.
it_it: Hai annullato la sottoscrizione a tutte le cartelle su "%1$s". Tali cartelle saranno rimosse dal tuo account.
nl_nl: U heeft u afgemeld voor alle mappen op "%1$s". Die mappen worden uit uw account verwijderd.
pl_pl: Anulowano subskrypcję wszystkich folderów na: „%1$s”. Te foldery zostaną usunięte z Twojego konta.
pt_br: Você cancelou a inscrição de todas as pastas em "%1$s". Estas pastas serão excluídas da sua conta.
ro_ro: V-ați dezabonat de la toate dosarele de pe "%1$s". Aceste dosare vor fi eliminate din cont.
sv_se: Du sade upp prenumerationen för alla mappar på "%1$s". Dessa mappar kommer att tas bort från ditt konto.

source: Sync via DAV
cs_cz: Synchronizovat pomocí DAV
da_dk: synkronisér via DAV
es_mx: Sincronizar mediante DAV
fr_fr: Synchroniser via DAV
hu_hu: Szinkronizálás DAV-on keresztül
it_it: Sincronizza tramite DAV
nl_nl: Synchroniseer via DAV
pl_pl: Synchronizuj przez DAV
pt_br: Sincronizar via DAV
ro_ro: Sincronizare via DAV
sv_se: Synka via DAV

source: sync via DAV
cs_cz: synchronizovat pomocí DAV
da_dk: synkronisér via DAV
es_mx: sincronizar mediante DAV
fr_fr: synchroniser via DAV
hu_hu: szinkronizálás DAV-on keresztül
it_it: sincronizza tramite DAV
nl_nl: synchroniseer via DAV
pl_pl: synchronizuj przez DAV
pt_br: sincronizar via DAV
ro_ro: sincronizare via DAV
sv_se: synka via DAV

source: No subscription services available for this module
bg_bg: Няма налични абонаментни услуги за този модул
cs_cz: Pro tento modul nejsou k dispozici žádné odběry
da_dk: Ingen abonnementstjenester tilgængelige for dette modul
es_mx: No hay servicios de suscripción disponibles para este módulo
fr_fr: Aucun service d'abonnement disponible pour ce module
hu_hu: Ehhez a modulhoz nincs feliratkozás kötve.
it_it: Nessun servizio di sottoscrizione disponibile per questo modulo
nb_no: Ingen abonnementtjenester er tilgjengelig for denne modulen
nl_nl: Er is geen abonnementsdienst beschikbaar voor deze module
pl_pl: Wybrany moduł nie ma dostępnych usług subskrypcji
pt_br: Nenhum serviço de assinatura disponível para este módulo
ro_ro: Nu există servicii de abonare pentru acest modul
sv_se: Inga prenumerationstjänster tillgängliga för den här modulen

source: Error:
bg_bg: Грешка:
cs_cz: Chyba:
da_dk: Fejl:
fr_fr: Erreur :
hu_hu: Hiba:
it_it: Errore:
nb_no: Feil:
nl_nl: Fout:
pl_pl: Błąd:
pt_br: Erro:
ro_ro: Eroare:
sv_se: Fel:

source: Subscription successfully created.
bg_bg: Абонаментът е създаден успешно.
ca_es: La subscripció s'ha creat satisfactòriament.
cs_cz: Přihlášení k odběru úspěšně vytvořeno.
da_dk: Abonnement oprettet med succes.
es_mx: Suscripción creada de manera satisfactoria.
fr_fr: Abonnement créé avec succès
hu_hu: A feliratkozás sikeresen létrehozva.
it_it: La sottoscrizione è stata creata correttamente.
nb_no: Abonnementet er opprettet.
nl_nl: Abonnement succesvol aangemaakt.
pl_pl: Subskrypcja została utworzona.
pt_br: Inscrições criadas com sucesso.
ro_ro: Abonament creat cu succes.
sv_se: Prenumerationen skapades.

source: The subscription could not be created.
bg_bg: Абонаментът не можа да бъде създаден.
ca_es: No s'ha pogut crear la subscripció.
cs_cz: Přihlášení k odběru se nepodařilo vytvořit.
da_dk: Abonnement kunne ikke oprettes.
es_mx: No se pudo crear la suscripción.
fr_fr: L'abonnement n'a pas pu être créé.
hu_hu: A feliratkozás nem hozható létre.
it_it: La sottoscrizione non può essere creata.
nb_no: Abonnementet kan ikke opprettes.
nl_nl: Het abonnement kon niet gemaakt worden.
pl_pl: Nie udało się utworzyć subskrypcji.
pt_br: Não foi possível criar a inscrição.
ro_ro: Nu s-a putut crea abonamentul.
sv_se: Prenumerationen kunde inte skapas.

source: My %1$s calendar
bg_bg: Моят %1$s календар
cs_cz: Můj kalendář %1$s
da_dk: Min %1$s-kalender
es_mx: Mi calendario de %1$s
fr_fr: Mon agenda %1$s
hu_hu: %1$s naptáram
it_it: Il mio calendario di %1$s
nb_no: Min %1$s-kalender
nl_nl: Mijn %1$s agenda
pl_pl: Mój kalendarz %1$s
pt_br: Meu calendário %1$s
ro_ro: Calendarul meu %1$s
sv_se: Min %1$s-kalender

source: My %1$s contacts
bg_bg: Моите %1$s контакти
cs_cz: Moje kontakty %1$s
da_dk: Mine %1$s-kontakter
es_mx: Mis contactos de %1$s
fr_fr: Mes contacts %1$s
hu_hu: %1$s névjegyzékem
it_it: I miei contatti di %1$s
nb_no: Mine %1$s-kontakter
nl_nl: Mijn %1$s contacten
pl_pl: Moje kontakty %1$s
pt_br: Meu contato %1$s
ro_ro: Contactele mele %1$s
sv_se: Mina %1$s-kontakter

source: Configure %s
bg_bg: Конфигурирайте %s
cs_cz: Nastavit %s
da_dk: Sæt %s op
es_mx: Configurar %s
fr_fr: Configurer %s
hu_hu: %s beállítása
it_it: Configura %s
nb_no: Konfigurér %s
nl_nl: Configureer %s
pl_pl: Konfiguruj %s
pt_br: Configurar %s
ro_ro: Configurează %s
sv_se: Anpassa %s

source: Add attachments
bg_bg: Добави прикачен файл
ca_es: Afegeix-hi adjunts
cs_cz: Přidat přílohy
da_dk: Tilføj vedhæftninger
es_mx: Añadir adjuntos
fr_fr: Joindre des pièces
hu_hu: Mellékletek csatolása
it_it: Aggiungi allegati
nb_no: Legg til vedlegg
nl_nl: Bijlagen toevoegen
pl_pl: Dodaj załączniki
pt_br: Adicionar anexos
ro_ro: Adaugă fișiere atașate
sv_se: Lägg till bilagor

source: Add from Drive
bg_bg: Добави от Драйв
ca_es: Afegeix des de Drive
cs_cz: Přidat z Drive
da_dk: Tilføj fra Drive
es_mx: Añadir desde Drive
fr_fr: Ajouter depuis Drive
hu_hu: Hozzáadás a Drive-ról
it_it: Aggiungi da Drive
nb_no: Legg til fra Drive
nl_nl: Toevoegen vanuit Drive
pl_pl: Dodaj z usługi Drive
pt_br: Adicionar do Drive
ro_ro: Adaugă din Drive
sv_se: Lägg till från Drive

source: Uploading attachments
bg_bg: Качване на прикачени файлове
cs_cz: Nahrávám přílohy
da_dk: Overfører vedhæftninger
es_mx: Subiendo adjuntos
fr_fr: Téléchargement des pièces jointes
hu_hu: Mellékletek feltöltése
it_it: Caricamento allegati
nb_no: Laster opp vedlegg
nl_nl: Bijlagen uploaden
pl_pl: Przesyłanie załączników
pt_br: Enviando anexos
ro_ro: Se încarcă fișiere atașate
sv_se: Laddar upp bilagor

source: Preview
bg_bg: Преглед
ca_es: Vista prèvia
cs_cz: Náhled
da_dk: Forhåndsvisning
es_mx: Vista previa
fr_fr: Vue d'ensemble
hu_hu: Előnézet
it_it: Anteprima
nb_no: Forhåndsvisning
nl_nl: Voorbeeld
pl_pl: Podgląd
pt_br: Visualização
ro_ro: Previzualizare
sv_se: Förhandsgranska

source: Drop inline images here
bg_bg: Вмъкни изборажение в мейла тук
cs_cz: Obrázky pro vložení na řádky přetáhněte sem
da_dk: Slip in-line-billeder her
es_mx: Deposite imágenes insertadas aquí
fr_fr: Déposez ici les images à insérer dans le corps du texte
hu_hu: Húzza ide a beágyazott képet
it_it: Inserisci immagini in linea qui
nb_no: Slipp "inline"-bilder her
nl_nl: Laat ingesloten afbeeldingen hier los
pl_pl: Umieść tutaj obrazy do osadzenia w tekście
pt_br: Soltar imagem integrada aqui
ro_ro: Glisați aici o imagini incluse
sv_se: Infoga bild inuti meddelandet här

source: Please only drop images here. If you want to send other files, you can send them as attachments.
bg_bg: Моля, поставяйте само изображения тук. Ако искате да изпратите други файлове, можете да ги изпратите като прикачени файлове.
cs_cz: Sem přetáhněte pouze obrázky. Chcete-li poslat další soubory, můžete je poslat jako přílohy.
da_dk: Slip venligst kun billeder her. Hvis du vil sende andre filer, kan du vedhæfte dem.
es_mx: Por favor, deposite aquí solo imágenes. Si desea enviar otros archivos, puede enviarlos como adjuntos.
fr_fr: Veuillez ne déposer ici que des images. Si vous souhaitez envoyer d'autres fichiers, vous pouvez les envoyer sous forme de pièces jointes.
hu_hu: Csak a képeket húzza ide. Egyéb fájlokat mellékletként tudja elküldeni.
it_it: Rilascia solo le immagini qui. Se desideri inviare altri file, puoi inviarli come allegati.
nb_no: Vennligst slipp kun bilder her. Hvis du ønsker å sende andre filer kan du legge dem til som vedlegg.
nl_nl: Voeg hier alleen afbeeldingen toe. Als u andere bestanden wilt versturen kan u deze als bijlagen verzenden.
pl_pl: W tym miejscu umieszczaj tylko obrazy. Jeśli chcesz wysłać inne pliki, możesz je wysłać w formie załączników.
pt_br: Solte apenas imagens aqui. Se desejar enviar outros arquivos, pode enviá-los como anexo.
ro_ro: Glisaí aici doar imagini. Dacă doriți să trimiteți alte fișiere, atașați-le.
sv_se: Släpp bara bilder här. Om du vill skicka andra filer kan du skicka dem som bilagor.
