Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: %1$d hour
bg_bg: %1$d час
cs_cz: %1$d hodina
da_dk: %1$d time
es_mx: %1$d hora
fr_fr: %1$d heure
hu_hu: %1$d óra
it_it: %1$d ora
nb_no: %1$d time
nl_nl: %1$d uur
pl_pl: %1$d h
pt_br: %1$d hora
ro_ro: %1$d oră
sv_se: %1$d timme

source: %1$d week
bg_bg: %1$d седмица
cs_cz: %1$d týden
da_dk: %1$d uge
es_mx: %1$d semana
fr_fr: %1$d semaine
hu_hu: %1$d hét
it_it: %1$d settimana
nb_no: %1$d uke
pl_pl: %1$d tydzień
pt_br: %1$d semana
ro_ro: %1$d săptămână
sv_se: %1$d vecka

source: Reserved
bg_bg: Резервирано
ca_es: Reservat
cs_cz: Vyhrazeno
da_dk: Reserveret
es_mx: Reservada
fr_fr: Réservé
hu_hu: Foglalt
it_it: Riservato
nb_no: Reservert
nl_nl: Gereserveerd
pl_pl: Zarezerwowane
pt_br: Reservado
ro_ro: Rezervat
sv_se: Reserverad

source: and
bg_bg: и
cs_cz: a
da_dk: og
es_mx: y
fr_fr: et
hu_hu: és
it_it: e
nb_no: og
nl_nl: en
pl_pl: i
pt_br: e
ro_ro: și
sv_se: och

# daily
source: Every day.
bg_bg: Всеки ден
cs_cz: Každý den.
da_dk: Hver dag.
es_mx: Cada día.
fr_fr: Chaque jour.
hu_hu: Minden nap.
it_it: Ogni giorno.
nb_no: Hver dag.
nl_nl: Elke dag.
pl_pl: Codziennie.
pt_br: Diariamente.
ro_ro: În fiecare zi.
sv_se: Varje dag.

# daily
source: Every %1$d day.
cs_cz: Každý %1$d. den.
da_dk: Hver %1$d dag.
es_mx: Cada día.
fr_fr: Chaque %1$d jour.
hu_hu: Minden %1$d. nap.
it_it: Ogni giorno.
nl_nl: Elke %1$d dag.
pl_pl: Co %1$d dzień.
pt_br: A cada %1$d dia.
ro_ro: În fiecare zi.
sv_se: Var %1$d dag.

# weekly
source: Every %1$d week on all days.
cs_cz: Každý %1$d. týden ve všechny dny.
da_dk: Hver %1$d uge på alle dage.
es_mx: Todos los días, cada semana.
fr_fr: Chaque %1$d semaine, tous les jours.
hu_hu: Minden %1$d. héten minden nap.
it_it: Ogni %1$d settimana tutti i giorni.
nl_nl: Elke %1$d week op alle dagen.
pl_pl: Co %1$d tydzień we wszystkie dni.
pt_br: A cada %1$d semana, em todos os dias.
ro_ro: În fiecare săptămână, în toate zilele.
sv_se: Var %1$d vecka på alla dagar.

# weekly
source: On workdays.
bg_bg: Всеки работни дни
cs_cz: V pracovních dnech.
da_dk: På arbejdsdage.
es_mx: Los días laborables.
fr_fr: Les jours ouvrés.
hu_hu: Munkanapokon.
it_it: Nei giorni feriali.
nb_no: På arbeidsdager.
nl_nl: Op werkdagen.
pl_pl: W dni robocze.
pt_br: Em dias úteis.
ro_ro: În zilele lucrătoare.
sv_se: På vardagar.

# weekly
source: Every %1$d week on workdays.
cs_cz: Každý %1$d. týden v pracovních dnech.
da_dk: Hver %1$d uge på alle arbejdsdage.
es_mx: Los días laborables de cada semana.
fr_fr: Chaque %1$d semaine, les jours ouvrés.
hu_hu: Minden %1$d. héten munkanapokon.
it_it: Ogni %1$d settimana nei giorni feriali.
nl_nl: Elke %1$d week op werkdagen.
pl_pl: Co %1$d tydzień w dni robocze.
pt_br: A cada %1$d semana, em dias úteis.
ro_ro: În fiecare săptămână, în zilele lucrătoare.
sv_se: Var %1$d vecka på vardagar.

# weekly
source: Every weekend.
bg_bg: Всеки уикенд.
cs_cz: Každý víkend.
da_dk: Hver weekend.
es_mx: Cada fin de semana.
fr_fr: Chaque weekend.
hu_hu: Minden hétvégén.
it_it: Ogni fine settimana.
nb_no: Hver helg.
nl_nl: Elk weekeinde.
pl_pl: W każdy weekend.
pt_br: A cada final de semana.
ro_ro: În fiecare sfârșit de săptămână.
sv_se: Varje helg.

# weekly
source: Every %1$d week on weekends.
cs_cz: Každý %1$d. týden o víkendu.
da_dk: Hver %1$d uge i weekenden.
es_mx: Los fines de semana de cada semana.
fr_fr: Chaque %1$d semaine, les weekends.
hu_hu: Minden %1$d. héten hétvégeken.
it_it: Ogni %1$d settimana nel fine settimana.
nl_nl: Elke %1$d week in weekeindes.
pl_pl: Co %1$d tydzień w weekendy.
pt_br: A cada %1$d semana, em fins de semana.
ro_ro: În fiecare sfârșit de săptămână.
sv_se: Var %1$d vecka på helgdagar.

# weekly
source: Every %1$s.
cs_cz: Každé %1$s.
da_dk: Hver %1$s.
es_mx: Cada %1$s.
fr_fr: Chaque %1$s.
hu_hu: Minden %1$s.
it_it: Ogni %1$s.
nl_nl: Elke %1$s.
pl_pl: Co %1$s.
pt_br: A cada %1$s.
ro_ro: În fiecare %1$s.
sv_se: Var %1$s.

# weekly
source: Every %1$d week on %2$s.
cs_cz: Každý %1$d. týden v %2$s.
da_dk: Hver %1$d uge på %2$s.
es_mx: Cada semana el %2$s.
fr_fr: Chaque %1$d semaine, le %2$s.
hu_hu: Minden %1$d. héten %2$s napján.
it_it: Ogni %1$d settimana il %2$s.
nl_nl: Elke %1$d week op %2$s.
pl_pl: Co %1$d tydzień w dniu: %2$s.
pt_br: A cada %1$d semana, na(o) %2$s.
ro_ro: În fiecare săptămână, %2$s.
sv_se: Var %1$d vecka på %2$s.

# monthly
source: Every month on day %1$d.
cs_cz: Každý %1$d. den v měsíci.
da_dk: Hver måned d. %1$d.
es_mx: Cada mes el día %1$d.
fr_fr: Le %1$d de chaque mois.
hu_hu: Minden hónapban a(z) %1$d napján.
it_it: Ogni mese il giorno %1$d.
nl_nl: Elke maand op dag %1$d.
pl_pl: Co miesiąc w dniu: %1$d.
pt_br: A cada mês, no dia %1$d.
ro_ro: În ziua de %1$d în fiecare lună.
sv_se: Varje månad på dag %1$d.

# monthly
source: Every %1$d month on day %2$d.
cs_cz: Každý %1$d. měsíc v %2$d. den.
da_dk: Hver %1$d måned d. %2$d.
es_mx: Cada mes el día %2$d.
fr_fr: Le %2$d de chaque %1$d mois.
hu_hu: Minden %1$d. hónap %2$d napján.
it_it: Ogni %1$d mese il giorno %2$d.
nl_nl: Elke %1$d maand op dag %2$d.
pl_pl: Co %1$d miesiąc w dniu: %2$d.
pt_br: A cada %1$d mês, no dia %2$d.
ro_ro: În ziua de %2$d în fiecare lună.
sv_se: Var %1$d månad på dag %2$d.

# monthly
source: Every month on the %1$s %2$s.
cs_cz: Vždy %1$s %2$s v měsíci.
da_dk: Hver måned på den %1$s %2$s.
es_mx: Cada mes el %1$s %2$s.
fr_fr: Le %1$s %2$s de chaque mois.
hu_hu: Minden hónap, %1$s %2$s.
it_it: Ogni mese il %1$s %2$s.
nl_nl: Elke maand op de %1$s %2$s.
pl_pl: Co miesiąc w dniu: %1$s %2$s.
pt_br: A cada mês na(o) %1$s %2$s.
ro_ro: A %1$s-a zi de %2$s în fiecare lună.
sv_se: Varje månad den %1$s %2$s.

# monthly
source: Every %1$d month on the %2$s %3$s.
cs_cz: Každý %1$d. měsíc %2$s. %3$s.
da_dk: Hver %1$d måned den %2$s %3$s.
es_mx: Cada mes el %2$s %3$s.
fr_fr: Le %2$s %3$s de chaque %1$d mois.
hu_hu: Minden %1$d. hónap %2$s %3$s.
it_it: Ogni %1$d mese il %2$s %3$s.
nl_nl: Elke %1$d maand op de %2$s %3$s.
pl_pl: Co %1$d miesiąc w dniu: %2$s %3$s.
pt_br: A cada %1$d mês na(o) %2$s %3$s.
ro_ro: A %2$s-a zi de %3$s în fiecare lună.
sv_se: Var %1$d månad den %2$s %3$s.

source: Every year in %1$s on day %2$d.
bg_bg: Всяка година в %1$s на ден %2$d .
cs_cz: Každý rok, každý %2$d. den v %1$s.
da_dk: Den %2$d. i hver %1$d. måned.
es_mx: Cada año en %1$d el día %2$d.
fr_fr: Chaque année en %1$s le %2$d.
hu_hu: Minden %1$d. hónap %2$d. napján.
it_it: Ogni anno in %1$s il giorno %2$d.
nb_no: Hvert år i %1$s på den %2$d. dagen
nl_nl: Elk jaar in %1$s op dag %2$d.
pl_pl: Co rok w mies.: %1$s, w dniu: %2$d.
pt_br: A cada ano em %1$s no dia %2$d.
ro_ro: În fiecare an în %1$s în ziua a %2$d-a.
sv_se: Varje år i %1$s på dag %2$d.

source: Every year on the %1$s %2$s in %3$d.
bg_bg: Всяка година на %1$s %2$s в %3$d .
cs_cz: Každý rok, každé %1$s %2$s v %3$d.
da_dk: Hvert år, den %1$s. %2$s i %3$d.
es_mx: Todos los años el %1$d %2$s de %3$s.
fr_fr: Chaque année le %1$s %2$s de %3$d.
hu_hu: Minden év %1$s %2$s, %3$s hónapban.
it_it: Ogni anno il %1$s %2$s di %3$d.
nb_no: Hvert år på den %1$s %2$s i %3$s.
nl_nl: Elk jaar op de %1$s %2$s in %3$d.
pl_pl: Co rok w: %1$s %2$s w dniu: %3$d.
pt_br: A cada ano na %1$s %2$s de %3$d.
ro_ro: În fiecare an în a %1$s-a %2$s a lunii %3$d.
sv_se: Varje år den %1$s %2$s i %3$d.

source: The series ends on %1$s.
bg_bg: Серията завършва на %1$s .
cs_cz: Série končí %1$s.
da_dk: Serien slutter %1$s.
es_mx: La serie termina el %1$s.
fr_fr: La série se termine le %1$s.
hu_hu: A sorozat befejezése: %1$s.
it_it: La serie termina il %1$s.
nb_no: Serien avsluttes på %1$s.
nl_nl: De reeks eindigt op %1$s.
pl_pl: Koniec cyklu: %1$s.
pt_br: As séries terminam em %1$s.
ro_ro: Seria se termină în %1$s.
sv_se: Serien slutar %1$s.

source: The series ends after %1$d occurrence.
cs_cz: Série končí po jedné schůzce.
da_dk: Serien slutter efter %1$d forekomst
es_mx: La serie termina tras %1$d ocurrencia.
fr_fr: La série se termine après %1$d occurrence.
hu_hu: A sorozat befejezése %1$d találkozó után.
it_it: La serie termina dopo %1$d occorrenza.
nl_nl: De reeks eindigt na %1$d gebeurtenis.
pl_pl: Cykl kończy się po %1$d wystąpieniu.
pt_br: A série termina após %1$d ocorrência.
ro_ro: Seria se termină după o ocazie.
sv_se: Serien slutar efter %1$d förekomst.

source: The series never ends.
bg_bg: Серията никога не свършва.
cs_cz: Série nikdy nekončí.
da_dk: Serien slutter aldrig.
es_mx: La serie nunca termina.
fr_fr: La série ne se termine jamais.
hu_hu: A sorozat nem fejeződik be.
it_it: La serie non termina mai.
nb_no: Serien avsluttes aldri.
nl_nl: De afsprakenreeks eindigt nooit.
pl_pl: Cykl nigdy się nie kończy.
pt_br: As séries nunca terminam.
ro_ro: Seria nu se termină niciodată.
sv_se: Serien slutar aldrig.

source: None
bg_bg: Нито един
ca_es: Cap
cs_cz: Žádný
da_dk: Ingen
es_mx: Ninguno
fr_fr: Aucun
hu_hu: Nincs
it_it: Nessuno
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
ro_ro: Niciuna
sv_se: Ingen

source: Unknown
bg_bg: Неизвестен
cs_cz: Neznámé
da_dk: Ukendt
es_mx: Desconocida
fr_fr: Inconnu
hu_hu: Ismeretlen
it_it: Sconosciuto
nb_no: Ukjent
nl_nl: Onbekend
pl_pl: Nieznany
pt_br: Desconhecido
ro_ro: Necunoscut
sv_se: Okänd

source: This appointment is part of a series.
cs_cz: Tato schůzka je součástí série.
da_dk: Denne aftale er en del af en serie.
es_mx: Esta cita forma parte de una serie.
fr_fr: Ce rendez-vous fait partie d'une série.
hu_hu: Ez a találkozó egy sorozat része.
it_it: Questo appuntamento è parte di una serie.
nl_nl: Deze afspraak is onderdeel van een reeks.
pl_pl: To spotkanie wchodzi w skład cyklu.
pt_br: Este compromisso faz parte de uma série.
ro_ro: Această întâlnire face parte dintr-o serie.
sv_se: Mötet ingår i en serie.

source: Edit this appointment
cs_cz: Upravit tuto schůzku
da_dk: Redigér denne aftale
es_mx: Editar esta cita
fr_fr: Modifier ce rendez-vous
hu_hu: Találkozó szerkesztése
it_it: Modifica questo appuntamento
nl_nl: Deze afspraak bewerken
pl_pl: Edytuj to spotkanie
pt_br: Editar este compromisso
ro_ro: Editează aceastpă întâlnire
sv_se: Redigera detta möte

source: Do you want to edit the whole series or just this appointment within the series?
bg_bg: Искате ли да редактирате цялата серия или само тази среща в рамките на серията?
cs_cz: Chcete upravit celou sérii, nebo jen tuto schůzku?
da_dk: Vil du rette i hele serien, eller bare denne ene aftale i serien?
es_mx: ¿Quiere editar toda la serie o solo esta cita de la serie?
fr_fr: Souhaitez-vous modifier la série complète ou ce seul rendez-vous de la série ?
hu_hu: Szeretné szerkeszteni az egész sorozatot, vagy csak ezt a találkozót a sorozaton belül?
it_it: Vuoi modificare l'intera serie o solo questo appuntamento della serie?
nl_nl: Wilt u de hele reeks of slechts deze afspraak uit de reeks bewerken?
pl_pl: Czy chcesz edytować cały cykl, czy tylko jedno spotkanie z cyklu?
pt_br: Deseja editar toda a série ou apenas este compromisso dentro da série?
ro_ro: Doriți să editați toată seria sau doar o întâlnire din serie?
sv_se: Vill du redigera hela serien eller bara detta möte i serien?

source: Edit series
cs_cz: Upravit sérii
da_dk: Redigér serie
es_mx: Editar serie
fr_fr: Modifier la série
hu_hu: Sorozat szerkesztése
it_it: Modifica serie
nl_nl: Reeks bewerken
pl_pl: Edytuj cykl
pt_br: Editar série
ro_ro: Editează seria
sv_se: Redigera serie

source: Do you want to edit this and all future appointments or the whole series?
cs_cz: Chcete upravit celou sérii, nebo jen tuto a všechny nadcházející schůzky?
da_dk: Vil du ændre denne og alle kommender aftaler eller hele serien?
es_mx: ¿Quiere editar esta cita y todas las citas futuras o la serie completa?
fr_fr: Souhaitez-vous modifier ce rendez-vous et tous les rendez-vous à venir, ou bien l'ensemble de la série ?
hu_hu: Szeretné szerkeszteni ezt és az összes jövőbeli találkozót, vagy a teljes sorozatot?
it_it: Vuoi modificare questo e tutti gli appuntamenti futuri o l'intera serie?
nl_nl: Wilt u alleen deze afspraak en alle toekomstige afspraken aanpassen of de gehele reeks?
pl_pl: Czy chcesz edytować to i wszystkie przyszłe spotkania, czy cały cykl?
pt_br: Deseja editar este e todos os compromissos futuros ou toda a série?
ro_ro: Doriți să editați această întâlnire și întâlnirile care îi urmează sau toată seria?
sv_se: Vill du redigera detta och alla framtida möten, eller hela serien?

source: Series
bg_bg: серия
ca_es: Sèrie
cs_cz: Série
da_dk: Serie
es_mx: Serie
fr_fr: Série
hu_hu: Sorozatok
it_it: Serie
nb_no: Serie
nl_nl: Reeksen
pl_pl: Cykl
pt_br: Série
ro_ro: Serie
sv_se: Serie

source: Edit all future appointments
cs_cz: Upravit všechny nadcházející schůzky
da_dk: Redigér alle fremtidige aftaler
es_mx: Editar todas las citas futuras
fr_fr: Modifier tous les rendez-vous à venir
hu_hu: Összes jövőbeli találkozó szerkesztése
it_it: Modifica tutti gli appuntamenti futuri
nl_nl: Bewerk alle toekomstige afspraken
pl_pl: Edytuj wszystkie przyszłe spotkania
pt_br: Editar todos os compromissos futuros
ro_ro: Editează toate întâlnirile viitoare
sv_se: Redigera alla framtida möten

source: Do you want to edit this and all future appointments or just this appointment within the series?
bg_bg: Искате ли да редактирате това и всички бъдещи срещи или само тази среща в сериите?
cs_cz: Chcete upravit tuto a všechny následující schůzky v sérii, nebo jen tuto schůzku?
da_dk: Vil du rette denne og alle fremtidige aftaler, eller bare denne ene aftale i serien?
es_mx: ¿Quiere editar esta y todas las citas futuras o solo esta cita de la serie?
fr_fr: Souhaitez-vous modifier ce rendez-vous ainsi que les rendez-vous à venir ou un seul rendez-vous de la série ?
hu_hu: Szeretné szerkeszteni ezt és az összes jövőbeli találkozót, vagy csak ezt a találkozót a sorozaton belül?
it_it: Vuoi modificare questo e tutti gli appuntamenti futuri o solo questo appuntamento della serie?
nl_nl: Wilt u alleen deze afspraak of alle toekomstige afspraken uit deze reeks bewerken?
pl_pl: Czy chcesz edytować to spotkanie i wszystkie przyszłe spotkania, czy tylko jedno spotkanie z cyklu?
pt_br: Deseja editar este e todos os futuros compromissos ou apenas este compromisso dentro da série?
ro_ro: Doriți să editați această întâlnire și întâlnirile care îi urmează sau doar această întâlnire din serie?
sv_se: Vill du redigera detta och alla framtida möten eller bara detta möte i serien?

source: Appointment is private
cs_cz: Schůzka je soukromá
da_dk: Aftalen er privat
es_mx: La cita es privada
fr_fr: Le rendez-vous est privé
hu_hu: Privát találkozó
it_it: L'appuntamento è privato
nl_nl: Afspraak is privé
pl_pl: Spotkanie jest prywatne
pt_br: O compromisso é privado
ro_ro: Întâlnirea este privată
sv_se: Mötet är privat

source: Appointment is confidential
cs_cz: Schůzka je důvěrná
da_dk: Aftalen er privat
es_mx: La cita es confidencial
fr_fr: Le rendez-vous est confidentiel
hu_hu: Bizalmas találkozó
it_it: L'appuntamento è confidenziale
nl_nl: Afspraak is vertrouwelijk
pl_pl: Spotkanie jest poufne
pt_br: O compromisso é confidencial
ro_ro: Întâlnirea este confidențială
sv_se: Mötet är hemligt

source: Appointment is part of a series
cs_cz: Schůzka je součástí série
da_dk: Aftalen er en del af en serie
es_mx: La cita forma parte de una serie
fr_fr: Le rendez-vous fait partie d'une série
hu_hu: A találkozó egy sorozat része
it_it: L'appuntamento è parte di una serie
nl_nl: Afspraak is onderdeel van een reeks
pl_pl: Spotkanie jest częścią cyklu
pt_br: O compromisso é parte de uma série
ro_ro: Întâlnire face parte dintr-o serie
sv_se: Mötet är en del av en serie

source: Appointment has participants
cs_cz: Schůzka má účastníky
da_dk: Aftalen har deltagere
es_mx: La cita tiene participantes
fr_fr: Le rendez-vous comporte des participants
hu_hu: A találkozónak vannak résztvevői
it_it: L'appuntamento ha partecipanti
nl_nl: Afspraak heeft deelnemers
pl_pl: Spotkanie ma uczestników
pt_br: O compromisso tem participantes
ro_ro: Întâlnirea conține participanți
sv_se: Mötet har deltagare

source: Appointment has attachments
cs_cz: Schůzka má přílohy
da_dk: Aftalen har vedhæftninger
es_mx: La cita tiene adjuntos
fr_fr: Le rendez-vous comporte des pièces jointes
hu_hu: A találkozónak vannak mellékletei
it_it: L'appuntamento ha allegati
nl_nl: Afspraak heeft bijlagen
pl_pl: Spotkanie ma załączniki
pt_br: O compromisso tem anexos
ro_ro: Întâlnirea conține atașamente
sv_se: Mötet har bilagor

source: This appointment was cancelled.
cs_cz: Schůzka byla zrušena.
da_dk: Denne aftale blev slettet.
es_mx: La cita ha sido cancelada.
hu_hu: A találkozót törölték
it_it: L'appuntamento è stato annullato.
nl_nl: Deze afspraak is geannuleerd.
pl_pl: To spotkanie zostało anulowane.
pt_br: Este compromisso foi cancelado.
ro_ro: Întâlnirea a fost anulată.
sv_se: Mötet ställdes in.

source: This appointment is an exception. Changing the exception does not affect the series.
cs_cz: Tato schůzka je výjimka. Změna výjimky neovlivní sérii.
da_dk: Denne aftale er en undtagelse. At ændre undtagelsen ændrer ikke serien.
es_mx: Esta cita es una excepción. Cambiar la excepción no afecta a la serie.
fr_fr: Ce rendez-vous est une exception. Modifier l'exception n'aura aucun effet sur la série.
hu_hu: Ez a találkozó kivétel. A kivétel módosítása nincs hatással a sorozatra.
it_it: Questo appuntamento è un'eccezione. La modifica dell'eccezione non interessa la serie.
nl_nl: De afspraak is een uitzondering. Het aanpassen van de uitzondering heeft geen effect op de reeks.
pl_pl: To spotkanie jest wyjątkiem. Zmiana wyjątku nie ma wpływu na cykl.
pt_br: Este compromisso é uma exceção. Alterar a exceção não afeta a série.
ro_ro: Această întâlnire este o excepție. Modificarea excepției nu afectează seria.
sv_se: Det här mötet är ett undantag. Att ändra undantaget kommer inte påverka serien.

source: Direct link
bg_bg: Директен линк
ca_es: Enllaç directe
cs_cz: Přímý odkaz
da_dk: Direkte link
es_mx: Enlace directo
fr_fr: Lien direct
hu_hu: Közvetlen hivatkozás
it_it: Collegamento diretto
nb_no: Direktelenke
nl_nl: Directe link
pl_pl: Link bezpośredni
pt_br: Link direto
ro_ro: Legătură directă
sv_se: Direktlänk

# a11y
source: at %1$s
bg_bg: в %1$s
cs_cz: v %1$s
da_dk: ved %1$s
es_mx: en %1$s
fr_fr: à %1$s
hu_hu: helyszín: %1$s
it_it: posizione: %1$s
nb_no: i/på %1$s
nl_nl: in %1$s
pl_pl: o %1$s
pt_br: localização: %1$s
ro_ro: în %1$s
sv_se: plats: %1$s

source: %1$s - %2$s %3$s
hu_hu: %3$s. %1$s - %2$s

source: %1$s %2$s - %3$s %4$s
hu_hu: %2$s. %1$s - %4$s. %3$s

source: Next Day
bg_bg: Следващия ден
ca_es: L'endemà
cs_cz: Další den
da_dk: Næste dag
es_mx: Día siguiente
fr_fr: Jour suivant
hu_hu: Következő nap
it_it: Giorno successivo
nb_no: Neste dag
nl_nl: Volgende Dag
pl_pl: Następny dzień
pt_br: Próximo dia
ro_ro: Ziua următoare
sv_se: Nästa dag

source: Next Week
bg_bg: Следващата седмица
ca_es: La setmana que ve
cs_cz: Příští týden
da_dk: Næste uge
es_mx: Semana siguiente
fr_fr: Semaine suivante
hu_hu: Következő hét
it_it: Settimana successiva
nb_no: Neste uke
nl_nl: Volgende Week
pl_pl: W przyszłym tygodniu
pt_br: Próxima semana
ro_ro: Săptămâna următoare
sv_se: Nästa vecka

source: Previous Day
bg_bg: Предишен ден
ca_es: Dia anterior
cs_cz: Předchozí den
da_dk: Foregående dag
es_mx: Día anterior
fr_fr: Jour précédent
hu_hu: Előző nap
it_it: Giorno precedente
nb_no: Forrige dag
nl_nl: Vorige Dag
pl_pl: Poprzedni dzień
pt_br: Dia anterior
ro_ro: Ziua precedentă
sv_se: Föregående dag

source: Previous Week
bg_bg: Предишната седмица
ca_es: Setmana anterior
cs_cz: Minulý týden
da_dk: Foregående uge
es_mx: Semana anterior
fr_fr: Semaine précédente
hu_hu: Előző hét
it_it: Settimana precedente
nb_no: Forrige uke
nl_nl: Vorige week
pl_pl: Poprzedni tydzień
pt_br: Semana anterior
ro_ro: Săptămâna trecută
sv_se: Föregående vecka

source: Merge
bg_bg: Слей
cs_cz: Sloučit
da_dk: Flet
es_mx: Mezclar
fr_fr: Fusionner
hu_hu: Összevonás
it_it: Unisci
nl_nl: Samenvoegen
pl_pl: Scal
pt_br: Mesclar
ro_ro: Îmbinare
sv_se: Slå ihop

source: Split
bg_bg: Раздели
cs_cz: Rozdělit
da_dk: Opdel
es_mx: Separar
fr_fr: Diviser
hu_hu: Szétvágás
it_it: Dividi
nl_nl: Splitsen
pl_pl: Podziel
pt_br: Separar
ro_ro: Despărțire
sv_se: Dela upp

source: Click to merge all folders into one column
bg_bg: Кликнете, за да обедините всички папки в една колона
cs_cz: Kliknutím sloučíte všechny složky do jediného sloupce
da_dk: Klik for at flette alle mapper ind i en søjle
es_mx: Presionar para mezclar todas las carpetas en una única columna
fr_fr: Cliquer pour fusionner tous les dossiers dans une seule colonne
hu_hu: Kattintson az összes mappa egy oszlopba történő egyesítéséhez
it_it: Fai clic per unire tutte le cartelle in una colonna
nl_nl: Klik om alle mappen in een kolom samen te voegen
pl_pl: Kliknij, aby scalić wszystkie foldery w jedną kolumnę
pt_br: Clique para mesclar todas as pastas em um coluna
ro_ro: Apăsați pentru a îmbina toate dosarele într-o singură coloană
sv_se: Klicka för att slå ihop alla mappar till en kolumn

source: Click to split all folders into separate columns
bg_bg: Кликнете, за да разделите всички папки в отделни колони
cs_cz: Kliknutím rozdělíte všechny složky do samostatných sloupce
da_dk: Klik for at dele alle mapper op i individuelle søjler
es_mx: Presionar para separar todas las carpetas en columnas distintas
fr_fr: Cliquer pour diviser tous les dossiers dans plusieurs colonnes
hu_hu: Kattintson az összes mappának különálló oszlopokra történő szétvágásához
it_it: Fai clic per dividere tutte le cartelle in colonne separate
nl_nl: Klik om alle mappen in individuele kolommen te verdelen
pl_pl: Kliknij, aby rozdzielić wszystkie foldery w oddzielne kolumny
pt_br: Clique para separar todas as pastas em colunas separadas
ro_ro: Apăsați pentru a despărți toate dosarele în coloane separate
sv_se: Klicka för att dela upp alla mappar till separata kolumner

source: %s %s, create all-day appointment
cs_cz: %s %s, vytvořit celodenní schůzku
da_dk: %s %s, lav en heldags-aftale
es_mx: %s %s, crear cita de día completo
fr_fr: %s %s, créer un rendez-vous sur la journée entière
hu_hu: %s %s, egész napos találkozó létrehozása
it_it: %s %s, crea appuntamento di una giornata intera
nl_nl: %s %s, maak een dagafspraak
pl_pl: %s %s, utwórz spotkanie całodniowe
pt_br: %s %s, criar compromisso de dia inteiro
ro_ro: %s %s, creează o întâlnire de o zi întreagă
sv_se: %s %s, skapa heldagsmöte

source: Create all-day appointment
bg_bg: Създайте целодневна среща
cs_cz: Vytvořit celodenní schůzku
da_dk: Opret heldagsaftale
es_mx: Crear cita de todo el día
fr_fr: Créer un rendez-vous sur la journée entière
hu_hu: Egész napos találkozó létrehozása
it_it: Crea appuntamento di una giornata intera
nb_no: Opprett heldagsavtale
nl_nl: Dagafspraak maken
pl_pl: Utwórz spotkanie całodniowe
pt_br: Criar compromisso de dia inteiro
ro_ro: Creează o întâlnire de o zi întreagă
sv_se: Skapa heldagsmöte

source: Standard timezone
bg_bg: Стандартна часова зона
cs_cz: Standardní časová pásma
da_dk: Standardtidszone
es_mx: Zona horaria estándar
fr_fr: Fuseaux horaires standard
hu_hu: Szabványos időzónák
it_it: Fuso orario standard
nb_no: Standard tidssone
nl_nl: Standaard tijdzone
pl_pl: Standardowa strefa czasowa
pt_br: Fuso horário padrão
ro_ro: Fus orar standard
sv_se: Standardtidszon

source: Manage favorites
bg_bg: Управление на любимите
cs_cz: Spravovat oblíbené
da_dk: Håndtér favoritter
es_mx: Organizar favoritos
fr_fr: Gérer les favoris
hu_hu: Kedvencek kezelése
it_it: Gestisci i preferiti
nb_no: Behandle favoritter
nl_nl: Beheer favorieten
pl_pl: Zarządzaj ulubionymi
pt_br: Gerenciar favoritos
ro_ro: Gestionează lista de favorite
sv_se: Hantera favoriter

source: Previous year
bg_bg: Предходната година
cs_cz: Předešlý rok
da_dk: Forrige år
es_mx: Año anterior
fr_fr: Année précédente
hu_hu: Előző év
it_it: Anno precedente
nb_no: Forrige år
nl_nl: Vorig jaar
pl_pl: Poprzedni rok
pt_br: Ano passado
ro_ro: Anul precedent
sv_se: Föregående år
