Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Requesting device information. Please wait...
bg_bg: Заявка за информация за устройството. Моля Изчакай...
cs_cz: Získávám informace o zařízení. Vyčkejte, prosím...
da_dk: Beder om enhedsoplysninger. Vent venligst...
es_mx: Recopilando información de dispositivo. Por favor, espere...
fr_fr: Demande d'informations sur l'appareil. Veuillez patienter...
hu_hu: Készülékinformációk lekérése. Kis türelmet...
it_it: Richiesta delle informazioni sul dispositivo. Attendi...
nl_nl: Toegang tot het apparaat aanvragen. Een ogenblik geduld alstublieft...
pl_pl: Pozyskiwanie informacji o urządzeniu. Proszę czekać...
pt_br: Requisitando informações do dispositivo. Aguarde...
ro_ro: Se solicită informații despre dispozitiv. Așteptați...
sv_se: Begär enhetsinformation. Vänta...

source: Currently there are no compatible webcams available on your device.
bg_bg: Понастоящем няма налични съвместими уеб камери на устройството ви.
cs_cz: Vaše zařízení nemá žádné kompatibilní webkamery.
da_dk: Der er ikke nogle kompatible webcams på din enhed.
es_mx: Actualmente no hay webcams compatibles disponibles en su dispositivo.
fr_fr: Vous n'avez actuellement aucune webcam compatible sur votre appareil.
hu_hu: Jelenleg nem érhető el kompatibilis webkamera az eszközén.
it_it: Attualmente non ci sono webcam disponibili sul tuo dispositivo.
nl_nl: Momenteel zijn er geen compatibele webcams beschikbaar op uw apparaat.
pl_pl: Obecnie w urządzeniu nie ma obsługiwanych kamer internetowych.
pt_br: No momento não há nenhuma webcam compatível disponível no seu dispositivo.
ro_ro: Momentan nu există niciun webcam compatibil pe dispozitivul dvs.
sv_se: För närvarande finns inga kompatibla webbkameror tillgängliga på din enhet.

source: Take a photo
bg_bg: Направи снимка
cs_cz: Pořídit fotografii
da_dk: Tag et billede
es_mx: Tomar una fotografía
fr_fr: Prendre une photo
hu_hu: Fénykép készítése
it_it: Scatta una foto
nl_nl: Maak een foto
pl_pl: Zrób zdjęcie
pt_br: Tire uma foto
ro_ro: Fotografiază
sv_se: Ta ett foto

source: Webcam
bg_bg: Уебкамера
cs_cz: Webkamera
hu_hu: Webkamera
pl_pl: Kamera internetowa
sv_se: Webbkamera

source: Switch camera
cs_cz: Přepnout kameru
da_dk: Byt kamera
es_mx: Cambiar de cámara
fr_fr: Changer de caméra
hu_hu: Kameraváltás
it_it: Cambia fotocamera
nl_nl: Camera wisselen
pl_pl: Zamień kamery
pt_br: Alternar câmera
ro_ro: Comutare cameră
sv_se: Byt kamera

source: Use cursor keys to navigate, press enter to select a date
bg_bg: Използвайте курсора на клавишите за навигация, натиснете enter, за да изберете дата
cs_cz: K navigaci použijte kurzorové klávesy, pro výběr data stiskněte Enter
da_dk: Brug piltaster for at navigere. Tast enter for at vælge en dato.
es_mx: Utilice las teclas del cursor para navegar, presione intro para seleccionar una fecha
fr_fr: Utilisez les flèches du clavier pour naviguer, appuyez sur [Entrée] pour choisir une date.
hu_hu: Használja a kurzorbillentyűket a navigáláshoz, nyomja meg az Enter billentyűt a dátum kiválasztásához.
it_it: Utilizza le frecce direzionali per navigare, premi Invio per selezionare una data
nb_no: Bruk piltastene for å navigere, trykk enter for å velge en dato
nl_nl: Gebruik de cursortoetsen om te navigeren, druk op enter om een datum te selecteren
pl_pl: Do poruszenia się użyj klawiszy kursora. Aby wybrać datę, naciśnij Enter.
pt_br: Use as setas do teclado para navegar, pressione Enter para selecionar a data
ro_ro: Utilizați tastele săgeți pentru navigare, apăsați enter pentru a selecta o dată
sv_se: Använd piltangenter för att navigera, tryck retur för att välja datum

source: Today: %1$s
bg_bg: Днес: %1$s
cs_cz: Dnes: %1$s
da_dk: I dag, %1$s
es_mx: Hoy: %1$s
fr_fr: Aujourd'hui : %1$d
hu_hu: Ma: %1$d
it_it: Oggi: %1$s
nb_no: I dag: %1$s
nl_nl: Vandaag: %1$s
pl_pl: Dzisiaj: %1$s
pt_br: Hoje: %1$d
ro_ro: Astăzi: %1$s
sv_se: Idag: %1$s

source: Go to previous month
bg_bg: Преминаване към предишния месец
cs_cz: Jdi na předchozí měsíc
da_dk: Gå til forrige måned
es_mx: Ir al mes anterior
fr_fr: Aller au mois précédent
hu_hu: Előző hónapra
it_it: Vai al mese precedente
nb_no: Gå til forrige måned
nl_nl: Ga naar de vorige maand
pl_pl: Przejdź do poprzedniego miesiąca
pt_br: Ir para mês anterior
ro_ro: Salt la luna precedentă
sv_se: Gå till föregående månad

source: Go to next month
bg_bg: Отидете на следващия месец
cs_cz: Jdu na následující měsíc
da_dk: Gå til næste måned
es_mx: Ir al mes siguiente
fr_fr: Aller au mois suivant
hu_hu: Következő hónapra
it_it: Vai al mese successivo
nb_no: Gå til neste måned
nl_nl: Ga naar de volgende maand
pl_pl: Przejdź do następnego miesiąca
pt_br: Ir para o próximo mês
ro_ro: Salt la luna următoare
sv_se: Gå till nästa månad

source: CW
bg_bg: ТС
cs_cz: Týd.
es_mx: Sem.
fr_fr: Sem.
hu_hu: NH
it_it: Sett.
nb_no: Kalenderuke
nl_nl: Wk
pl_pl: TK
pt_br: Sem
ro_ro: Săpt.
sv_se: KV

source: Today,
cs_cz: Dnes,
da_dk: I dag
es_mx: Hoy,
fr_fr: Aujourd'hui,
hu_hu: Ma,
it_it: Oggi,
nl_nl: Vandaag,
pl_pl: Dzisiaj,
pt_br: Hoje,
ro_ro: Astăzi,
sv_se: Idag,

source: CW %1$d
bg_bg: С %1$d
ca_es: Setm %1$d
da_dk: Uge %1$d
es_mx: Sem %1$d
fr_fr: JO %1$d
hu_hu: %1$d. hét
it_it: Sett. %1$d
nb_no: Kalenderuke %1$d
nl_nl: Wk %1$d
pl_pl: TK %1$d
pt_br: Sem %1$d
sv_se: KV %1$d

source: Go to previous year
bg_bg: Отидете на предишната година
cs_cz: Jdi na předchozí rok
da_dk: Gå til forrige år
es_mx: Ir al año anterior
fr_fr: Aller à l'année précédente
hu_hu: Ugrás az előző évre
it_it: Vai all'anno precedente
nb_no: Gå til forrige år
nl_nl: Ga naar vorig jaar
pl_pl: Przejdź do poprzedniego roku
pt_br: Ir para ano anterior
ro_ro: Salt la anul precedent
sv_se: Gå till föregående år

source: Go to next year
bg_bg: Отидете до следващата година
cs_cz: Jdi na následující rok
da_dk: Gå til næste år
es_mx: Ir al año siguiente
fr_fr: Aller à l'année suivante
hu_hu: Ugrás a következő évre
it_it: Vai al prossimo anno
nb_no: Gå til neste år
nl_nl: Ga naar de volgend jaar
pl_pl: Przejdź do następnego roku
pt_br: Ir para próximo mês
ro_ro: Salt la anul următor
sv_se: Gå till nästa år

source: Go to previous decade
bg_bg: Отидете на предишното десетилетие
cs_cz: Jdi na předchozí desetiletí
da_dk: Gå til forrige årti
es_mx: Ir a la década anterior
fr_fr: Aller à la décennie précédente
hu_hu: Ugrás az előző dekádra
it_it: Vai alla decade precedente
nb_no: Gå til forrige tiår
nl_nl: Ga naar vorig decennium
pl_pl: Przejdź do poprzedniej dekady
pt_br: Ir para década anterior
ro_ro: Salt la decada precedentă
sv_se: Gå till föregående årtionde

source: Go to next decade
bg_bg: Отидете до следващото десетилетие
cs_cz: Jdi na následující desetiletí
da_dk: Gå til næste årti
es_mx: Ir a la década siguiente
fr_fr: Aller à la décennie suivante
hu_hu: Ugrás a következő dekádra
it_it: Vai alla decade successiva
nb_no: Gå til neste tiår
nl_nl: Ga naar de volgende dag
pl_pl: Przejdź do następnej dekady
pt_br: Ir para próxima década
ro_ro: Salt la decada următoare
sv_se: Gå till nästa årtionde

source: Change photo
cs_cz: Změnit fotografii
da_dk: Ændr foto
es_mx: Cambiar foto
fr_fr: Modifier la photo
hu_hu: Fénykép megváltoztatása
it_it: Cambia foto
nl_nl: Foto aanpassen
pl_pl: Zmień zdjęcie
pt_br: Alterar foto
ro_ro: Schimbă fotografia
sv_se: Ändra foto

source: Upload a photo
cs_cz: Nahrát fotografii
da_dk: Overfør et foto
es_mx: Subir una foto
fr_fr: Transférer une photo
hu_hu: Fénykép feltöltése
it_it: Carica una foto
nl_nl: Foto uploaden
pl_pl: Prześlij zdjęcie
pt_br: Enviar uma foto
ro_ro: Încărcă fotografie
sv_se: Ladda upp foto

source: Zoom: %1$d%
cs_cz: Přiblížení: %1$d%
hu_hu: Nagyítás: %1$d%
it_it: Ingrandimento: %1$d%
pl_pl: Powiększ: %1$d%

source: Zoom
cs_cz: Přiblížení
es_mx: Acercar
fr_fr: Agrandir
hu_hu: Nagyítás
it_it: Ingrandimento
pl_pl: Powiększ
pt_br: Ampliar
ro_ro: Mărire

source: Rotate left
cs_cz: Otočit doleva
da_dk: Rotér mod venstre
es_mx: Rotar a la izquierda
hu_hu: Forgatás balra
it_it: Ruota a sinistra
nl_nl: Linksom draaien
pl_pl: Obróć w lewo
pt_br: Girar à esquerda
ro_ro: Rotește la stânga
sv_se: Rotera vänster

source: Rotate right
cs_cz: Otočit doprava
da_dk: Rotér mod højre
es_mx: Rotar a la derecha
hu_hu: Forgatás jobbra
it_it: Ruota a destra
nl_nl: Rechtsom draaien
pl_pl: Obróć w prawo
pt_br: Girar à direita
ro_ro: Rotește la dreapta
sv_se: Rotera höger

source: Remove photo
cs_cz: Odstranit fotografii
da_dk: Fjern foto
es_mx: Eliminar foto
fr_fr: Supprimer la photo
hu_hu: Fénykép eltávolítása
it_it: Rimuovi foto
nl_nl: Foto verwijderen
pl_pl: Usuń zdjęcie
pt_br: Excluir foto
ro_ro: Elimină fotografia
sv_se: Ta bort foto

source: Close
bg_bg: Затвори
ca_es: Tanca
cs_cz: Zavřít
da_dk: Luk
es_mx: Cerrar
fr_fr: Fermer
hu_hu: Bezárás
it_it: Chiudi
nb_no: Lukk
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar
ro_ro: Închide
sv_se: Stäng

source: Download
bg_bg: Свали
ca_es: Descarrega
cs_cz: Stáhnout
da_dk: Hent
es_mx: Descargar
fr_fr: Télécharger
hu_hu: Letöltés
it_it: Scarica
nb_no: Last ned
nl_nl: Downloaden
pl_pl: Pobierz
pt_br: Baixar
ro_ro: Descarcă
sv_se: Ladda ner

source: Cancel
bg_bg: Откажи
ca_es: Cancel·la
cs_cz: Zrušit
da_dk: Annullér
es_mx: Cancelar
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Renunță
sv_se: Avbryt

source: Daily
bg_bg: Ежедневно
cs_cz: Denně
da_dk: Dagligt
es_mx: Diariamente
fr_fr: Quotidien
hu_hu: Naponta
it_it: Giornalmente
nb_no: Daglig
nl_nl: Dagelijks
pl_pl: Codziennie
pt_br: Diariamente
ro_ro: Zilnic
sv_se: Varje dag

source: Daily on workdays
bg_bg: Дневна в работните дни
cs_cz: Denně v pracovní dny
da_dk: Dagligt (kun arbejdsdage)
es_mx: Diariamente en días laborables
fr_fr: Quotidien, les jours ouvrés
hu_hu: Munkanapokon
it_it: Giornalmente nei giorni feriali
nb_no: Daglig på arbeidsdager
nl_nl: Dagelijks op werkdagen
pl_pl: W dni robocze
pt_br: Diariamente em dias de trabalho
ro_ro: Zilnic în zilele lucrătoare
sv_se: Varje dag på arbetsdagar

source: Weekly
bg_bg: Седмично
cs_cz: Týdně
da_dk: Ugentligt
es_mx: Semanalmente
fr_fr: Hebdomadaire
hu_hu: Hetente
it_it: Settimanale
nb_no: Ukentlig
nl_nl: Wekelijks
pl_pl: Co tydzień
pt_br: Semanalmente
ro_ro: Săptămânal
sv_se: Varje vecka

source: Monthly
bg_bg: Месечно
cs_cz: Měsíčně
da_dk: Månedligt
es_mx: Mensualmente
fr_fr: Mensuel
hu_hu: Havonta
it_it: Mensile
nb_no: Månedlig
nl_nl: Maandelijks
pl_pl: Co miesiąc
pt_br: Mensalmente
ro_ro: Lunar
sv_se: Varje månad

source: Yearly
bg_bg: Годишно
cs_cz: Ročně
da_dk: Årligt
es_mx: Anualmente
fr_fr: Annuel
hu_hu: Évente
it_it: Annuale
nb_no: Årlig
nl_nl: Jaarlijks
pl_pl: Co rok
pt_br: Anualmente
ro_ro: Anual
sv_se: Varje år

source: Repeat
bg_bg: Повтори
ca_es: Repeteix
cs_cz: Opakovat
da_dk: Gentag
es_mx: Repetir
fr_fr: Répéter
hu_hu: Ismétlés
it_it: Ripeti
nb_no: Gjenta
nl_nl: Herhaal
pl_pl: Powtórz
pt_br: Repetir
ro_ro: Repetă
sv_se: Upprepa

source: Weekday
bg_bg: Делничен
cs_cz: Den týdne
da_dk: Ugedag
es_mx: Día de la semana
fr_fr: Jour de la semaine
hu_hu: Hétköznap
it_it: Giorno della settimana
nb_no: Ukedag
nl_nl: Weekdag
pl_pl: Dzień roboczy
pt_br: Dia da semana
ro_ro: Zi de săptămână
sv_se: Vardag

source: Repeat by
bg_bg: Повтори до
cs_cz: Opakovat
da_dk: Gentag hver
es_mx: Repetir cada
fr_fr: Répéter par
hu_hu: Ismétlés:
it_it: Ripeti per
nb_no: Gjenta hver
nl_nl: Herhaal
pl_pl: Powtórz co
pt_br: Repetir por
ro_ro: Repetă
sv_se: Upprepa enligt

source: day(s)
bg_bg: ден (а)
cs_cz: den (dny)
da_dk: dag(e)
es_mx: día(s)
fr_fr: jour(s)
hu_hu: nap
it_it: giorni
nb_no: dag(er)
nl_nl: dag(en)
pl_pl: d.
pt_br: dia(s)
ro_ro: zi(le)
sv_se: dag(ar)

source: week(s)
bg_bg: седмица (и)
cs_cz: týden (týdny)
da_dk: uge(r)
es_mx: semana(s)
fr_fr: semaine(s)
hu_hu: hét
it_it: settimane
nb_no: uke(r)
nl_nl: week(en)
pl_pl: tyg.
pt_br: semana(s)
ro_ro: săptămână/i
sv_se: vecka/-or

source: month(s)
bg_bg: месец (а)
cs_cz: měsíc(e)
da_dk: måned(er)
es_mx: mes(es)
fr_fr: mois
hu_hu: hónap
it_it: mesi
nb_no: måned(er)
nl_nl: maand(en)
pl_pl: mies.
pt_br: mês(es)
ro_ro: lună/i
sv_se: månad(er)

source: year(s)
bg_bg: година (и)
cs_cz: rok(y)
da_dk: år
es_mx: año(s)
fr_fr: an(s)
hu_hu: év
it_it: anni
nb_no: år
nl_nl: jaar(en)
pl_pl: rok/lat(a)
pt_br: ano(s)
ro_ro: an(i)
sv_se: år

source: Interval
bg_bg: Интервал
es_mx: Intervalo
fr_fr: Intervalle
hu_hu: Időtartam
it_it: Intervallo
nb_no: Intervall
pl_pl: Interwał
pt_br: Intervalo
sv_se: Intervall

source: Never
bg_bg: Никога
ca_es: Mai
cs_cz: Nikdy
da_dk: Aldrig
es_mx: Nunca
fr_fr: Jamais
hu_hu: Soha
it_it: Mai
nb_no: Aldri
nl_nl: Nooit
pl_pl: Nigdy
pt_br: Nunca
ro_ro: Niciodată
sv_se: Aldrig

source: After a number of occurrences
bg_bg: След няколко случая
cs_cz: Po několika konáních
da_dk: Efter et bestemt antal forekomster
es_mx: Después de varias repeticiones
fr_fr: Après un certain nombre d'occurrences
hu_hu: Bizony számú előfordulás után
it_it: Dopo un numero di occorrenze
nb_no: Etter et antall forekomster
nl_nl: Na een specifiek aantal gebeurtenissen
pl_pl: Po określonej liczbie wystąpień
pt_br: Após um número de ocorrências
ro_ro: După un număr de repetări
sv_se: Efter visst antal instanser

source: On specific date
bg_bg: На определена дата
cs_cz: V určené datum
da_dk: På en bestemt dato
es_mx: En una fecha determinada
fr_fr: À une date donnée
hu_hu: Megadott napon
it_it: A una data specifica
nb_no: På en bestemt dato
nl_nl: Op een specifieke dag
pl_pl: Określonego dnia
pt_br: Na data específica
ro_ro: La o dată specifică
sv_se: På angivet datum

source: Ends
bg_bg: Завършва
cs_cz: Končí
da_dk: Slutter
es_mx: Finaliza
fr_fr: Se termine
hu_hu: Befejezés
it_it: Finisce
nb_no: Slutter
nl_nl: Eindigt
pl_pl: Koniec
pt_br: Termina
ro_ro: Se termină
sv_se: Slutar

source: Occurrences
bg_bg: Случаи
cs_cz: Opakování
da_dk: Forekomster
es_mx: Repeticiones
hu_hu: Ismétlődés
it_it: Occorrenze
nb_no: Forekomster
nl_nl: Gebeurtenissen
pl_pl: Wystąpienia
pt_br: Ocorrências
ro_ro: Repetări
sv_se: Upprepningar

source: Ends on
bg_bg: Свършва на
ca_es: Acaba
cs_cz: Končí v
da_dk: Slutter om
es_mx: Termina el
fr_fr: Se termine le
hu_hu: Befejeződik:
it_it: Finisce il
nb_no: Slutter på
nl_nl: Eindigt op
pl_pl: Data zakończenia
pt_br: Termina em
ro_ro: Se termină în data de
sv_se: Slutar den

source: Please enter a positive number
bg_bg: Моля, въведете положително число
cs_cz: Zadejte, prosím, kladné číslo
da_dk: Indtast venligst et positivt tal
es_mx: Por favor, introduzca un número positivo
fr_fr: Veuillez saisir un nombre positif
hu_hu: Adjon meg egy pozitív számot
it_it: Digita un numero positivo
nb_no: Vennligst oppgi et positivt tall
nl_nl: Voer alstublieft een positief nummer in
pl_pl: Wprowadź liczbę dodatnią
pt_br: Insira um número positivo
ro_ro: Introduceți un număr pozitiv
sv_se: Ange ett positivt nummer

source: Please insert a date after the start date
bg_bg: Моля, въведете дата след началната дата
cs_cz: Zadejte, prosím, pozdější datum, než je datum začátku
da_dk: Indsæt venligst en dato efter startdatoen
es_mx: Por favor, introduzca una fecha posterior a la fecha de comienzo
fr_fr: Veuillez choisir une date postérieure à la date de début
hu_hu: Adjon egy kezdődátum utáni napot
it_it: Inserisci una data dopo la data di inizio
nb_no: Vennligst angi en dato senere enn startdatoen
nl_nl: Voer een datum in die na de startdatum valt
pl_pl: Wprowadź datę przypadającą po dacie rozpoczęcia
pt_br: Insira uma data após a data de início
ro_ro: Introduceți o dată după data de început
sv_se: Ange ett datum efter startdatumet

source: Please select at least one day
bg_bg: Моля, изберете поне един ден
cs_cz: Vyberte, prosím, alespoň jeden den
da_dk: Vælg venligst mindst en dag
es_mx: Por favor, seleccione al menos un día
fr_fr: Veuillez sélectionner au moins une date
hu_hu: Válasszon ki legalább egy napot
it_it: Selezionare almeno un giorno
nb_no: Vennligst velg minst én dag
nl_nl: Selecteer alstublieft minimaal één dag
pl_pl: Wybierz co najmniej jeden dzień
pt_br: Selecione pelo menos um dia
ro_ro: Selectați cel puțin o zi
sv_se: Välj minst en dag

source: Edit recurrence
bg_bg: Редактиране на повторението
cs_cz: Upravit opakování
da_dk: Redigér gentagelse
es_mx: Editar repetición
fr_fr: Modifier la répétition
hu_hu: Ismétlődés szerkesztése
it_it: Modifica ricorrenza
nb_no: Rediger gjentagelse
nl_nl: Bewerk herhaling
pl_pl: Edytuj cykl
pt_br: Editar recorrência
ro_ro: Editează repetarea
sv_se: Redigera upprepning

source: New search ... (prototype)
bg_bg: Ново търсене ... (прототип)
cs_cz: Nové vyhledávání... (prototyp)
da_dk: Nyg søgning ... (prototype)
es_mx: Nueva búsqueda ... (prototipo)
fr_fr: Nouvelle recherche... (prototype)
hu_hu: Új keresés ... (prototípus)
it_it: Nuova ricerca... (prototipo)
nl_nl: Nieuwe zoekopdracht ... (prototype)
pl_pl: Nowe wyszukiwanie... (prototyp)
pt_br: Nova busca ... (protótipo)
ro_ro: Căutare nouă ... (prototip)
sv_se: Ny sökning … (prototyp)

source: After
bg_bg: След
cs_cz: Po
da_dk: Efter
es_mx: Después de
fr_fr: Après
hu_hu: Utána
it_it: Dopo
nl_nl: Na
pl_pl: Po
pt_br: Depois
ro_ro: După
sv_se: Efter

source: Before
bg_bg: Преди
cs_cz: Před
da_dk: Før
es_mx: Antes de
fr_fr: Avant
hu_hu: Előtte
it_it: Prima
nl_nl: Voor
pl_pl: Przed
pt_br: Antes
ro_ro: Înainte
sv_se: Före

source: Search
bg_bg: Търсене
ca_es: Cerca
cs_cz: Hledat
da_dk: Søg
es_mx: Buscar
fr_fr: Chercher
hu_hu: Keresés
it_it: Cerca
nb_no: Søk
nl_nl: Zoeken
pl_pl: Szukaj
pt_br: Pesquisar
ro_ro: Caută
sv_se: Sök

source: Actions
bg_bg: Действия
ca_es: Accions
cs_cz: Činnosti
da_dk: Handlinger
es_mx: Acciones
hu_hu: Műveletek
it_it: Azioni
nb_no: Handlinger
nl_nl: Acties
pl_pl: Działania
pt_br: Ações
ro_ro: Acțiuni
sv_se: Åtgärder

source: More actions
bg_bg: Повече действия
cs_cz: Další činnosti
da_dk: Flere handlinger
es_mx: Más acciones
fr_fr: Actions supplémentaires
hu_hu: További műveletek
it_it: Altre azioni
nb_no: Flere handlinger
nl_nl: Meer acties
pl_pl: Więcej działań
pt_br: Mais ações
ro_ro: Mai multe acțiuni
sv_se: Fler åtgärder

source: Minimized windows
cs_cz: Minimalizovaná okna
da_dk: Minimeret vinduer
es_mx: Ventanas minimizadas
fr_fr: Réduire les fenêtres
hu_hu: Minimalizált ablakok
it_it: Finestre minimizzate
nl_nl: Geminimaliseerde schermen
pl_pl: Zminimalizowane okna
pt_br: Janelas minimizadas
ro_ro: Ferestre minimizate
sv_se: Minimerade fönster

source: Stick to the right side
cs_cz: Přichytnout vpravo
da_dk: Bliv i højre side
es_mx: Pegar al lado derecho
fr_fr: Ancrer à droite
hu_hu: Maradjon a jobb oldalon
it_it: Blocca sul lato destro
nl_nl: Aan de rechterkant blijven
pl_pl: Przypnij po prawej stronie
pt_br: Cole do lado direito
ro_ro: Fixează în partea dreaptă
sv_se: Fäst till höger sida

source: Minimize
bg_bg: Минимизиране
ca_es: Minimitza
cs_cz: Minimalizovat
da_dk: Minimér
es_mx: Minimizar
fr_fr: Réduire
hu_hu: Minimalizálás
it_it: Minimizza
nb_no: Minimer
nl_nl: Minimaliseren
pl_pl: Minimalizuj
pt_br: Minimizar
ro_ro: Minimizează
sv_se: Minimera

source: Shrink
cs_cz: Zmenšit
da_dk: Formindsk
es_mx: Contraer
fr_fr: Rapetisser
hu_hu: Összehúzás
it_it: Riduci
nl_nl: Verkleinen
pl_pl: Zminimalizuj
pt_br: Diminuir
ro_ro: Micșorează
sv_se: Krymp

source: Maximize
cs_cz: Maximalizovat
da_dk: Maksimér
es_mx: Maximizar
fr_fr: Agrandir
hu_hu: Maximalizálás
it_it: Massimizza
nl_nl: Maximaliseren
pl_pl: Zmaksymalizuj
pt_br: Maximizar
ro_ro: Maximizează
sv_se: Maximera

source: Do you want the appointments printed in detail or as a compact list?
bg_bg: Искате ли срещите да бъдат отпечатани подробно или като компактен списък?
cs_cz: Přejete si schůzky vytisknout s podrobnostmi, nebo jako stručný seznam?
da_dk: Vil du have aftalerne skrevet med detaljer eller som en kompakt liste?
es_mx: ¿Desea que las citas se impriman en detalle o en una lista compacta?
fr_fr: Souhaitez-vous imprimer les rendez-vous en détail ou sous forme de liste compacte ?
hu_hu: A találkozók részleteit is ki szeretné nyomtatni vagy csak egy kompakt listában?
it_it: Vuoi che gli appuntamenti siano stampati in dettaglio o come un elenco compatto?
nb_no: Ønsker du å skrive ut avtalene med detaljer, eller bare som en kompakt liste?
nl_nl: Wilt u de afspraken in detail afdrukken of als een compacte lijst?
pl_pl: Chcesz na pewno chcesz wydrukować spotkania ze szczegółami lub w formie skróconej listy?
pt_br: Deseja que os compromissos sejam impressos em detalhes ou como uma lista compacta?
ro_ro: Doriți să imprimați întâlnirile detaliat sau ca listă compactă?
sv_se: Vill du visa mötena med detaljerad information eller som en kompakt lista?

source: Compact
bg_bg: Компактно
ca_es: Compacta
cs_cz: Kompaktní
da_dk: Kompakt
es_mx: Compacta
fr_fr: Compacte
hu_hu: Kompakt
it_it: Compatta
nb_no: Kompakt
pl_pl: Kompaktowy
pt_br: Compacto
sv_se: Kompakt

source: Detailed
bg_bg: Детайлно
cs_cz: S podrobnostmi
da_dk: Detaljeret
es_mx: Detallado
fr_fr: Détails
hu_hu: Részletes
it_it: Dettagliato
nb_no: Detaljert
nl_nl: Gedetailleerd
pl_pl: Szczegóły
pt_br: Detalhado
ro_ro: Detaliat
sv_se: Detaljerat

source: Move
bg_bg: Премести
ca_es: Mou
cs_cz: Přesunout
da_dk: Flyt
es_mx: Mover
fr_fr: Déplacer
hu_hu: Mozgatás
it_it: Sposta
nb_no: Flytt
nl_nl: Verplaatsen
pl_pl: Przenieś
pt_br: Mover
ro_ro: Mută
sv_se: Flytta

source: Change appointment status
cs_cz: Změnit stav schůzky
da_dk: Skift aftalens status
es_mx: Cambiar estado de la cita
fr_fr: Modifier l'état de confirmation du rendez-vous
hu_hu: Találkozó állapotának módosítása
it_it: Cambia lo stato dell'appuntamento
nl_nl: Bevestigingsstatus aanpassen
pl_pl: Zmień status spotkania
pt_br: Alterar status do compromisso
ro_ro: Modifică starea întâlnirii
sv_se: Ändra mötets status

source: This appointment is part of a series. Do you want to confirm the whole series or just one appointment within the series?
cs_cz: Tato schůzka je součástí série. Chcete potvrdit celou sérii, nebo jen jednu schůzku ze série?
da_dk: Denne aftale er en del af en serie. Vil du bekræfte hele serien, eller kun én aftale i serien?
es_mx: Esta cita es parte de una serie. ¿Quiere confirmar la serie completa o simplemente una cita dentro de ella?
fr_fr: Ce rendez-vous fait partie d'une série. Voulez-vous confirmer la série complète ou un seul rendez-vous de la série ?
hu_hu: Ez a találkozó egy sorozat része. A teljes sorozatot kívánja megerősíteni, vagy csak a sorozaton belüli egyik találkozót?
it_it: Questo appuntamento è parte di una serie. Vuoi confermare l'intera serie o solo un appuntamento della serie?
nl_nl: Deze afspraak is onderdeel van een reeks. Wilt u de hele reeks of slechts één enkele afspraak uit de reeks bevestigen?
pl_pl: To spotkanie wchodzi w skład cyklu. Chcesz potwierdzić cały cykl czy tylko jedno spotkanie z cyklu?
pt_br: Este compromisso faz parte de uma série. Deseja confirmar a série inteira ou apenas um compromisso dentro da série?
ro_ro: Această întâlnire face parte dintr-o serie. Doriți să confirmați toată seria sau doar o întâlnire din serie?
sv_se: Mötet ingår i en serie. Vill du bekräfta hela serien, eller bara ett enstaka möte i serien?
