Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: The dialog contains invalid data
bg_bg: Диалоговият прозорец съдържа невалидни данни
cs_cz: Dialogové okno obsahuje neplatná data
da_dk: Dialogen indeholder ugyldige data
es_mx: El cuadro de diálogo contiene datos no válidos
fr_fr: La fenêtre contient des données non valides
hu_hu: A párbeszédablak érvénytelen adatot tartalmaz.
it_it: La finestra contiene dati non validi
nb_no: Dialogboksen inneholder ugyldige data
nl_nl: Het dialoog bevat ongeldige gegevens
pl_pl: Okno dialogowe zawiera nieprawidłowe dane
pt_br: O diálogo contém dados inválidos
ro_ro: Dialogul conține date incorecte
sv_se: Dialogrutan innehåller ogiltig data

source: Server unreachable
bg_bg: Сървърът е недостъпен
ca_es: Servidor no disponible
cs_cz: Server je nedostupný
da_dk: Kan ikke tilgå server
es_mx: Servidor no alcanzable
fr_fr: Serveur injoignable
hu_hu: A kiszolgáló nem érhető el
it_it: Server non raggiungibile
nb_no: Systemet er utilgjengelig
nl_nl: Server niet benaderbaar
pl_pl: Serwer niedostępny
pt_br: Servidor inacessível
ro_ro: Server inaccesibil
sv_se: Servern kan inte nås

source: Select contacts
bg_bg: Изберете контакти
cs_cz: Vybrat kontakty
da_dk: Vælg kontakter
es_mx: Seleccionar contactos
fr_fr: Sélectionner les contacts
hu_hu: Névjegyek kiválasztása
it_it: Seleziona contatti
nb_no: Velg kontakter
nl_nl: Selecteer contactpersoon
pl_pl: Wybierz kontakty
pt_br: Selecionar contatos
ro_ro: Selectează contacte
sv_se: Välj kontakter

source: Notification
bg_bg: Уведомление
cs_cz: Oznámení
da_dk: Underretning
es_mx: Notificación
hu_hu: Értesítés
it_it: Notifica
nb_no: Varsel
nl_nl: Kennisgeving
pl_pl: Powiadomienie
pt_br: Notificação
ro_ro: Notificare
sv_se: Avisering

source: Audio
bg_bg: Звук
da_dk: Lyd
es_mx: Sonido
hu_hu: Hang
pt_br: Áudio
sv_se: Ljud

source: Mail
bg_bg: Мейл
ca_es: Correu
cs_cz: Pošta
da_dk: E-mail
es_mx: Correo
fr_fr: Courrier
hu_hu: Levelek
it_it: Posta
nb_no: E-post
nl_nl: E-mail
pl_pl: Poczta
pt_br: E-mail
sv_se: E-post

source: before start
cs_cz: před začátkem
da_dk: før start
es_mx: antes del inicio
fr_fr: avant le début
hu_hu: kezdés előtt
it_it: prima dell'inizio
nl_nl: voor het starten
pl_pl: przed rozpoczęciem
pt_br: antes de iniciar
ro_ro: înainte de start
sv_se: innan start

source: after start
cs_cz: po začátku
da_dk: efter start
es_mx: después del inicio
fr_fr: après le début
hu_hu: kezdés után
it_it: dopo l'inizio
nl_nl: na het starten
pl_pl: po rozpoczęciu
pt_br: depois de iniciar
ro_ro: după start
sv_se: efter start

source: before end
cs_cz: před koncem
da_dk: før afslutning
es_mx: antes de finalizar
fr_fr: avant la fin
hu_hu: befejezés előtt
it_it: prima della fine
nl_nl: voor het einde
pl_pl: przed zakończeniem
pt_br: antes de terminar
ro_ro: înainte de final
sv_se: före slut

source: after end
cs_cz: po konci
da_dk: efter afslutning
es_mx: después de finalizar
fr_fr: après la fin
hu_hu: befejezés után
it_it: dopo la fine
nl_nl: na het einde
pl_pl: po zakończeniu
pt_br: depois de terminar
ro_ro: după final
sv_se: efter slut

source: Notify %1$s before start.
cs_cz: Upozornit %1$s před začátkem.
da_dk: Påmind %1$s før start.
es_mx: Notificar %1$s antes del inicio.
fr_fr: Notifier %1$s avant le début.
hu_hu: Értesítés kezdés előtt ennyivel: %1$s
it_it: Notifica %1$s prima dell'inizio.
nl_nl: Informeer %1$s voor het starten.
pl_pl: Powiadom %1$s przed rozpoczęciem.
pt_br: Notificar %1$s antes de começar.
ro_ro: Amintește-mi cu %1$s înainte de început.
sv_se: Avisera %1$s innan start.

source: Notify %1$s after start.
cs_cz: Upozornit %1$s po začátku.
da_dk: Påmind %1$s efter start.
es_mx: Notificar %1$s después del inicio.
fr_fr: Notifier %1$s après le début.
hu_hu: Értesítés kezdés után ennyivel: %1$s
it_it: Notifica %1$s dopo l'inizio.
nl_nl: Informeer %1$s na het starten.
pl_pl: Powiadom %1$s po starcie.
pt_br: Notificar %1$s depois de começar.
ro_ro: Amintește-mi cu %1$s după început.
sv_se: Avisera %1$s efter start.

source: Notify %1$s before end.
cs_cz: Upozornit %1$s před koncem.
da_dk: Påmind %1$s før afslutning.
es_mx: Notificar %1$s antes de finalizar.
fr_fr: Notifier %1$s avant la fin.
hu_hu: Értesítés befejezés előtt ennyivel: %1$s
it_it: Notifica %1$s prima della fine.
nl_nl: Informeer %1$s voor het einde.
pl_pl: Powiadom %1$s przed zakończeniem.
pt_br: Notificar %1$s antes de terminar.
ro_ro: Amintește-mi cu %1$s înainte de final.
sv_se: Avisera %1$s före slut.

source: Notify %1$s after end.
cs_cz: Upozornit %1$s po konci.
da_dk: Påmind %1$s efter afslutning.
es_mx: Notificar %1$s después de finalizar.
fr_fr: Notifier %1$s après la fin.
hu_hu: Értesítés befejezés után ennyivel: %1$s
it_it: Notifica %1$s dopo la fine.
nl_nl: Informeer %1$s na het einde.
pl_pl: Powiadom %1$s po zakończeniu.
pt_br: Notificar %1$s depois de terminar.
ro_ro: Amintește-mi cu %1$s după final.
sv_se: Avisera %1$s efter slut.

source: Notify at %1$s.
cs_cz: Upozornit v %1$s.
da_dk: Påmind %1$s.
es_mx: Notificar el %1$s.
fr_fr: Notifier à %1$s.
hu_hu: Értesítés ekkor: %1$s.
it_it: Notifica il %1$s.
nl_nl: Informeer op %1$s.
pl_pl: Powiadom o %1$s.
pt_br: Notificar em %1$s.
ro_ro: Amintește-mi la %1$s.
sv_se: Avisera %1$s.

source: Notify at start.
cs_cz: Upozornit na začátku.
da_dk: Påmind ved start.
es_mx: Notificar al inicio.
fr_fr: Notifier au début.
hu_hu: Értesítés kezdéskor.
it_it: Notifica all'inizio.
nl_nl: Informeer bij het starten.
pl_pl: Powiadom na starcie.
pt_br: Notificar no início.
ro_ro: Amintaște-mi la început.
sv_se: Avisera vid start.

source: Notify at end.
cs_cz: Upozornit na konci.
da_dk: Påmind ved afslutning.
es_mx: Notificar al finalizar.
fr_fr: Notifier à la fin.
hu_hu: Értesítés befejezéskor.
it_it: Notifica alla fine.
nl_nl: Informeer bij het einde.
pl_pl: Powiadom na końcu.
pt_br: Notificar no final.
ro_ro: Amintește-mi la final.
sv_se: Avisera vid slut.

source: Play sound %1$s before start.
cs_cz: Přehrát zvuk %1$s před začátkem.
da_dk: Spil lyd %1$s før start.
es_mx: Reproducir sonido %1$s antes del inicio.
fr_fr: Jouer un son %1$s avant le début.
hu_hu: Hang lejátszása kezdés előtt ennyivel: %1$s.
it_it: Riproduci un suono %1$s prima dell'inizio.
nl_nl: Speel geluid %1$s voor het starten.
pl_pl: Odtwórz dźwięk %1$s przed rozpoczęciem.
pt_br: Tocar som %1$s antes de começar.
ro_ro: Redă sunetul %1$s înainte de început.
sv_se: Spela upp ljud %1$s före start.

source: Play sound %1$s after start.
cs_cz: Přehrát zvuk %1$s po začátku.
da_dk: Spil lyd %1$s efter start.
es_mx: Reproducir sonido %1$s después del inicio.
fr_fr: Jouer un son %1$s après le début.
hu_hu: Hang lejátszása kezdés után ennyivel: %1$s.
it_it: Riproduci un suono %1$s dopo l'inizio.
nl_nl: Speel geluid %1$s na het starten.
pl_pl: Odtwórz dźwięk %1$s po starcie.
pt_br: Tocar som %1$s depois de começar.
ro_ro: Redă sunetul %1$s după început.
sv_se: Spela upp ljud %1$s efter start.

source: Play sound %1$s before end.
cs_cz: Přehrát zvuk %1$s před koncem.
da_dk: Spil lyd %1$s før afslutning.
es_mx: Reproducir sonido %1$s antes de finalizar.
fr_fr: Jouer un son %1$s avant la fin.
hu_hu: Hang lejátszása befejezés előtt ennyivel: %1$s.
it_it: Riproduci un suono %1$s prima della fine.
nl_nl: Speel geluid %1$s voor het einde.
pl_pl: Odtwórz dźwięk %1$s przed zakończeniem.
pt_br: Tocar som %1$s antes de terminar.
ro_ro: Redă sunetul %1$s înainte de final.
sv_se: Spela upp ljud %1$s före slut.

source: Play sound %1$s after end.
cs_cz: Přehrát zvuk %1$s po konci.
da_dk: Spil lyd %1$s efter afslutning.
es_mx: Reproducir sonido %1$s después de finalizar.
fr_fr: Jouer un son %1$s après la fin.
hu_hu: Hang lejátszása befejezés után ennyivel: %1$s.
it_it: Riproduci un suono %1$s dopo la fine.
nl_nl: Speel geluid %1$s na het einde.
pl_pl: Odtwórz dźwięk %1$s po zakończeniu.
pt_br: Tocar som %1$s depois de terminar.
ro_ro: Redă sunetul %1$s după final.
sv_se: Spela upp ljud %1$s efter slut.

source: Play sound at %1$s.
cs_cz: Přehrát zvuk v %1$s.
da_dk: Spil lyd %1$s.
es_mx: Reproducir sonido el %1$s.
fr_fr: Jouer un son à %1$s.
hu_hu: Hang lejátszása ekkor: %1$s.
it_it: Riproduci un suono il %1$s.
nl_nl: Speel geluid af op %1$s.
pl_pl: Odtwórz dźwięk o %1$s.
pt_br: Tocar som em %1$s.
ro_ro: Redă sunetul la %1$s.
sv_se: Spela upp ljud %1$s.

source: Play sound at start.
cs_cz: Přehrát zvuk na začátku.
da_dk: Spil lyd ved start.
es_mx: Reproducir sonido al inicio.
fr_fr: Jouer un son au début.
hu_hu: Hang lejátszása kezdéskor.
it_it: Riproduci un suono all'inizio.
nl_nl: Speel geluid bij het starten af.
pl_pl: Odtwórz dźwięk na początku.
pt_br: Tocar som no início.
ro_ro: Redă sunetul la start.
sv_se: Spela upp ljud vid start.

source: Play sound at end.
cs_cz: Přehrát zvuk na konci.
da_dk: Spil lyd ved afslutning.
es_mx: Reproducir sonido al finalizar.
fr_fr: Jouer un son à la fin.
hu_hu: Jang lejátszása befejezéskor.
it_it: Riproduci un suono alla fine.
nl_nl: Speel geluid bij het einde af.
pl_pl: Odtwórz dźwięk na końcu.
pt_br: Tocar som no final.
ro_ro: Redă sunetul la final.
sv_se: Spela upp ljud vid slut.

source: Send mail %1$s before start.
cs_cz: Poslat zprávu %1$s před začátkem.
da_dk: Send e-mail %1$s før start.
es_mx: Enviar correo %1$s antes del inicio.
fr_fr: Envoyer un courriel %1$s avant le début.
hu_hu: Levél küldése kezdés előtt ennyivel: %1$s
it_it: Invia messaggio %1$s prima dell'inizio.
nl_nl: Verstuur e-mailbericht %1$s voor het starten.
pl_pl: Wyślij wiadomość e-mail %1$s przed rozpoczęciem.
pt_br: Enviar e-mail %1$s antes de iniciar.
ro_ro: Trimite mesaj cu %1$s înainte de început.
sv_se: Skicka meddelande %1$s innan start.

source: Send mail %1$s after start.
cs_cz: Poslat zprávu %1$s po začátku.
da_dk: Send e-mail %1$s efter start.
es_mx: Enviar correo %1$s después del inicio.
fr_fr: Envoyer un courriel %1$s après le début.
hu_hu: Levél küldése kezdés után ennyivel: %1$s
it_it: Invia messaggio %1$s dopo l'inizio.
nl_nl: Verstuur e-mailbericht %1$s na het starten.
pl_pl: Wyślij wiadomość e-mail %1$s po rozpoczęciu.
pt_br: Enviar e-mail %1$s depois de iniciar.
ro_ro: Trimite mesaj cu %1$s după început.
sv_se: Skicka meddelande %1$s efter start.

source: Send mail %1$s before end.
cs_cz: Poslat zprávu %1$s před koncem.
da_dk: Send e-mail %1$s før afslutning.
es_mx: Enviar correo %1$s antes de finalizar.
fr_fr: Envoyer un courriel %1$s avant la fin.
hu_hu: Levél küldése befejezés előtt ennyivel: %1$s
it_it: Invia messaggio %1$s prima della fine.
nl_nl: Verstuur e-mailbericht %1$s voor het einde.
pl_pl: Wyślij wiadomość e-mail %1$s przed zakończeniem.
pt_br: Enviar e-mail %1$s antes de terminar.
ro_ro: Trimite mesaj cu %1$s înainte de final.
sv_se: Skicka meddelande %1$s före slut.

source: Send mail %1$s after end.
cs_cz: Poslat zprávu %1$s po konci.
da_dk: Send e-mail %1$s efter afslutning.
es_mx: Enviar correo %1$s después de finalizar.
fr_fr: Envoyer un courriel %1$s après la fin.
hu_hu: Levél küldése befejezés után ennyivel: %1$s
it_it: Invia messaggio %1$s dopo la fine.
nl_nl: Verstuur e-mailbericht %1$s na het einde.
pl_pl: Wyślij wiadomość e-mail %1$s po zakończeniu.
pt_br: Enviar e-mail %1$s depois de terminar.
ro_ro: Trimite mesaj cu %1$s după final.
sv_se: Skicka meddelande %1$s efter slut.

source: Send mail at %1$s.
cs_cz: Poslat zprávu %1$s.
da_dk: Send e-mail ved %1$s.
es_mx: Enviar correo el %1$s.
fr_fr: Envoyer un courriel à %1$s.
hu_hu: Levél küldése ekkor: %1$s.
it_it: Invia messaggio il %1$s.
nl_nl: E-mailberichten verzenden op %1$s.
pl_pl: Wyślij wiadomość e-mail o %1$s.
pt_br: Enviar e-mail em %1$s.
ro_ro: Trimite mesajele pe %1$s.
sv_se: Skicka meddelande %1$s.

source: Send mail at start.
cs_cz: Poslat zprávu na začátku.
da_dk: Send e-mail ved begyndelse.
es_mx: Enviar correo al inicio.
fr_fr: Envoyer un courriel au début.
hu_hu: Levél küldése kezdéskor.
it_it: Invia messaggio all'inizio.
nl_nl: Verstuur e-mailbericht bij het starten.
pl_pl: Wyślij wiadomość e-mail w chwili rozpoczęcia.
pt_br: Enviar e-mail no início.
ro_ro: Trimite mesaj la început.
sv_se: Skicka meddelande vid start.

source: Send mail at end.
cs_cz: Poslat zprávu na konci.
da_dk: Send e-mail ved afslutning.
es_mx: Enviar correo al final.
fr_fr: Envoyer un courriel à la fin.
hu_hu: Levél küldése befejezéskor.
it_it: Invia messaggio alla fine.
nl_nl: Verstuur e-mailbericht bij het einde.
pl_pl: Wyślij wiadomość e-mail w chwili zakończenia.
pt_br: Enviar e-mail no final.
ro_ro: Trimite mesaj la final.
sv_se: Skicka meddelande vid slut.

source: Send SMS %1$s before start.
cs_cz: Poslat zprávu %1$s před začátkem.
da_dk: Send SMS %1$s før start.
es_mx: Enviar SMS %1$s antes del inicio.
fr_fr: Envoyer un SMS %1$s avant le début.
hu_hu: SMS küldése kezdés előtt ennyivel: %1$s.
it_it: Invia SMS %1$s prima dell'inizio.
nl_nl: Verstuur SMS %1$s voor het starten.
pl_pl: Wyślij SMS %1$s przed rozpoczęciem.
pt_br: Enviar SMS %1$s antes de iniciar.
ro_ro: Trimite SMS cu %1$s înainte de început.
sv_se: Skicka SMS %1$s innan start.

source: Send SMS %1$s after start.
cs_cz: Poslat zprávu %1$s po začátku.
da_dk: Send SMS %1$s efter start.
es_mx: Enviar SMS %1$s después del inicio.
fr_fr: Envoyer un SMS %1$s après le début.
hu_hu: SMS küldése kezdés után ennyivel: %1$s.
it_it: Invia SMS %1$s dopo l'inizio.
nl_nl: Verstuur SMS %1$s na het starten.
pl_pl: Wyślij SMS %1$s po rozpoczęciu.
pt_br: Enviar SMS %1$s depois de iniciar.
ro_ro: Trimite SMS %1$s după început.
sv_se: Skicka SMS %1$s efter start.

source: Send SMS %1$s before end.
cs_cz: Poslat zprávu %1$s před koncem.
da_dk: Send SMS %1$s før afslutning.
es_mx: Enviar SMS %1$s antes de finalizar.
fr_fr: Envoyer un SMS %1$s avant la fin.
hu_hu: SMS küldése befejezés előtt ennyivel: %1$s.
it_it: Invia SMS %1$s prima della fine.
nl_nl: Verstuur SMS %1$s voor het einde.
pl_pl: Wyślij SMS %1$s przed zakończeniem.
pt_br: Enviar SMS %1$s antes de terminar.
ro_ro: Trimite SMS cu %1$s înainte de final.
sv_se: Skicka SMS %1$s före slut.

source: Send SMS %1$s after end.
cs_cz: Poslat zprávu %1$s po konci.
da_dk: Send SMS %1$s efter afslutning.
es_mx: Enviar SMS %1$s después de finalizar.
fr_fr: Envoyer un SMS %1$s après la fin.
hu_hu: SMS küldése befejezés után ennyivel: %1$s.
it_it: Invia SMS %1$s dopo la fine.
nl_nl: Verstuur SMS %1$s na het einde.
pl_pl: Wyślij SMS %1$s po zakończeniu.
pt_br: Enviar SMS %1$s depois de terminar.
ro_ro: Trimite SMS cu %1$s după final.
sv_se: Skicka SMS %1$s efter slut.

source: Send SMS at %1$s.
cs_cz: Poslat zprávu v %1$s.
da_dk: Send SMS ved %1$s.
es_mx: Enviar SMS el %1$s.
fr_fr: Envoyer un SMS à %1$s.
hu_hu: SMS küldése ekkor: %1$s.
it_it: Invia SMS il %1$s.
nl_nl: Verstuur SMS op %1$s.
pl_pl: Wyślij SMS o %1$s.
pt_br: Enviar SMS em %1$s.
ro_ro: Trimite SMS pe %1$s.
sv_se: Skicka SMS %1$s.

source: Send SMS at start.
cs_cz: Poslat zprávu na začátku.
da_dk: Send SMS ved begyndelse.
es_mx: Enviar SMS al inicio.
fr_fr: Envoyer un SMS au début.
hu_hu: SMS küldése kezdéskor.
it_it: Invia SMS all'inizio.
nl_nl: Verstuur SMS bij het starten.
pl_pl: Wyślij SMS przy rozpoczęciu.
pt_br: Enviar SMS no início.
ro_ro: Trimite SMS la început.
sv_se: Skicka SMS vid start.

source: Send SMS at end.
cs_cz: Poslat zprávu na konci.
da_dk: Send SMS ved afslutning.
es_mx: Enviar SMS al final.
fr_fr: Envoyer un SMS à la fin.
hu_hu: SMS küldése befejezéskor.
it_it: Invia SMS alla fine.
nl_nl: Verstuur SMS bij het einde.
pl_pl: Wyślij SMS przy zakończeniu.
pt_br: Enviar SMS no final.
ro_ro: Trimite SMS la final.
sv_se: Skicka SMS vid slut.

source: %1$s %2$s before start.
cs_cz: %1$s %2$s před začátkem.
da_dk: %1$s %2$s før start.
es_mx: %1$s %2$s antes del inicio.
fr_fr: %1$s %2$s avant le début.
hu_hu: %1$s küldése kezdés előtt ennyivel: %2$s
it_it: %1$s %2$s prima dell'inizio.
nl_nl: %1$s %2$s voor het starten.
pl_pl: %1$s %2$s przed rozpoczęciem.
pt_br: %1$s %2$s antes de iniciar.
ro_ro: %1$s %2$s înainte de început.
sv_se: %1$s %2$s före start.

source: %1$s %2$s after start.
cs_cz: %1$s %2$s po začátku.
da_dk: %1$s %2$s efter start.
es_mx: %1$s %2$s después del inicio.
fr_fr: %1$s %2$s après le début.
hu_hu: %1$s küldése kezdés után ennyivel: %2$s
it_it: %1$s %2$s dopo l'inizio.
nl_nl: %1$s %2$s na het starten.
pl_pl: %1$s %2$s po starcie.
pt_br: %1$s %2$s depois de iniciar.
ro_ro: %1$s %2$s după început.
sv_se: %1$s %2$s efter start.

source: %1$s %2$s before end.
cs_cz: %1$s %2$s před koncem.
da_dk: %1$s %2$s før afslutning.
es_mx: %1$s %2$s antes de finalizar.
fr_fr: %1$s %2$s avant la fin.
hu_hu: %1$s küldése befejezés előtt ennyivel: %2$s
it_it: %1$s %2$s prima della fine.
nl_nl: %1$s %2$s voor het einde.
pl_pl: %1$s%2$s przed zakończeniem.
pt_br: %1$s %2$s antes de terminar.
ro_ro: %1$s %2$s înainte de final.
sv_se: %1$s %2$s före slut.

source: %1$s %2$s after end.
cs_cz: %1$s %2$s po konci.
da_dk: %1$s %2$s efter afslutning.
es_mx: %1$s %2$s después de finalizar.
fr_fr: %1$s %2$s après la fin.
hu_hu: %1$s küldése befejezés után ennyivel: %2$s
it_it: %1$s %2$s dopo la fine.
nl_nl: %1$s %2$s na het einde.
pl_pl: %1$s%2$s po zakończeniu.
pt_br: %1$s %2$s depois de terminar.
ro_ro: %1$s %2$s după final.
sv_se: %1$s %2$s efter slut.

source: %1$s at %2$s.
cs_cz: %1$s, %2$s
da_dk: %1$s %2$s.
es_mx: %1$s el %2$s.
fr_fr: %1$s à %2$s.
hu_hu: %1$s ekkor: %2$s.
it_it: %1$s il %2$s.
nl_nl: %1$s op %2$s.
pl_pl: %1$s o %2$s.
pt_br: %1$s em %2$s.
ro_ro: %1$s la %2$s.
sv_se: %1$s %2$s.

source: %1$s at start.
cs_cz: %1$s na začátku.
da_dk: %1$s ved start.
es_mx: %1$s al inicio.
fr_fr: %1$s au début.
hu_hu: %1$s kezdéskor.
it_it: %1$s all'inizio.
nl_nl: %1$s bij het starten.
pl_pl: %1$s przy rozpoczęciu.
pt_br: %1$s no início.
ro_ro: %1$s la început.
sv_se: %1$s vid start.

source: %1$s at end.
cs_cz: %1$s na konci.
da_dk: %1$s ved afslutning.
es_mx: %1$s al finalizar.
fr_fr: %1$s à la fin.
hu_hu: %1$s befejezéskor.
it_it: %1$s alla fine.
nl_nl: %1$s bij het einde.
pl_pl: %1$s przy zakończeniu.
pt_br: %1$s no final.
ro_ro: %1$s la final.
sv_se: %1$s vid slut.

source: Add reminder
cs_cz: Přidat upomínku
da_dk: Tilføj påmindelse
es_mx: Añadir recordatorio
fr_fr: Ajouter un rappel
hu_hu: Emlékeztető hozzáadása
it_it: Aggiungi promemoria
nl_nl: Herinnering toevoegen
pl_pl: Dodaj przypomnienie
pt_br: Adicionar lembrete
ro_ro: Adaugă memento
sv_se: Lägg till påminnelse

source: Reminder %1$d
cs_cz: Upomínka %1$s
da_dk: Påmindelse %1$d
es_mx: Recordatorio %1$s
fr_fr: Rappel %1$d
hu_hu: %1$d emlékeztető
it_it: Promemoria %1$d
nl_nl: Herinnering %1$d
pl_pl: Przypomnienie: %1$d
pt_br: Lembrete %1$d
ro_ro: Memento %1$d
sv_se: Påminnelse %1$d

source: type
cs_cz: druh
es_mx: tipo
hu_hu: típus
it_it: tipo
nl_nl: soort
pl_pl: typ
pt_br: tipo
ro_ro: tip
sv_se: typ

source: timeframe
cs_cz: časový interval
da_dk: tidsrum
es_mx: período de tiempo
fr_fr: échéance
hu_hu: időkeret
it_it: periodo di tempo
nl_nl: tijdsvak
pl_pl: przedział czasu
pt_br: período de tempo
ro_ro: interval de timp
sv_se: tidsintervall

source: timeframe relation
cs_cz: časový interval vzhledem k události
da_dk: horisont for tidsrum
es_mx: relación de período de tiempo
fr_fr: positionnement de l'échéance
hu_hu: időkeret-kapcsolat
it_it: relazione del periodo di tempo
nl_nl: relatie tijdsvak
pl_pl: relacja przedziału czasu
pt_br: relação do período de tempo
ro_ro: relație interval de timp
sv_se: tidsintervall relation

source: Remove reminder
cs_cz: Odstranit upomínku
da_dk: Fjern påmindelse
es_mx: Eliminar recordatorio
fr_fr: Supprimer le rappel
hu_hu: Emlékeztető eltávolítása
it_it: Rimuovi promemoria
nl_nl: Verwijder herinnering
pl_pl: Usuń przypomnienie
pt_br: Excluir lembrete
ro_ro: Elimină memento
sv_se: Ta bort påminnelse

source: No reminder
bg_bg: Няма напомняне
ca_es: Sense recordatori
cs_cz: Žádná upomínka
da_dk: Ingen påmindelse
es_mx: Sin recordatorio
fr_fr: Pas de rappel
hu_hu: Nincs emlékeztető
it_it: Nessun promemoria
nb_no: Ingen påminnelse
nl_nl: Geen herinnering
pl_pl: Bez przypomnienia
pt_br: Nenhum lembrete
ro_ro: Niciun memento
sv_se: Ingen påminnelse

source: Edit reminders
cs_cz: Upravit upomínky
da_dk: Redigér påmindelser
es_mx: Editar recordatorios
fr_fr: Modifier les rappels
hu_hu: Emlékeztetők szerkesztése
it_it: Modifica promemoria
nl_nl: Herinneringen bewerken
pl_pl: Edytuj przypomnienia
pt_br: Editar lembretes
ro_ro: Editează mementourile
sv_se: Redigera påminnelser

source: Apply
bg_bg: Приложи
cs_cz: Použít
da_dk: Tildel rolle
es_mx: Aplicar
fr_fr: Appliquer
hu_hu: Alkalmazás
it_it: Applica
nb_no: Bruk
nl_nl: Toepassen
pl_pl: Zastosuj
pt_br: Aplicar
ro_ro: Aplică
sv_se: Verkställ

source: Remove attachment "%1$s"
cs_cz: Odstranit přílohu „%1$s“
da_dk: Fjern vedhæftning "%1$s"
es_mx: Eliminar el adjunto "%1$s"
fr_fr: Retirer la pièce jointe "%1$s"
hu_hu: "%1$s" melléklet eltávolítása
it_it: Rimuovi allegato "%1$s"
nl_nl: Bijlage "%1$s" verwijderen
pl_pl: Usuń załącznik „%1$s”
pt_br: Excluir anexo "%1$s"
ro_ro: Eliminare atașare "%1$s"
sv_se: Ta bort bilaga "%1$s"

source: Add attachment
cs_cz: Přidat přílohu
da_dk: Vedhæft fil
es_mx: Añadir adjunto
fr_fr: Ajouter une pièce jointe
hu_hu: Melléklet hozzáadása
it_it: Aggiungi allegato
nl_nl: Voeg bijlage toe
pl_pl: Dodaj załącznik
pt_br: Adicionar anexo
ro_ro: Adaugă fișier atașat
sv_se: Lägg till bilaga

source: Black
bg_bg: Черен
ca_es: Negre
cs_cz: černá
da_dk: Sort
es_mx: Negro
fr_fr: Noir
hu_hu: Fekete
it_it: Nero
nb_no: Svart
nl_nl: Zwart
pl_pl: Czarny
pt_br: Preto
ro_ro: Negru
sv_se: Svart

source: Burnt orange
bg_bg: Изгорено оранжево
cs_cz: cihlová
da_dk: Brændt orange
es_mx: Naranja tostado
fr_fr: Orange brûlé
hu_hu: Égetett narancs
it_it: Arancio bruciato
nb_no: Brent oransje
nl_nl: Gebrand oranje
pl_pl: Palony pomarańczowy
pt_br: Laranja queimado
ro_ro: Portocaliu închis
sv_se: Bränt orange

source: Dark olive
bg_bg: Тъмно маслинено
cs_cz: tmavě olivová
da_dk: Mørk oliven
es_mx: Oliva oscuro
fr_fr: Vert olive sombre
hu_hu: Sötét olíva
it_it: Verde oliva scuro
nb_no: Mørk oliven
nl_nl: Donkere olijf
pl_pl: Ciemny oliwkowy
pt_br: Oliva escuro
ro_ro: Măsliniu închis
sv_se: Mörkt olivgrönt

source: Dark green
bg_bg: Тъмно зелено
cs_cz: tmavě zelená
da_dk: Mørkegrøn
es_mx: Verde oscuro
fr_fr: Vert sombre
hu_hu: Sötétzöld
it_it: Verde scuro
nb_no: Mørk grønn
nl_nl: Donkergroen
pl_pl: Ciemny zielony
pt_br: Azul escuro
ro_ro: Verde închis
sv_se: Mörkgrönt

source: Dark azure
bg_bg: Тъмно синьо
cs_cz: tmavě azurová
da_dk: Mørk azurblå
es_mx: Azul oscuro
fr_fr: Bleu sombre
hu_hu: Sötét azúrkék
it_it: Azzurro scuro
nb_no: Mørk asur
nl_nl: Donker azuurblauw
pl_pl: Ciemny lazurowy
pt_br: Azul celeste escuro
ro_ro: Albastru închis
sv_se: Mörkt azurblått

source: Navy Blue
bg_bg: Флотско Син
cs_cz: námořnická modř
da_dk: Mørkeblå
es_mx: Azul marino
fr_fr: Bleu marine
hu_hu: Sötétkék
it_it: Blu marino
nb_no: Marineblå
nl_nl: Marineblauw
pl_pl: Granatowy
pt_br: Azul marinho
ro_ro: Albastru marin
sv_se: Navy-blått

source: Indigo
bg_bg: Индиго
cs_cz: indigová modř
es_mx: Índigo
hu_hu: Indigókék
it_it: Indaco
pl_pl: Indygo
pt_br: Anil

source: Very dark gray
bg_bg: Много тъмно сиво
cs_cz: velmi tmavě šedá
da_dk: Meget mørk grå
es_mx: Gris muy oscuro
fr_fr: Gris anthracite
hu_hu: Sötétszürke
it_it: Grigio molto scuro
nb_no: Veldig mørk grå
nl_nl: Erg donker grijs
pl_pl: Bardzo ciemny szary
pt_br: Cinza muito escuro
ro_ro: Gri foarte închis
sv_se: Mycket mörkt grå

source: Maroon
bg_bg: Кестеняв
cs_cz: vínová
da_dk: Bordeaux
es_mx: Granate
fr_fr: Bordeaux
hu_hu: Gesztenyebarna
it_it: Granata
nb_no: Rødbrun
nl_nl: Bordeauxrood
pl_pl: Rdzawoczerwony
pt_br: Marrom
ro_ro: Castaniu

source: Orange
bg_bg: Оранжев
ca_es: Taronja
cs_cz: oranžová
es_mx: Naranja
hu_hu: Narancs
it_it: Arancione
nb_no: Oransje
nl_nl: Oranje
pl_pl: Pomarańczowy
pt_br: Laranja
ro_ro: Portocaliu

source: Olive
bg_bg: Маслинено
cs_cz: olivová
da_dk: Olivengrøn
es_mx: Oliva
fr_fr: Vert olive
hu_hu: Olíva
it_it: Verde oliva
nb_no: Oliven
nl_nl: Olijfgroen
pl_pl: Oliwkowy
pt_br: Oliva
ro_ro: Măsliniu
sv_se: Olivgrönt
