Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Mark as unread
bg_bg: Маркирай като непрочетен
ca_es: Marca-ho com a no llegit
cs_cz: Označit jako nepřečtené
da_dk: Markér som ulæst
es_mx: Marcar como no leído
fr_fr: Marquer comme non lu
hu_hu: Megjelölés olvasatlanként
it_it: Marca come non letto
nb_no: Marker som ulest
nl_nl: Markeer als ongelezen
pl_pl: Oznacz jako nieprzeczytane
pt_br: Marcar como não lido
ro_ro: Marchează ca necitit
sv_se: Märk som oläst

source: Enable Links
cs_cz: Povolit odkazy
da_dk: Slå URL'er til
es_mx: Activar enlaces
fr_fr: Activer les liens
hu_hu: Linkek engedélyezése
it_it: Abilita collegamenti
nl_nl: Links Inschakelen
pl_pl: Włącz linki
pt_br: Habilitar links
ro_ro: Activează legăturile
sv_se: Aktivera länkar

source: Links have been disabled to protect you against potential spam
cs_cz: Odkazy byly zablokovány, abychom vás uchránili před případnou nevyžádanou poštou
da_dk: Links er blevet slået fra for at beskytte dig mod potentielt spam
es_mx: Los enlaces se han desactivado para protegerle contra posible spam
fr_fr: Les liens ont été désactivés pour vous protéger contre les pourriels potentiels
hu_hu: A linkek le vannak tiltva, hogy megvédjék a lehetséges levélszeméttől
it_it: I collegamenti sono stati disabilitati per proteggerti da posta potenzialmente indesiderata
nl_nl: Links zijn uitgeschakeld om u tegen potentële spam te beschermen
pl_pl: W celu ochrony przed potencjalnym spamem dezaktywowano linki
pt_br: Os links foram desativados para proteger você contra possível spam
ro_ro: Legăturile au fost dezactivate pentru a vă proteja împotriva eventualelor mesaje nedorite
sv_se: Länkar har avaktiverats för att skydda dig från skräppost

source: Show images
bg_bg: Покажи изображенията
ca_es: Mostra imatges
cs_cz: Zobrazit obrázky
da_dk: Vis billeder
es_mx: Mostrar imágenes
fr_fr: Afficher les images
hu_hu: Képek megjelenítése
it_it: Mostra le immagini
nb_no: Vis bilder
nl_nl: Afbeeldingen tonen
pl_pl: Pokaż obrazy
pt_br: Exibir imagens
ro_ro: Afișează imaginile
sv_se: Visa bilder

source: External images have been blocked to protect you against potential spam
cs_cz: Obrázky z externích zdrojů byly zablokovány kvůli ochraně před spamem
da_dk: Eksterne billeder er blevet blokkeret for at beskytte dig imod spam
es_mx: Las imágenes externas se han bloqueado para protegerle contra posible spam
fr_fr: Les images externes ont été bloquées pour vous protéger contre les pourriels potentiels
hu_hu: A lehetséges levélszemét miatt a külső képek betöltése le lett tiltva
it_it: Le immagini esterne sono state bloccate per proteggerti da posta potenzialmente indesiderata
nl_nl: Externe afbeeldingen worden geblokkeerd om u tegen potentiële spam te beschermen
pl_pl: W celu ochrony przed potencjalnym spamem zablokowano ładowanie obrazów zewnętrznych
pt_br: Imagens externas foram bloqueadas para proteger você contra possível spam
ro_ro: Imaginile externe au fost blocate pentru a vă proteja împotriva eventualelor mesaje nedorite
sv_se: Externa bilder har blockerats för att skydda dig från skräppost

source: Warning: This message might be a phishing or scam mail
bg_bg: Предупреждение: Това съобщение може да е фишинг или измама
ca_es: Atenció: Aquest correu podria ser un intent de phishing o d'estafa
cs_cz: Varování: Tato zpráva je možná e-mailový podvod
da_dk: Advarsel: Denne besked kan være en phishing eller fidus e-mail
es_mx: Atención: Este correo podría ser un intento de phishing o estafa
fr_fr: Attention : ce message pourrait être une tentative d'escroquerie par courriel
hu_hu: Figyelem: Ez az üzenet egy adathalász vagy becsapós e-mail lehet
it_it: Avviso: questo messaggio di posta potrebbe essere un tentativo di frode
nb_no: Advarsel: Denne meldingen kan være en phishing eller svindel e-post
nl_nl: Waarschuwing: Dit bericht kan e-mailzwendel zijn
pl_pl: Ostrzeżenie: wiadomość może być próbą oszustwa.
pt_br: Aviso: Esta mensagem pode ser um golpe ou e-mail fraudulento
ro_ro: Avertisment: Este posibil ca acest mesaj să fie o escrocherie
sv_se: Varning: Meddelandet kan vara phishing eller bluffpost

source: A read receipt has been sent
bg_bg: Беше изпратена разписка за четене
ca_es: N'heu enviat una confirmació de lectura
cs_cz: Bylo odesláno potvrzení o doručení
da_dk: Har sendt en kvittering for læsning
es_mx: Se ha enviado una confirmación de lectura
fr_fr: Un accusé de réception a été envoyé
hu_hu: A tértivevény elküldve
it_it: Una conferma di lettura è stata inviata
nb_no: En lesebekreftelse har blitt sendt
nl_nl: Een leesbevestiging is verzonden
pl_pl: Zostało wysłane potwierdzenie przeczytania
pt_br: Uma confirmação de leitura foi enviada
ro_ro: A fost trimisă o confirmare de citire
sv_se: Ett läskvitto har skickats

source: Send a read receipt
bg_bg: Изпратете разписка за четене
ca_es: Envia una confirmació de lectura
cs_cz: Poslat potvrzení o doručení
da_dk: Send en kvittering for læsning
es_mx: Enviar una confirmación de lectura
fr_fr: Envoyer un accusé de réception
hu_hu: Tértivevény küldése
it_it: Invia una conferma di lettura
nb_no: Send en lesebekreftelse
nl_nl: Verzend een leesbevestiging
pl_pl: Wyślij potwierdzenie przeczytania
pt_br: Enviar uma confirmação de leitura
ro_ro: Trimite o confirmare de citire
sv_se: Skicka ett läskvitto

source: The sender wants to get notified when you have read this email
bg_bg: Изпращачът иска да получи известие, когато прочетете този имейл
ca_es: El remitent vol ésser notificat una vegada hagueu llegit aquest correu
cs_cz: Odesílatel si přeje dostat potvrzení, když si zprávu přečtete
da_dk: Afsenderen vil gerne have besked, når du har læst denne e-mail
es_mx: El remitente quiere recibir una notificación cuando se haya leído este correo
fr_fr: L'émetteur souhaite être prévenu quand vous aurez lu ce message
hu_hu: A feladó értesítést szeretne kapni arról, hogy elolvasta ezt a levelet
it_it: Il mittente vuole ricevere una notifica quando hai letto questo messaggio
nb_no: Avsenderen vil få beskjed når du har lest denne e-posten
nl_nl: De verzender wil een bevestiging ontvangen als u dit e-mailbericht heeft gelezen
pl_pl: Nadawca chce otrzymać powiadomienie o przeczytaniu tej wiadomości e-mail
pt_br: O remetente deseja receber uma notificação quando você tiver lido este e-mail
ro_ro: Expeditorul dorește să primească o notificare când citiți acest e-mail
sv_se: Avsändaren vill bli aviserad när du har läst meddelandet

source: Attachment file size too large. You have to use %1$s or reduce the attachment file size.
bg_bg: Размерът на файла на прикачения файл е твърде голям. Трябва да използвате %1$s или да намалите размера на прикачения файл.
cs_cz: Příloha je příliš velká. Musíte použít %1$s, nebo zmenšit velikost přílohy.
da_dk: Vedhæftet fil er for stor. Du bliver nødt til at bruge %1$s, eller reducere filens størrelse.
es_mx: Tamaño de archivo adjunto demasiado grande. Debe utilizar %1$s o reducir el tamaño del archivo adjunto.
fr_fr: La pièce jointe est trop volumineuse. Vous devez utiliser %1$s ou compresser la pièce jointe.
hu_hu: A melléklet mérete túl nagy. Vagy a(z) %1$s szolgáltatást használja vagy csökkentenie kell a melléklet méretét.
it_it: Dimensione degli allegati troppo grande. Devi utilizzare %1$s o ridurre la dimensione dei file allegati.
nb_no: Vedleggsstørrelsen er for stor. Du må bruke %1$s eller redusere filstørrelsen på vedleggene.
nl_nl: De bestandsgrootte van de bijlage is te groot. U moet gebruik maken van %1$s of de bijlage kleiner maken.
pl_pl: Plik załącznika jest zbyt duży. Skorzystaj z usługi %1$s lub zmniejsz rozmiar załącznika.
pt_br: Tamanho do anexo muito grande. Você deve usar %1$s ou reduzir o tamanho do arquivo de anexo.
ro_ro: Dimensiunea fișierelor atașate este prea mare. Utilizați %1$s sau reduceți dimensiunea fișierelor.
sv_se: Bilagans filstorlek är för stor. Du måste använda %1$s eller reducera filstorleken för bilagan.

source: see attached|see attachment|see included|is attached|attached is|are attached|attached are|attached to this email|attached to this message|I'm attaching|I am attaching|I've attached|I have attached|I attach|I attached|find attached|find the attached|find included|find the included|attached file|see the attached|see attachments|attached files|see the attachment
bg_bg: вижте прикачения файл|вижте прикачения|вижте приложен|е приложен|приложен е|приложен|прикачен към този имейл|приложен към това съобщение|съм прикачен|съм прикрепял|съм прикачен|прикачен|приложен файл|вижте прикачения файл|вижте прикачените|прикачените файлове|вижте прикачения файл
cs_cz: see attached|see attachment|see included|is attached|attached is|are attached|attached are|attached to this email|attached to this message|I'm attaching|I am attaching|I've attached|I have attached|I attach|I attached|find attached|find the attached|find included|find the included|attached file|see the attached|see attachments|attached files|see the attachment|viz příloha|viz přílohy|viz přiložené|viz přiložený|je přiložený|je přiložené|je přiloženo|jsou přiloženy|jsou přiložené|přikládám|přiložil jsem|přiložila jsem|přikládáme|přiložili jsme|v příloze|příloha|přílohy
da_dk: vedhæftede| vedlagte| vedlagt| vedlægger|cv| curriculum vitae|faktura
es_mx: ver adjunto|se incluye|está adjuntado|va adjuntado|están adjuntados|van adjuntados|adjuntado a este correo|adjuntado a este mensaje|le adjunto|te adjunto|he adjuntado|adjuntado|adjunto|adjuntado|puede encontrar adjunto|puede encontrar el adjunto|puede encontrar incluido|puede encontrar el adjunto|archivo adjunto|vea el adjunto|vea los adjuntos|archivos adjuntos|véase el adjunto
fr_fr: voir en pièce jointe|ci-joint|inclut|est en pièce jointe|sont en pièces jointes|joint à ce courrier|joint à ce courriel|joint à ce message|joints à ce courrier|joints à ce courriel|joints à ce message|Je vous joins|J'ai joint|J'avais joint|Je joins|trouver la pièce jointe|trouver les pièces jointes|voir les fichiers joints|voir le fichier joint|fichiers joints|fichier joint
hu_hu: lásd a mellékletet|mellékelten|csatolva|csatolmányként|csatoltam|mellékeltem|hozzáadva|hozzáadtam
it_it: vedi allegati|vedi allegato|vedi inclusi|vedi incluso|è allegato|sono allegati|allegati a questa email|allegati a questo messaggio|allegato a questa email|allegato a questo messaggio|Sto allegando|Ho allegato|Allego|Allegai|trovi allegato|trovi allegati|trovi gli allegati|trovi inclusi|trovi gli inclusi|file allegati|file allegato|vedi l'allegato|vedi gli allegati
nl_nl: zie bijlage|zie bijlagen|zie toegevoegd document|is bijlage|toegevoegd is|zijn toegevoegd|toegevoegd zijn|toegevoegd aan dit bericht|toegevoegd aan deze mail|stuur bijlage|zie de bijlage||zoals in de bijlage|in de bijlage
pl_pl: patrz załącznik|patrz w załączniku|patrz w dodatku|załączono|załączam|są załączone|jest załączone|załączone do tego e-maila|załączam do tego e-maila|załączam|załączyłem|załączyłam|dołączone|dołączam|załączony plik|zobacz załącznik|zobacz załączniki|załączone pliki
pt_br: veja anexado|veja anexo|veja incluído|está anexado|anexado é|são anexados|anexados são|anexados a este e-mail|anexado a esta mensagem|Estou anexando|Eu estou anexando|anexei|Eu anexei|Eu anexo|Eu anexei|encontre em anexo|encontre o anexo|encontra incluído|encontre o incluído|arquivo anexado|veja o anexo|veja anexos|arquivos anexados|veja o anexo
ro_ro: vezi fișier atașat|vezi atașament|vezi fișier inclus|este atașat|atașat|atașate|atașat la acest e-mail|atașat la acest mesaj|atașez|am atașat|găsiți atașat|găsiți inclus|fișiere atașate|vezi atașate|vezi fișiere atașate|vezi atașamentul
sv_se: se bifogad|se bilaga|se inkluderad|är bifogad|bifogat är|är bifogade|bifogat är|bifogat i meddelandet|bifogat i detta meddelande|jag bifogar|jag bifogar|jag har bifogat|jag har bifogat|jag bifogar|jag bifogade|se bilaga|se den bifogade|se inkluderad|se inkluderat|bifogad fil|se den bifogade|se bilagor|bifogade filer|se bilagan

source: Forgot attachment?
bg_bg: Забравен прикачен файл?
cs_cz: Zapomněl(a) jste na přílohu?
da_dk: Glemt vedhæftning?
es_mx: ¿Olvidó el adjunto?
fr_fr: Avez-vous oublié une pièce jointe ?
hu_hu: Elfelejtette a mellékletet?
it_it: Hai dimenticato l'allegato?
nl_nl: Bijlage vergeten?
pl_pl: Czy nie pominięto załącznika?
pt_br: Esqueceu o anexo?
ro_ro: Ați uitat să atașați fișierul?
sv_se: Glömde du bilagan?

source: Send without attachment
bg_bg: Изпратете без прикачен файл
cs_cz: Odeslat bez příloh
da_dk: Send uden vedhæftning
es_mx: Enviar sin adjunto
fr_fr: Envoyer sans pièce jointe
hu_hu: Küldés melléklet nélkül
it_it: Invia senza allegato
nl_nl: Verzenden zonder een e-mailbijlage
pl_pl: Wysyłaj bez załącznika
pt_br: Enviar sem anexo
ro_ro: Trimis fără fișier atațat
sv_se: Skicka utan bilaga

source: It appears as if you forgot to attach a file.
bg_bg: Изглежда, че сте забравили да прикачите файл.
cs_cz: Vypadá to, že jste zapomněl(a) přiložit soubor.
da_dk: Det ser ud til at du har glemt at vedhæfte en fil.
es_mx: Parece que ha olvidado adjuntar un archivo.
fr_fr: Il semble que vous ayez oublié de joindre un fichier.
hu_hu: Úgy tűnik, megfeledkezett egy fájl csatolásáról.
it_it: Sembra che tu abbia dimenticato di allegare un file.
nl_nl: Het lijkt er op dat u een bijlage bent vergeten.
pl_pl: Wygląda na to, że nie załączono pliku.
pt_br: Parece que você esqueceu de anexar um arquivo.
ro_ro: Se pare că ați uitat să atașați un fișier.
sv_se: Du verkar ha glömt att bifoga en fil.

source: You mentioned "%s" in your email, but there are no files attached.
bg_bg: Споменахте \ " %s " в имейла си, но няма прикачени файлове.
cs_cz: Ve zprávě zmiňujete „%s“, ale žádné soubory nejsou přiloženy.
da_dk: Du skrev »%s« i beskeden, men der er ikke vedlagt nogle filer.
es_mx: Ha mencionado "%s" en su correo, pero no hay archivos adjuntos.
fr_fr: Vous avez mentionné « %s » dans votre message, mais aucun fichier n'est joint.
hu_hu: "%s" megemlítette az e-mailben, de fájl nincs csatolva.
it_it: Hai menzionato "%s" nel tuo messaggio, ma non ci sono file allegati.
nl_nl: U heeft "%s" geschreven in uw bericht, maar er zijn geen bijlagen toegevoegd.
pl_pl: Wspomniano w wiadomości e-mail słowa %s, ale nie załączono żadnych plików.
pt_br: Você mencionou "%s" em seu e-mail, mas não há arquivos anexados.
ro_ro: Ați menționat "%s" în mesajul dvs., dar nu există fișiere atașate.
sv_se: Du nämnde "%s" i ditt meddelande, men det finns inga bifogade filer.

source: Mail has no recipient.
bg_bg: Мейлът няма получатели.
ca_es: El correu no té destinatari.
cs_cz: Zpráva nemá žádného adresáta.
da_dk: E-mail'en har ingen modtager.
es_mx: El correo no tiene destinatario.
fr_fr: Le message n'a pas de destinataire.
hu_hu: A levélnek nincs címzettje.
it_it: Il messaggio non ha destinatari.
nb_no: E-post har ingen mottaker.
nl_nl: E-mailbericht heeft geen ontvanger.
pl_pl: Wiadomość nie ma adresata.
pt_br: O e-mail não tem destinatário.
ro_ro: Mesajul nu are niciun destinatar.
sv_se: Meddelandet har ingen mottagare.

source: Empty subject
cs_cz: Žádný předmět
da_dk: Tomt emne
es_mx: Asunto vacío
fr_fr: Pas de sujet
hu_hu: Nincs tárgy
it_it: Oggetto vuoto
nl_nl: Leeg onderwerp
pl_pl: Pusty temat
pt_br: Sem assunto
ro_ro: Niciun subiect
sv_se: Tom ämnesrad

source: This email has no subject. Do you want to send it anyway?
cs_cz: Zpráva nemá předmět. Poslat i tak?
da_dk: Denne e-mail har ikke noget emne. Vil du sende den alligevel?
es_mx: El correo no tiene asunto. ¿Desea enviarlo de todos modos?
fr_fr: Le message a un sujet vide. Voulez-vous l'envoyer quand même ?
hu_hu: Ennek a levélnek nincsen tárgya. El akarja így küldeni?
it_it: Questo messaggio non ha oggetto. Vuoi inviarlo comunque?
nl_nl: Dit e-mailbericht heeft geen onderwerp. Wilt u het toch verzenden?
pl_pl: Brak tematu wiadomości e-mail. Chcesz ją wysłać mimo to?
pt_br: Este e-mail está sem assunto. Enviá-lo mesmo assim?
ro_ro: Acest e-mail nu are nici un subiect. Doriți să-l trimiți oricum?
sv_se: Meddelandet har inget ämne. Vill du skicka det ändå?

source: Add subject
bg_bg: Добави тема
ca_es: Afegeix un assumpte
cs_cz: Přidat předmět
da_dk: Tilføj emne
es_mx: Añadir asunto
fr_fr: Ajouter un sujet
hu_hu: Tárgy hozzáadása
it_it: Aggiungi un oggetto
nb_no: Legg til emne
nl_nl: Onderwerp toevoegen
pl_pl: Dodaj temat
pt_br: Adicionar assunto
ro_ro: Adaugă subiect
sv_se: Lägg till ämne

source: This sender address is related to a disabled mail account. Please choose another sender address or visit settings to enable again.
cs_cz: Adresa odesílatele je spojena s neaktivním poštovním účtem. Zvolte jinou adresu odesílatele, nebo účet aktivujte v nastavení.
da_dk: Denne afsender-adresse er relateret til en deaktiveret e-mailkonto. Vælg venligst en anden afsender-adresse, eller aktivér i indstillingerne.
es_mx: Esta dirección de remite está relacionada con una cuenta de correo desactivada. Por favor, elija otra dirección de remite o visite la configuración para activarla nuevamente.
hu_hu: A feladó címe egy letiltott e-mail fiókhoz kapcsolódik. Kérjük, válasszon másik feladói címet, vagy a beállításokban engedélyezze újra.
it_it: Questo indirizzo mittente è correlato a un account di posta disabilitato. Scegli un altro indirizzo mittente o visita le impostazioni per riattivarlo.
nl_nl: Dit afzenderadres is gerelateerd aan een uitgeschakeld e-mailaccount. Kies een ander afzenderadres of ga naar de instellingen om het opnieuw in te schakelen.
pl_pl: Ten adres nadawcy jest powiązany z nieaktywnym kontem pocztowym. Wybierz inny adres nadawcy lub otwórz ustawienia i ponownie włącz konto.
pt_br: Este endereço de remetente está relacionado a uma conta de e-mail desabilitada. Escolhaoutro endereço de remetente ou configurações de visita para ativar novamente.
ro_ro: Această adresă de expeditor este legată de un cont de e-mail dezactivat. Vă rugăm să alegeți o altă adresă de expeditor sau să vizitați setările pentru a o activa din nou.
sv_se: Avsändaradressen tillhör ett avaktiverat e-postkonto. Välj en annan avsändaradress eller ändra inställningarna för att aktivera den igen.

source: error
cs_cz: chyba
da_dk: fejl
fr_fr: erreur
hu_hu: hiba
it_it: errore
nl_nl: fout
pl_pl: błąd
pt_br: erro
ro_ro: eroare
sv_se: fel

source: The sending of the message has been canceled.
bg_bg: Изпращането на съобщението беше отменено.
cs_cz: Odesílání zprávy bylo zrušeno.
da_dk: Afsendelsen af beskeden blev annulleret.
es_mx: El envío del mensaje ha sido cancelado.
fr_fr: L'envoi du message a été annulé.
hu_hu: Az üzenet küldése megszakítva.
it_it: L'invio del messaggio è stato annullato.
nb_no: Sending av meldingen ble avbrutt.
nl_nl: Het verzenden van het bericht is onderbroken.
pl_pl: Anulowano wysyłanie wiadomości.
pt_br: O envio da mensagem foi cancelado.
ro_ro: Trimiterea mesajelor a fost anulată.
sv_se: Skickandet av meddelandet har avbrutits.

source: The email has been sent
bg_bg: Мейлът беше изпратен
ca_es: El correu ha estat enviat
cs_cz: Zpráva byla odeslána
da_dk: E-mailen er sendt
es_mx: El correo se ha enviado
fr_fr: Le courriel a été envoyé
hu_hu: Az e-mail elküldve
it_it: Il messaggio è stato inviato
nb_no: E-posten er sendt
nl_nl: Het e-mailbericht is verzonden
pl_pl: Wiadomości zostały wysłane
pt_br: O e-mail foi enviado
ro_ro: E-mailul a fost trimis
sv_se: Meddelandet har skickats

source: Mail contains hidden external images
cs_cz: Zpráva obsahuje skryté externí obrázky
da_dk: E-mail indeholder skjulte eksterne billeder
es_mx: El correo contiene imágenes externas ocultas
hu_hu: A levél rejtett külső képeket tartalmaz
it_it: Il messaggio contiene immagini esterne nascoste
nl_nl: Mail bevat verborgen externe afbeeldingen
pl_pl: Wiadomość zawiera ukryte obrazy zewnętrzne
pt_br: O e-mail contém imagens externas ocultas
ro_ro: E-Mailul conține imagini externe ascunse
sv_se: Meddelandet innehåller dolda externa bilder

source: This email contains images from external sources that are currently hidden. The sent email will not contain any images from external sources
cs_cz: Zpráva obsahuje obrázky z externích zdrojů, které jsou skryté. Odeslaná zpráva nebude obsahovat žádné obrázky z externích zdrojů.
da_dk: Denne e-mail indeholder billeder fra eksterne kilder som er skjulte. Den sendte e-mail vil ikke indeholde billeder fra eksterne kilder
es_mx: Este correo contiene imágenes de fuentes externas que actualmente están ocultas. El correo enviado no contendrá imágenes de fuentes externas.
hu_hu: Ez az levél jelenleg rejtett, külső forrásból származó képeket tartalmaz. Az elküldött levél nem fog tartalmazni külső forrásból származó képeket
it_it: Questo messaggio di posta contiene immagini da fonti esterne che sono attualmente nascoste. Il messaggio inviato non conterrà immagini da fonti esterne
nl_nl: Dit e-mailbericht bevat afbeeldingen van externe bronnen die momenteel verborgen zijn.De verzonden e-mail bevat geen afbeeldingen van externe bronnen
pl_pl: Ta wiadomość zawiera obrazy z zewnętrznych źródeł, które są w tej chwili ukryte. Wysłana wiadomość nie będzie zawierała obrazów z zewnętrznych źródeł.
pt_br: Este e-mail contém imagens de fontes externas que estão ocultas no momento.O e-mail enviado não conterá imagens de fontes externas
ro_ro: Acest e-mail conține imagini din surse externe care sunt în prezent ascunse. E-mailul trimis nu va conține imagini din surse externe.
sv_se: Meddelandet innehåller bilder från externa källor som nu döljs. Det skickade meddelandet kommer inte att innehålla några bilder från externa källor

source: Mail may contain external images
cs_cz: Zpráva může obsahovat skryté externí obrázky
da_dk: E-mail indeholder måske eksterne billeder
es_mx: El correo puede contener imágenes externas
hu_hu: A levél külső képeket tartalmazhat
it_it: Il messaggio potrebbe contenere immagini esterne
nl_nl: Mail kan externe afbeeldingen bevatten
pl_pl: Wiadomość może zawierać obrazy zewnętrzne
pt_br: O e-mail pode conter imagens externas
ro_ro: E-Mailul poate conține imagini externe
sv_se: Meddelandet kan innehålla externa bilder

source: This email may contain images from external sources. The sent email will not contain any images from external sources
cs_cz: Zpráva může obsahovat obrázky z externích zdrojů, které jsou skryté. Odeslaná zpráva nebude obsahovat žádné obrázky z externích zdrojů.
da_dk: Denne e-mail indeholder måske billeder fra eksterne kilder. Den sendte e-mail vil ikke indeholde billeder fra eksterne kilder
es_mx: Este correo puede contener imágenes de fuentes externas. El correo enviado no contendrá imágenes de fuentes externas.
hu_hu: Ez a levél külső forrásból származó képeket tartalmazhat. Az elküldött levél nem fog tartalmazni külső forrásból származó képeket
it_it: Questo messaggio di posta potrebbe contenere immagini da fonti esterne. Il messaggio inviato non conterrà immagini da fonti esterne
nl_nl: Dit e-mailbericht kan afbeeldingen van externe bronnen bevatten. De verzonden e-mail bevat geen afbeeldingen van externe bronnen
pl_pl: Ta wiadomość może zawierać obrazy z zewnętrznych źródeł. Wysłana wiadomość nie będzie zawierała obrazów z zewnętrznych źródeł.
pt_br: Este e-mail pode conter imagens de fontes externas. O e-mail enviado não conterá imagens de fontes externas
ro_ro: Acest e-mail poate conține imagini din surse externe. E-mailul trimis nu va conține imagini din surse externe.
sv_se: Meddelandet kan innehålla bilder från externa källor. Det skickade meddelandet kommer inte att innehålla några bilder från externa källor

source: Compose mail without external images
cs_cz: Napsat zprávu bez externích obrázků
da_dk: Lav e-mail uden eksterne billeder
es_mx: Redactar correo sin imágenes externas
hu_hu: Levél írása külső képek nélkül
it_it: Componi i messaggi senza immagini esterne
nl_nl: E-mail opstellen zonder externe afbeeldingen
pl_pl: Utwórz wiadomość bez zewnętrznych obrazów
pt_br: Escrever e-mail sem imagens externas
ro_ro: Compuneți e-mailul fără imagini externe
sv_se: Skriv e-post utan externa bilder
