Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Add to Calendar
cs_cz: Přidat do kalendáře
da_dk: Tilføj til kalender
es_mx: Añadir al calendario
hu_hu: Hozzáadás a Naptárhoz
it_it: Aggiungi al calendario
nl_nl: Aan agenda toevoegen
pl_pl: Dodaj do kalendarza
pt_br: Adicionar ao calendário
ro_ro: Adaugă în calendar
sv_se: Lägg till i kalendern

source: Accept Proposal
cs_cz: Přijmout návrh
da_dk: Acceptér forslag
es_mx: Aceptar propuesta
hu_hu: Javaslat elfogadása
it_it: Accetta proposta
nl_nl: Accepteer voorstel
pl_pl: Zaakceptuj propozycję
pt_br: Aceitar proposta
ro_ro: Acceptă propunerea
sv_se: Acceptera förslag

source: Remove Appointment
cs_cz: Odstranit schůzku
da_dk: Fjern aftale
es_mx: Eliminar cita
hu_hu: Találkozó eltávolítása
it_it: Rimuovi appuntamento
nl_nl: Afspraak verwijderen
pl_pl: Usuń spotkanie
pt_br: Excluir compromisso
ro_ro: Eliminați întâlnirea
sv_se: Ta bort möte

source: Reject changes
bg_bg: Откажи промените
ca_es: Rebutja els canvis
cs_cz: Odmítnout změny
da_dk: Afvis ændringer
es_mx: Rechazar cambios
fr_fr: Rejeter les modifications
hu_hu: Változások elvetése
it_it: Rifiuta le modifiche
nb_no: Avvis endringer
nl_nl: Wijzigingen afwijzen
pl_pl: Odrzuć zmiany
pt_br: Rejeitar alterações
ro_ro: Respinge modificările
sv_se: Kasta ändringar

source: Ignore
bg_bg: Игнорирай
ca_es: Ignora
cs_cz: Ignorovat
da_dk: Ignorér
es_mx: Ignorar
fr_fr: Ignorer
hu_hu: Mellőzés
it_it: Ignora
nb_no: Ignorer
nl_nl: Negeren
pl_pl: Ignoruj
pt_br: Ignorar
ro_ro: Ignoră
sv_se: Ignorera

source: Request Appointment
cs_cz: Požádat o schůzku
da_dk: Forespørg om aftale
es_mx: Solicitar cita
hu_hu: Találkozó kérése
it_it: Richiedi appuntamento
nl_nl: Afspraak aanvragen
pl_pl: Poproś o spotkanie
pt_br: Solicitar compromisso
ro_ro: Solicitați o întâlnire
sv_se: Önska möte

source: Send Appointment
cs_cz: Odeslat schůzku
da_dk: Send aftale
es_mx: Enviar cita
hu_hu: Találkozó küldése
it_it: inviare appuntamento
nl_nl: Afspraak verzenden
pl_pl: Wyślij spotkanie
pt_br: Enviar compromisso
ro_ro: Trimite o întâlnire
sv_se: Skicka möte

source: You have accepted the appointment
bg_bg: Вие приехте срещата
ca_es: Heu acceptat la cita
cs_cz: Přijal(a) jste schůzku
da_dk: Du har accepteret aftalen
es_mx: Ha aceptado la cita
fr_fr: Vous avez accepté le rendez-vous
hu_hu: Elfogadta a találkozót
it_it: Hai accettato l'appuntamento
nb_no: Du har akseptert avtalen
nl_nl: U heeft de afspraak geaccepteerd
pl_pl: Spotkanie zostało zaakceptowane
pt_br: Você aceitou o compromisso
ro_ro: Ați acceptat întâlnirea
sv_se: Du har accepterat mötet

source: Changes have been saved
bg_bg: Промените са запазени
ca_es: Els canvis s'han desat
cs_cz: Změny byly uloženy
da_dk: Ændringerne blev gemt
es_mx: Los cambios se han guardado
fr_fr: Les modifications ont été enregistrées
hu_hu: A változtatások mentésre kerültek
it_it: Le modifiche sono state salvate
nb_no: Endringene har blitt lagret
nl_nl: Wijzigingen zijn opgeslagen
pl_pl: Zmiany zostały zapisane
pt_br: As alterações foram salvas
ro_ro: Modificările au fost salvate
sv_se: Ändringarna har sparats

source: Added the new participant
bg_bg: Добавени са новите участници
ca_es: El nou participant ha estat afegit
cs_cz: Nový účastník byl přidán
da_dk: Tilføjede den nye deltager
es_mx: Añadido el nuevo participante
fr_fr: Ajouté le nouveau participant
hu_hu: Az új résztvevő hozzáadva
it_it: Il nuovo partecipante è stato aggiunto
nb_no: Deltakeren ble lagt til
nl_nl: Nieuwe deelnemer toegevoegd
pl_pl: Dodaj nowego uczestnika
pt_br: Adicionado o novo participante
ro_ro: Noul participant a fost adăugat
sv_se: Lade till den nya deltagaren

source: The appointment has been updated
bg_bg: Срещата беше актуализирана
ca_es: La cita s'ha actualitzat
cs_cz: Schůzka byla aktualizována
da_dk: Aftalen blev opdateret
es_mx: La cita se ha actualizado
fr_fr: Le rendez-vous a été mis à jour
hu_hu: A találkozó frissítve
it_it: L'appuntamento è stato aggiornato
nb_no: Avtalen ble oppdatert
nl_nl: De afspraak is bijgewerkt
pl_pl: Spotkanie zostało zaktualizowane
pt_br: O compromisso foi atualizado
ro_ro: Întâlnirea a fost actualizată
sv_se: Mötet har uppdaterats

source: The appointment was added
cs_cz: Schůzka byla přidána
da_dk: Aftalen blev tilføjet
es_mx: La cita ha sido añadida
hu_hu: A találkozó hozzáadva
it_it: L'appuntamento è stato aggiunto
nl_nl: Deze afspraak is toegevoegd
pl_pl: Spotkanie zostało dodane
pt_br: O compromisso foi adicionado
ro_ro: Întâlnirea a fost adăugată
sv_se: Mötet lades till

source: The changes have been accepted
cs_cz: Změny byly přijaty
da_dk: Ændringerne er blevet accepteret
es_mx: Los cambios han sido aceptados
hu_hu: A változások elfogadva
it_it: Le modifiche sono state accettate
nl_nl: De wijzigingen zijn geaccepteerd
pl_pl: Zmiany zostały zaakceptowane
pt_br: As alterações foram aceitas
ro_ro: Modificările au fost acceptate
sv_se: Ändringarna har accepterats

source: The appointment has been deleted
bg_bg: Срещата беше изтрито
ca_es: La cita ha estat suprimida
cs_cz: Schůzka byla smazána
da_dk: Aftalen blev slettet
es_mx: La cita ha sido borrada
fr_fr: Le rendez-vous a été supprimé
hu_hu: A találkozó törölve
it_it: L'appuntamento è stato eliminato
nb_no: Avtalen ble slettet
nl_nl: De afspraak is verwijderd
pl_pl: Spotkanie zostało usunięte
pt_br: O compromisso foi excluído
ro_ro: Întâlnirea a fost ștearsă
sv_se: Mötet har tagits bort

source: You have declined the appointment
bg_bg: Отхвърлихте срещата
ca_es: Heu rebutjat la cita
cs_cz: Schůzku jste odmítl(a)
da_dk: Du har afslået aftalen
es_mx: Ha rechazado la cita
fr_fr: Vous avez décliné le rendez-vous
hu_hu: Elutasította a találkozót
it_it: Hai rifiutato l'appuntamento
nb_no: Du har avslått avtalen
nl_nl: U heeft de afspraak afgewezen
pl_pl: Spotkanie zostało odrzucone
pt_br: Você recusou o compromisso
ro_ro: Ați respins întâlnirea
sv_se: Du har avstått mötet

source: The changes have been rejected
bg_bg: Промените бяха отхвърлени
ca_es: S'han rebutjat els canvis
cs_cz: Změny byly odmítnuty
da_dk: Ændringerne blev afvist
es_mx: Los cambios han sido rechazados
fr_fr: Les modifications ont été rejetées
hu_hu: A változtatások elutasítva
it_it: Le modifiche sono state rifiutate
nb_no: Endringene har blitt avvist
nl_nl: De wijzigingen zijn afgewezen
pl_pl: Zmiany zostały odrzucone
pt_br: As alterações foram rejeitadas
ro_ro: Modificările au fost respinse
sv_se: Ändringarna har nekats

source: You have tentatively accepted the appointment
bg_bg: Вероятно приехте срещата
ca_es: Heu acceptat provisionalment la cita
cs_cz: Předběžně jste schůzku přijal(a)
da_dk: Du har accepteret denne aftale foreløbigt
es_mx: Ha aceptado provisionalmente la cita
fr_fr: Vous avez accepté le rendez-vous à titre provisoire
hu_hu: Feltételesen elfogadta a találkozót
it_it: Hai accettato provvisoriamente questo appuntamento
nb_no: Du har foreløpig godtatt avtalen
nl_nl: U heeft de afspraak voorlopig geaccepteerd
pl_pl: Spotkanie zostało wstępnie zaakceptowane
pt_br: Você aceitou provisoriamente o compromisso
ro_ro: Ați acceptat provizoriu întâlnirea
sv_se: Du har preliminärt accepterat mötet

source: This email contains an appointment
bg_bg: Този имейл съдържа среща
ca_es: Aquest correu conté una cita
cs_cz: Tato zpráva obsahuje schůzku.
da_dk: Denne e-mail indeholder en aftale
es_mx: Este correo contiene una cita.
fr_fr: Ce message contient un rendez-vous
hu_hu: A levél találkozót tartalmaz
it_it: Questo messaggio contiene un appuntamento
nb_no: Denne e-posten inneholder en avtale
nl_nl: Dit e-mailbericht bevat een afspraak
pl_pl: Ta wiadomość e-mail zawiera spotkanie
pt_br: Este e-mail contém um compromisso
ro_ro: Acest mesaj conține o întâlnire
sv_se: Meddelandet innehåller ett möte

source: You are the organizer
bg_bg: Вие сте организаторът
ca_es: En sou l'organitzador
cs_cz: Vy jste organizátor(ka)
da_dk: Du er arrangøren
es_mx: Usted es el organizador
fr_fr: Vous êtes l'organisateur
hu_hu: Ön a szervező
it_it: Sei l'organizzatore
nb_no: Du er organiserer
nl_nl: U bent de organisator
pl_pl: Jesteś organizatorem
pt_br: Você é o organizador
ro_ro: Sunteți organizatorul
sv_se: Du är organisatören

source: You have accepted this appointment
bg_bg: Приехте тази среща
ca_es: Heu acceptat aquesta cita
cs_cz: Přijal(a) jste tuto schůzku
da_dk: Du har accepteret denne aftale
es_mx: Usted ha aceptado esta cita
fr_fr: Vous avez accepté ce rendez-vous
hu_hu: Elfogadta ezt a találkozót
it_it: Hai accettato questo appuntamento
nb_no: Du har akseptert avtalen
nl_nl: U heeft deze afspraak geaccepteerd
pl_pl: To spotkanie zostało zaakceptowane
pt_br: Você aceitou este compromisso
ro_ro: Ați acceptat această întâlnire
sv_se: Du har accepterat mötet

source: You declined this appointment
bg_bg: Отхвърлихте тази среща
ca_es: Heu refusat aquesta cita
cs_cz: Tuto schůzku jste odmítl(a)
da_dk: Du har afslået denne aftale
es_mx: Usted ha rechazado esta cita
fr_fr: Vous avez décliné ce rendez-vous
hu_hu: Elutasította ezt a találkozót
it_it: Hai rifiutato questo appuntamento
nb_no: Du avslo avtalen
nl_nl: U heeft deze afspraak afgewezen
pl_pl: To spotkanie zostało odrzucone
pt_br: Você recusou este compromisso
ro_ro: Ați respins această întâlnire
sv_se: Du avstod från mötet

source: You tentatively accepted this appointment
cs_cz: Toto pozvání jste předběžně přijal(a)
da_dk: Du har accepteret denne aftale foreløbigt
es_mx: Ha aceptado esta cita provisionalmente
fr_fr: Vous avez accepté ce rendez-vous provisoirement
hu_hu: Ideiglenesen elfogadta ezt a találozót
it_it: Hai accettato provvisoriamente questo appuntamento
nl_nl: U heeft deze afspraak voorlopig geaccepteerd
pl_pl: To spotkanie zostało wstępnie zaakceptowane
pt_br: Você aceitou provisoriamente este compromisso
ro_ro: Ați acceptat provizoriu întâlnirea
sv_se: Du accepterade mötet preliminärt

source: Failed to update confirmation status; most probably the appointment has been deleted.
bg_bg: Неуспешно актуализиране на състоянието на потвърждаване; най-вероятно назначението е изтрито.
ca_es: S'ha produït una errada en actualitzar l'estat de confirmació; és probable que la cita hagi estat esborrada.
cs_cz: Nepodařilo se aktualizovat potvrzení; schůzka byla nejspíš smazána.
da_dk: Kunne ikke opdatere bekræftelsesstatus. Aftalen er sandsynligvis blevet slettet.
es_mx: Hubo un fallo al actualizar el estado de confirmación; lo más probable es que la cita haya sido borrada.
fr_fr: Impossible de mettre à jour l'état de confirmation ; il est probable que le rendez-vous a été supprimé.
hu_hu: Nem frissíthető a megerősítési állapot: valószínűleg a találkozót törölték.
it_it: Aggiornamento dello stato di conferma non riuscito; è probabile che l'appuntamento sia stato eliminato.
nb_no: Kunne ikke oppdatere bekreftelsestatus; mest sannsynligvis har avtalen blitt slettet.
nl_nl: Het is niet gelukt om de bevestigingsstatus aan te passen; dit komt meestal doordat de afspraak is verwijderd.
pl_pl: Nie można zaktualizować statusu potwierdzenia. Najprawdopodobniej spotkanie zostało usunięte.
pt_br: Falha ao atualizar status de confirmação: provavelmente o compromisso foi excluído.
ro_ro: Actualizarea stării confirmării a eșuat; probabil că întâlnirea a fost ștearsă.
sv_se: Kunde inte uppdatera bekräftelsestatus; mest troligt är att mötet har raderats.

source: This email contains a task
bg_bg: Този имейл съдържа задача
ca_es: Aquest correu conté una tasca
cs_cz: Tato zpráva obsahuje úkol
da_dk: Denne e-mail indeholder en opgave
es_mx: Este correo contiene una tarea
fr_fr: Ce message contient une tâche
hu_hu: A levél feladatot tartalmaz
it_it: Questo messaggio contiene un'attività
nb_no: Denne e-posten inneholder en oppgave
nl_nl: Dit e-mailbericht bevat een taak
pl_pl: Ta wiadomość e-mail zawiera zadanie
pt_br: Este e-mail contém uma tarefa
ro_ro: Acest e-mail conține o sarcină
sv_se: Meddelandet innehåller en uppgift

source: Show task details
bg_bg: Показване на подробностите за задачите
ca_es: Mostra els detalls de la tasca
cs_cz: Zobrazit detaily úkolu
da_dk: Vis opgavedetaljer
es_mx: Mostrar detalles de la tarea
fr_fr: Afficher les détails de la tâche
hu_hu: Feladat részletek megjelenítése
it_it: Mostra i dettagli dell'attività
nb_no: Vis oppgavedetaljer
nl_nl: Taakdetails tonen
pl_pl: Pokaż szczegóły zadania
pt_br: Exibir detalhes da tarefa
ro_ro: Afișează detaliile sarcinii
sv_se: Visa detaljer om uppgift

source: You have accepted this task
bg_bg: Приехте тази задача
ca_es: Heu acceptat aquesta tasca
cs_cz: Přijal(a) jste tento úkol
da_dk: Du har accepteret denne opgave
es_mx: Usted ha aceptado esta tarea
fr_fr: Vous avez accepté cette tâche
hu_hu: Elfogadta ezt a feladatot
it_it: Hai accettato questa attività
nb_no: Du har akseptert oppgaven
nl_nl: U heeft deze taak geaccepteerd
pl_pl: To zadanie zostało zaakceptowane
pt_br: Você aceitou esta tarefa
ro_ro: Ați acceptat această sarcină
sv_se: Du har accepterat uppgiften

source: You declined this task
bg_bg: Отхвърлихте тази задача
ca_es: Heu refusat aquesta tasca
cs_cz: Tento úkol jste odmítl(a)
da_dk: Du har afslået denne opgave
es_mx: Usted ha rechazado esta tarea
fr_fr: Vous avez décliné cette tâche
hu_hu: Elutasította ezt a feladatot
it_it: Hai rifiutato questa attività
nb_no: Du avslo oppgaven
nl_nl: U heeft deze taak afgewezen
pl_pl: To zadanie zostało odrzucone
pt_br: Você recusou esta tarefa
ro_ro: Ați respins această sarcină
sv_se: Du avstod från uppgiften

source: You tentatively accepted this task
bg_bg: Приемливо приехте тази задача
ca_es: Heu acceptat provisionalment aquesta tasca
cs_cz: Tento úkol jste předběžně přijal(a)
da_dk: Du har accepteret denne opgave foreløbigt
es_mx: Ha aceptado provisionalmente esta tarea
fr_fr: Vous avez accepté cette tâche à titre provisoire
hu_hu: Ezt a feladatot feltételesen elfogadta
it_it: Hai accettato provvisoriamente questa attività
nb_no: Du aksepterte denne oppgaven foreløpig
nl_nl: U heeft deze afspraak voorlopig geaccepteerd
pl_pl: To zadanie zostało wstępnie zaakceptowane
pt_br: Você aceitou provisoriamente esta tarefa
ro_ro: Ați acceptat provizoriu această sarcină
sv_se: Du har preliminärt accepterat den här uppgiften

source: Failed to update confirmation status; most probably the task has been deleted.
bg_bg: Неуспешно актуализиране на състоянието на потвърждаване; най-вероятно задачата е изтрита.
ca_es: S'ha produït una errada en actualitzar l'estat de confirmació; és probable que la tasca hagi estat esborrada.
cs_cz: Nepodařilo se aktualizovat potvrzení; úkol byl nejspíš smazán.
da_dk: Kunne ikke opdatere bekræftelsesstatus. Opgaven er sandsynligvis blevet slettet.
es_mx: Hubo un fallo al actualizar el estado de confirmación; lo más probable es que la tarea haya sido borrada.
fr_fr: Impossible de mettre à jour l'état de confirmation ; il est probable que la tâche a été supprimée.
hu_hu: Nem frissíthető a megerősítési állapot: valószínűleg a feladatot törölték.
it_it: Aggiornamento dello stato di conferma non riuscito; è probabile che l'attività sia stata eliminata.
nb_no: Kunne ikke oppdatere bekreftelsestatus; mest sannsynligvis har oppgaven blitt slettet.
nl_nl: Het is niet gelukt om de bevestigingsstatus aan te passen; dit komt meestal doordat de taak is verwijderd.
pl_pl: Nie można zaktualizować statusu potwierdzenia. Najprawdopodobniej zadanie zostało usunięte.
pt_br: Falha ao atualizar status de confirmação: provavelmente a tarefa foi excluída.
ro_ro: Actualizarea stării confirmării a eșuat; probabil că sarcina a fost ștearsă.
sv_se: Kunde inte uppdatera bekräftelsestatus; mest troligt är att uppgiften har raderats.

# a11y
source: location %1$s
bg_bg: местоположение %1$s
cs_cz: místo %1$s
da_dk: beliggenhed: %1$s
es_mx: ubicación %1$s
fr_fr: emplacement %1$s
hu_hu: hely: %1$s
it_it: luogo %1$s
nb_no: sted %1$s
nl_nl: locatie %1$s
pl_pl: miejsce: %1$s
pt_br: localização %1$s
ro_ro: locația %1$s
sv_se: plats %1$s

source: No appointments found until %s
bg_bg: Няма намерени срещи до %s
ca_es: No s'han trobat cites fins a %s
cs_cz: Žádné schůzky až do %s
da_dk: Ingen aftaler fundet indtil %s
es_mx: No se encontraron citas hasta %s
fr_fr: Aucun rendez-vous trouvé jusqu'à %s
hu_hu: Nincsenek találkozó eddig: %s
it_it: Nessun appuntamento trovato fino al %s
nb_no: Ingen avtaler funnet frem til %s
nl_nl: Geen afspraken gevonden tot %s
pl_pl: Nie znaleziono spotkań do: %s
pt_br: Nenhum compromisso localizado até %s
ro_ro: Nu s-au găsit întâlniri până la %s
sv_se: Inga möten hittades fram till %s

source: Error: Failed to load appointments
bg_bg: Грешка: Неуспешно зареждане на срещи
cs_cz: Chyba: Nepodařilo se načíst schůzky
da_dk: Fejl: Kunne ikke indlæse aftaler
es_mx: Error: Fallo al cargar citas
fr_fr: Erreur : impossible de charger les rendez-vous
hu_hu: Hiba: Az találkozó betöltése sikertelen
it_it: Errore: caricamento degli appuntamenti non riuscito
nl_nl: Fout tijdens het lezen van de afspraken
pl_pl: Błąd: Nie można wczytać spotkania
pt_br: Erro: Falha ao carregar compromissos
ro_ro: Eroare: Încărcarea întâlnirilor a eșuat
sv_se: Fel: Kunde inte läsa in möten

source: Retry
bg_bg: Повторен опит
ca_es: Torna-ho a provar
cs_cz: Zkusit znovu
da_dk: Prøv igen
es_mx: Reintentar
fr_fr: Réessayer
hu_hu: Újra
it_it: Ritenta
nb_no: Prøv på nytt
nl_nl: Opnieuw proberen
pl_pl: Spróbuj ponownie
pt_br: Tentar novamente
ro_ro: Încearcă din nou
sv_se: Försök igen

source: Select all
bg_bg: Избери всички
ca_es: Selecciona-ho tot
cs_cz: Vybrat vše
da_dk: Vælg alle
es_mx: Seleccionar todo
fr_fr: Tout sélectionner
hu_hu: Összes kiválasztása
it_it: Seleziona tutto
nb_no: Merk alle
nl_nl: Selecteer alles
pl_pl: Wybierz wszystko
pt_br: Selecionar tudo
ro_ro: Selectează tot
sv_se: Välj alla

source: List view
cs_cz: Pohled seznam
da_dk: Vis som liste
es_mx: Vista de lista
fr_fr: Vue en liste
hu_hu: Listanézet
it_it: Vista a elenco
nl_nl: Lijstoverzicht
pl_pl: Widok listy
pt_br: Visualização da lista
ro_ro: Vizualizare listă
sv_se: Listvy

source: Load appointments until %1$s
bg_bg: Заредете срещи до %1$s
cs_cz: Načíst schůzky až do %1$s
da_dk: Indlæs aftaler indtil %1$s
es_mx: Cargar citas hasta %1$s
fr_fr: Charger les rendez-vous jusque %1$s
hu_hu: Találkozók betöltése eddig: %1$s
it_it: Carica gli appuntamenti fino al %1$s
nl_nl: Afspraken inlezen tot %1$s
pl_pl: Wczytaj spotkania do %1$s
pt_br: Carregue compromissos até %1$s
ro_ro: Încarcă întâlnirile până la %1$s
sv_se: Läs in möten fram till %1$s

source: Open folder view
bg_bg: Отваряне на изглед на папки
ca_es: Obre la vista de carpeta
cs_cz: Otevřít pohled na složky
da_dk: Åbn mappevisning
es_mx: Abrir vista de carpeta
fr_fr: Ouvrir la vue des dossiers
hu_hu: Mappanézet megnyitása
it_it: Apri la vista delle cartelle
nb_no: Åpne mappevisning
nl_nl: Mappenoverzicht openen
pl_pl: Otwórz widok folderów
pt_br: Abrir visualização de pasta
ro_ro: Deschide vederea dosar
sv_se: Öppna mappvy

source: No appointment selected
bg_bg: Няма избрана среща
cs_cz: Není vybraná žádná schůzka
da_dk: Ingen aftale valgt
es_mx: No hay cita seleccionada
fr_fr: Aucun rendez-vous sélectionné
hu_hu: Nincs kiválasztott találkozó
it_it: Nessun appuntamento selezionato
nl_nl: Geen afspraak geselecteerd
pl_pl: Nie wybrano spotkania.
pt_br: Nenhum compromisso selecionado
ro_ro: Nicio întâlnire selectată
sv_se: Inget möte valt

source: %1$s appointments selected
bg_bg: Избрани са %1$s срещи
cs_cz: %1$s vybraných schůzek
da_dk: %1$s aftaler valgt
es_mx: %1$s citas seleccionadas
fr_fr: %1$s rendez-vous sélectionnés
hu_hu: %1$s találkozó kijelölve
it_it: %1$s appuntamenti selezionati
nl_nl: %1$s geselecteerde afspraken
pl_pl: Liczba wybranych spotkań: %1$s
pt_br: %1$s compromissos selecionados
ro_ro: %1$s întâlniri selectate
sv_se: %1$s möten valda

source: Could't load appointment data.
bg_bg: Данните за срещите не могат да се заредят.
cs_cz: Nepodařilo se načíst údaje schůzky.
da_dk: Kunne ikke indlæse aftaledata.
es_mx: No se pudieron cargar datos de la cita.
fr_fr: Impossible de charger les données des rendez-vous.
hu_hu: A találkozó adatai nem tölthetők be.
it_it: Impossibile caricare i dati dell'appuntamento.
nl_nl: Kan afspraak-gegevens niet laden.
pl_pl: Nie można wczytać danych spotkania.
pt_br: Não foi possível carregar os dados do compromisso.
ro_ro: Nu s-au putut încărca datele întâlnirii.
sv_se: Kunde inte läsa mötesdata.

source: Calendars
bg_bg: Календар
cs_cz: Kalendáře
da_dk: Kalendre
es_mx: Calendarios
fr_fr: Agendas
hu_hu: Naptárak
it_it: Calendari
nb_no: Kalendere
nl_nl: Agenda's
pl_pl: Kalendarze
pt_br: Calendários
ro_ro: Calendare
sv_se: Kalendrar

source: Back
bg_bg: Назад
ca_es: Enrere
cs_cz: Zpět
da_dk: Tilbage
es_mx: Atrás
fr_fr: Précédent
hu_hu: Vissza
it_it: Indietro
nb_no: Tilbake
nl_nl: Terug
pl_pl: Wróć
pt_br: Voltar
ro_ro: Înapoi
sv_se: Tillbaka

source: Folders
bg_bg: Папки
ca_es: Carpetes
cs_cz: Složky
da_dk: Mapper
es_mx: Carpetas
fr_fr: Dossiers
hu_hu: Mappák
it_it: Cartelle
nb_no: Mapper
nl_nl: Mappen
pl_pl: Foldery
pt_br: Pastas
ro_ro: Dosare
sv_se: Mappar

source: Calendar account error
cs_cz: Chyba kalendářního účtu
da_dk: Kalenderkontofejl
es_mx: Error de cuenta de calendario
fr_fr: Erreur de compte d'agenda
hu_hu: Naptár-fiók hiba
it_it: Errore account del calendario
nl_nl: Agenda-account fout
pl_pl: Błąd konta kalendarza
pt_br: Erro na conta do calendário
ro_ro: Eroare de cont calendar
sv_se: Fel i kalenderkonto

source: The password was changed recently. Please enter the new password.
cs_cz: Vaše heslo se nedávno změnilo. Zadejte své nové heslo.
da_dk: Din adgangskode er blevet ændret for nyligt. Indtast venligst din nye adgangskode.
es_mx: La contraseña ha cambiado recientemente. Por favor, introduzca la nueva contraseña.
fr_fr: Le mot de passe a été modifié récemment. Veuillez saisir le nouveau mot de passe.
hu_hu: A jelszó nemrég megváltozott. Kérjük, adja meg az új jelszót.
it_it: La password è stata modificata di recente. Digita la nuova password.
nl_nl: Het wachtwoord is onlangs gewijzigd. Voer het nieuwe wachtwoord in.
pl_pl: Hasło zostało niedawno zmienione. Wprowadź nowe hasło.
pt_br: A senha foi alterada recentemente. Insira a nova senha.
ro_ro: Parola a fost modificată recent. Introduceți noua parolă.
sv_se: Lösenordet ändrades nyligen. Ange det nya lösenordet.

source: Try again
cs_cz: Zkusit znovu
da_dk: Prøv igen
es_mx: Intentar de nuevo
fr_fr: Réessayer
hu_hu: Próbálja meg újra
it_it: Riprova
nl_nl: Opnieuw
pl_pl: Spróbuj ponownie
pt_br: Tente novamente
ro_ro: Încercați din nou
sv_se: Försök igen

source: Refreshing calendar might take some time...
cs_cz: Obnovení kalendáře může chvilku trvat...
da_dk: Genopfriskning af kalender kan tage noget tid...
es_mx: La actualización del calendario puede llevar algo de tiempo...
fr_fr: Rafraîchir l'agenda peut prendre un peu de temps...
hu_hu: A naptár frissítése eltarthat egy ideig...
it_it: L'aggiornamento del calendario potrebbe richiedere del tempo...
nl_nl: Het verversen van de agenda gaat enige tijd duren...
pl_pl: Odświeżenie kalendarza może trochę potrwać...
pt_br: A atualização do calendário pode levar algum tempo...
ro_ro: Reîmprospătarea calendarului poate dura...
sv_se: Kalenderuppdatering kan ta en stund...

source: Successfully refreshed calendar
cs_cz: Kalendář úspěšně obnoven
da_dk: Genopfriskede kalenderen
es_mx: Calendario actualizado con éxito
fr_fr: Agenda rafraîchi avec succès
hu_hu: Sikeresen frissített naptár
it_it: Calendario aggiornato correttamente
nl_nl: De agenda is succesvol ververst
pl_pl: Odświeżono kalendarz
pt_br: Calendário atualizado com sucesso
ro_ro: Calendarul a fost reîmprospătat cu succes
sv_se: Uppdaterade kalender

source: Edit accounts
cs_cz: Upravit účty
da_dk: Redigér konti
es_mx: Editar cuentas
fr_fr: Modifier les comptes
hu_hu: Fiókok szerkesztése
it_it: Modifica account
nl_nl: Accounts bewerken
pl_pl: Edytuj konta
pt_br: Editar conta
ro_ro: Editează conturi
sv_se: Redigera konton
