Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: If you do not wish to keep the item, please click on the trash icon.
cs_cz: Pokud si položku nepřejete zachovat, klikněte na ikonku koše.
da_dk: Hvis du ikke ønsker at beholde elementet, så klik venligst på ikonet af skraldespanden.
es_mx: Si no desea conservar el elemento, por favor presione en el icono de papelera.
fr_fr: Si vous ne souhaitez pas conserver l'élément, veuillez cliquer sur l'icône corbeille.
hu_hu: Ha nem szeretné megtartani az elemet, kattintson a Törölt elemek ikonra.
it_it: Se non desideri conservare l'elemento, fai clic sull'icona del cestino.
nl_nl: Als u het item niet wilt behouden klikt u op het prullenbak pictogram.
pl_pl: Jeśli nie chcesz zachować tego elementu, kliknij ikonę kosza.
pt_br: Se não deseja manter o item, clique no ícone da lixeira.
ro_ro: Dacă nu doriți să păstrați elementul, apăsați pe pictograma Coș de gunoi.
sv_se: Om du inte vill behålla objektet, klicka på papperskorgsikonen.

source: If you do not wish to keep an item, please click on the trash icon.
cs_cz: Pokud si položku nepřejete zachovat, klikněte na ikonku koše.
da_dk: Hvis du ikke ønsker at beholde en ting, kan du trykke på ikonet af skraldespanden.
es_mx: Si no desea conservar un elemento, por favor presione el icono de papelera.
fr_fr: Si vous ne souhaitez pas conserver un élément, veuillez cliquer sur l'icône corbeille.
hu_hu: Ha nem szeretné megtartani egy elemet, kattintson a Törölt elemek ikonra.
it_it: Se non desideri conservare un elemento, fai clic sull'icona del cestino.
nl_nl: Als u een item niet wilt behouden klikt u op het prullenbak pictogram.
pl_pl: Jeśli nie chcesz zachować elementu, kliknij ikonę kosza.
pt_br: Se não deseja manter um item, clique no ícone da lixeira.
ro_ro: Dacă nu doriți să păstrați elementele, apăsați pe pictograma Coș de gunoi.
sv_se: Om du inte vill behålla ett visst objekt, klicka på papperskorgsikonen.

source: About
bg_bg: Относно
ca_es: Quant a
cs_cz: O programu
da_dk: Om
es_mx: Acerca de
fr_fr: À propos
hu_hu: Névjegy
it_it: Informazioni
nb_no: Om
nl_nl: Over
pl_pl: O programie
pt_br: Sobre
ro_ro: Despre
sv_se: Om

source: Connect your Device
bg_bg: Свържете устройството си
cs_cz: Připojte své zařízení
da_dk: Forbind din enhed
es_mx: Conectar su dispositivo
fr_fr: Connecter votre appareil
hu_hu: Eszköz csatlakoztatása
it_it: Connetti il tuo dispositivo
nb_no: Tilknytt enheten din
nl_nl: Koppel uw Apparaat
pl_pl: Połącz urządzenie
pt_br: Conectar seu dispositivo
ro_ro: Conectare dispozitiv
sv_se: Anslut din enhet

source: Connect this Device
bg_bg: Свържете това устройство
cs_cz: Připojte toto zařízení
da_dk: Forbind denne enhed
es_mx: Conectar este dispositivo
fr_fr: Connecter cet appareil
hu_hu: Eszköz csatlakoztatása
it_it: Connetti questo dispositivo
nl_nl: Koppel dit Apparaat
pl_pl: Podłącz to urządzenie
pt_br: Conecte este dispositivo
ro_ro: Conectează acest dispozitiv
sv_se: Anslut denna enhet

source: Refresh. Current interval (%1$s min) can be customized in settings.
cs_cz: Obnovit. Aktuální interval (%1$s min) můžete upravit v nastavení.
da_dk: Genopfrisk. Nuværende interval (%1$s. minut) kan tilpases i indstillingerne.
es_mx: Recargar. El intervalo actual (%1$s min) se puede personalizar en los ajustes.
fr_fr: Actualiser. L'intervalle actuel (%1$s min) peut être personnalisé dans les réglages.
hu_hu: Frissítés. A jelenlegi időköz (%1$s perc) testreszabható a beállításokban.
it_it: Aggiorna. L'intervallo attuale (%1$s min) può essere personalizzato nelle impostazioni.
nl_nl: Vernieuwen. Huidige interval (%1$s min) kan aangepast worden in de instellingen.
pl_pl: Odśwież. Bieżący odstęp (%1$s min) można zmienić w ustawieniach.
pt_br: Atualizar. O intervalo atual (%1$s min) pode ser personalizado nas configurações.
ro_ro: Reîmprospătare. Intervalul curent (%1$s min) poate fi personalizat în Setări.
sv_se: Uppdatering. Nuvarande intervall (%1$s min) kan anpassas i inställningarna.

source: Help
bg_bg: Помощ
ca_es: Ajuda
cs_cz: Nápověda
da_dk: Hjælp
es_mx: Ayuda
fr_fr: Aide
hu_hu: Súgó
it_it: Aiuto
nb_no: Hjelp
pl_pl: Pomoc
pt_br: Ajuda
ro_ro: Ajutor
sv_se: Hjälp

source: Change user photo
cs_cz: Změnit fotografii uživatele
da_dk: Ændr brugerfoto
es_mx: Cambiar foto del usuario
fr_fr: Modifier la photo de l'utilisateur
hu_hu: Felhasználói fotó módosítása
it_it: Cambia foto utente
nl_nl: Gebruikersafbeelding wijzigen
pl_pl: Zmień zdjęcie użytkownika
pt_br: Alterar foto de usuário
ro_ro: Schimbă fotografia utilizatorului
sv_se: Ändra användarfoto

source: Upgrade your account
bg_bg: Надстройте профила си
cs_cz: Upgradovat účet
da_dk: Opgradér din konto
es_mx: Actualice su cuenta
fr_fr: Monter en gamme pour votre compte
hu_hu: Felhasználó fiók frissítése
it_it: Aggiorna il tuo account
nb_no: Oppgrader kontoen din
nl_nl: Uw account upgraden
pl_pl: Rozbuduj konto
pt_br: Atualize sua conta
ro_ro: Actualizați-vă contul
sv_se: Uppgradera ditt konto

source: Edit personal data
cs_cz: Upravit osobní údaje
da_dk: Redigér personlige data
es_mx: Editar datos personales
fr_fr: Modifier les données personnelles
hu_hu: Személyes adatok szerkesztése
it_it: Modifica dati personali
nl_nl: Persoonlijke gegevens bewerken
pl_pl: Edytuj dane osobowe
pt_br: Editar dados pessoais
ro_ro: Editează datele personale
sv_se: Redigera privat data

source: Add login password
cs_cz: Doplňte přihlašovací heslo
da_dk: Tilføj kodeord til logind
es_mx: Añadir contraseña de inicio de sesión
fr_fr: Ajouter un mot de passe de connexion
hu_hu: Adja meg a bejelentkezési jelszót
it_it: Aggiungi password di accesso
nl_nl: Aanmeld wachtwoord toevoegen
pl_pl: Dodaj hasło logowania
pt_br: Adicionar senha da sessão
ro_ro: Adăugați parolă pentru autentificare
sv_se: Lägg till inloggningslösenord

source: Change login password
cs_cz: Změnit přihlašovací heslo
da_dk: Ændr adgangskode til logind
es_mx: Cambiar contraseña de inicio de sesión
fr_fr: Modifier le mot de passe de connexion
hu_hu: Jelszó módosítása
it_it: Cambia la password di accesso
nl_nl: Aanmeld wachtwoord wijzigen
pl_pl: Zmień hasło logowania
pt_br: Alterar senha da sessão
ro_ro: Modifică parola de autentificare
sv_se: Byt inloggningslösenord

source: My account
cs_cz: Můj účet
da_dk: Min konto
es_mx: Mi cuenta
fr_fr: Mon compte
hu_hu: Saját fiók
it_it: Il mio account
nl_nl: Mijn account
pl_pl: Moje konto
pt_br: Minha conta
ro_ro: Contul meu
sv_se: Mitt konto

source: You forgot to sign out last time. Always use the sign-out button when you finished your work.
cs_cz: Naposledy jste se zapomněl(a) odhlásit. Po skončení práce vždy použijte tlačítko k odhlášení.
da_dk: Du glemte at logge ud sidst. Husk at bruge "log ud"-knappen, når du er færdig med arbejdet.
es_mx: Olvidó desconectarse la última vez. Utilice siempre el botón para desconectarse cuando termine su trabajo.
fr_fr: La dernière fois, vous avez oublié de fermer votre session. Utilisez systématiquement le bouton de déconnexion lorsque vous avez fini votre travail.
hu_hu: Legutóbb elfelejtett kijelentkezni. A munka befejeztével mindig használja a kilépés gombot.
it_it: Hai dimenticato di chiudere la sessione l'ultima volta. Utilizza sempre il pulsante di disconnessione quando hai finito il tuo lavoro.
nb_no: Du glemte å logge ut forrige gang. Alltid bruk Logg ut-knappen når du er ferdig med arbeidet ditt.
nl_nl: U heeft de vorige keer niet afgemeld. Gebruik altijd de afmeld-knop als uw werkzaamheden voltooid zijn.
pl_pl: Ostatnim razem nie nastąpiło wylogowanie. Po zakończeniu pracy zawsze używaj przycisku wylogowania.
pt_br: Você esqueceu de encerrar a sessão da última vez. Sempre use o botão de encerrar sessão quando terminar seu trabalho.
ro_ro: Data trecută ați uitat să vă deconectați. Utilizați întotdeauna butonul de deconectare când ați finalizat lucrul.
sv_se: Du glömde att logga ut tidigare. Använd alltid logga-utknappen när du har arbetat färdigt.

source: Did you know that you can take %1$s with you? Just click this icon and choose 'Connect your device' from the menu.
cs_cz: Věděli jste, že si %1$s můžete vzít s sebou? Prostě klikněte na tuto ikonku a zvolte v menu ‚Připojit zařízení‘.
da_dk: Vidste du at du kan tage %1$s med dig? Klik bare på dette ikon og vælg »Forbind din enhed« i menuen.
es_mx: ¿Sabía que puede llevar %1$s con usted? Simplemente presione en este icono y elija "Conectar su dispositivo" en el menú.
fr_fr: Saviez-vous que vous pouvez emmener %1$s partout avec vous ? Cliquez simplement sur cette icône et, dans le menu, choisissez "Connecter votre appareil".
hu_hu: Tudta, hogy magával viheti a(z) %1$s alkalmazást? Kattintson az ikonra és válassza ki az 'Eszköz csatlakoztatása' menüpontot.
it_it: Sapevi che puoi portare %1$s con te? Ti basta fare clic su questa icona e scegliere 'Connetti il tuo dispositivo' dal menu.
nl_nl: Wist u dat u de %1$s mee kan nemen? Klik op dit pictogram en kies 'Koppel uw apparaat' vanuit het menu.
pl_pl: Czy wiesz, że możesz zabrać ze sobą urządzenie %1$s? Wystarczy, że klikniesz tę ikonę i wybierzesz z menu polecenie Połącz urządzenie.
pt_br: Você sabia que pode levar %1$s com você? Basta clicar neste ícone e escolher "Conectar seu dispositivo" no menu.
ro_ro: Știați că %1$s este portabil? Trebuie doar să apăsați pe această pictogramă și să alegeți 'Conectați dispozitivul' din meniu.
sv_se: Visste du att du kan ta %1$s med dig? Bara klicka på den här ikonen och välj 'Anslut din enhet' från menyn.

source: Folder with name "%1$s" will be hidden. Enable setting "Show hidden files and folders" to access this folder again.
bg_bg: Папката с име \ " %1$s " ще бъде скрита. Активирайте настройката \ "Показване на скритите файлове и папки " за достъп до тази папка отново.
ca_es: La carpeta denominada "%1$s" s'amagarà. Activau l'ajustament "Mostra els fitxers i carpetes ocults" per a accedir de nou a aquesta carpeta.
cs_cz: Složka s názvem „%1$s“ bude skryta. Pro pozdější přístup k této složce povolte možnost „Zobrazit skryté soubory a složky“.
da_dk: En mappe med navnet "%1$s" vil være skjult. Slå "Vis skjulte filer og mapper" til for at kunne finde denne mappe igen.
es_mx: La carpeta denominada "%1$s" se ocultará. Active el ajuste "Mostrar archivos y carpetas ocultos" para acceder de nuevo a esta carpeta.
fr_fr: Le dossier nommé « %1$s » sera caché. Activez le réglage « Afficher les dossiers et fichiers cachés » pour accéder à nouveau à ce dossier.
hu_hu: A(z) „%1$s” nevű mappa elrejtésre kerül. Engedélyezze a „Rejtett fájlok és mappák megjelenítése” beállítást ezen mappa ismételt eléréséhez.
it_it: La cartella con il nome "%1$s" sarà nascosta. Abilita l'impostazione "Mostra i file e le cartelle nascoste" per accedere nuovamente a questa cartella.
nb_no: Mappen med navnet "%1$s" vil være skjult. Aktiver innstillingen "Vis skjulte filer og mapper" for å få tilgang til denne mappen igjen.
nl_nl: Mappen met de naam "%1$s" worden verborgen. Om deze mappen opnieuw te zien dient u de instelling "Toon verborgen bestanden en mappen" in te schakelen.
pl_pl: Folder o nazwie "%1$s" zostanie ukryty. Aby go ponownie wyświetlić, włącz ustawienie "Pokaż ukryte pliki i foldery".
pt_br: A pasta com nome "%1$s" será oculta. Ative a configuração " Exibir pastas e arquivos ocultos" para acessar essa pasta novamente.
ro_ro: Dosarul denumit "%1$s" va fi ascuns. Activați setarea "Afișează fișierele și dosarele ascunse" pentru a avea din nou acces la acest dosar.
sv_se: Mapp med namnet "%1$s" kommer att döljas. Aktivera inställningen "Visa dolda filer och mappar" för att komma åt mappen igen.

source: There are currently no compatible media devices available on your device.
bg_bg: Понастоящем няма налични съвместими мултимедийни устройства на устройството ви.
cs_cz: Vaše zařízení nemá žádné kompatibilní mediální zařízení.
da_dk: Der er ikke nogle kompatible medieenheder på din enhed lige nu.
es_mx: Actualmente no hay dispositivos de medios disponibles en su dispositivo.
fr_fr: Aucun périphérique média compatible sur votre appareil.
hu_hu: Jelenleg nincsenek az eszközön kompatibilis médiaeszközök.
it_it: Non sono attualmente disponibili dispositivi multimediali compatibili sul tuo dispositivo.
nl_nl: Er zijn momenteel geen compatibele media-apparaten beschikbaar op uw apparaat.
pl_pl: Obecnie na Twoim urządzeniu nie ma obsługiwanych urządzeń multimedialnych.
pt_br: No momento, não há dispositivos de mídia compatível disponível em seu dispositivo.
ro_ro: Momentan nu există niciun dispozitiv media compatibil pe dispozitivul dvs.
sv_se: Det finns för närvarande inga kompatibla mediaenheter tillgängliga på din enhet.

source: Access to your media devices has been denied. Please refer to your browser help pages for how to reset authorization.
bg_bg: Достъпът до медийните ви устройства е отказан. Моля, обърнете се към помощните страници на вашия браузър как да нулирате оторизацията.
cs_cz: Přístup k vašim mediálním zařízením byl odmítnut. Konzultujte nápovědu k vašemu prohlížeči, abyste mohl(a) resetovat autorizaci.
da_dk: Blev nægtet adgang til dine medieenheder. Se venligst i hjælpesiderne til din browser, for at finde ud af hvordan du kan nulstille godkendelser.
es_mx: El acceso a sus dispositivos de medios ha sido denegado. Por favor, consulte la páginas de ayuda de su navegador para ver cómo reiniciar la autorización.
fr_fr: L'accès à vos périphériques médias a été refusé. Veuillez-vous référer aux pages d'aide de votre navigateur pour réinitialiser les autorisations.
hu_hu: A médiaeszközökhöz való hozzáférés megtagadva. Kérjük, olvassa el a böngésző súgóoldalain az engedély visszaállításának módját.
it_it: L'accesso ai tuoi dispositivi multimediali è stato negato. Fai riferimento alla guida del tuo browser per capire come ripristinare le autorizzazioni.
nl_nl: Toegang tot de media-apparaten is niet toegestaan. Raadpleeg uw browser help-pagina's voor het opnieuw instellen van autorisatie.
pl_pl: Dostęp do urządzeń multimedialnych nie jest możliwy. Informacje na temat zerowania autoryzacji podano w pomocy do przeglądarki.
pt_br: O acesso aos seus dispositivos de mídia foi negado. Consulte as páginas de ajuda do seu navegador para saber como redefinir a autorização.
ro_ro: Accesul la dispozitivele dvs. media a fost refuzat. Consultați paginile de ajutor ale navigatorului referitoare la resetarea autorizației.
sv_se: Åtkomst till dina mediaenheter har nekats. Se din webbläsares hjälpsidor för information om hur du återställer behörighet.

source: This feature isn't available for non-secure connections.
bg_bg: Тази функция не е налице за несигурни връзки.
cs_cz: Tato funkce není k dispozici pro nezabezpečená spojení.
da_dk: Denne feature er ikke tilgængelig for usikre forbindelser.
es_mx: Esta característica no está disponible para conexiones inseguras.
fr_fr: Cette fonctionnalité n'est pas disponible aux connexions non sécurisées.
hu_hu: Ez a funkció nem elérhető a nem biztonságos kapcsolatokhoz.
it_it: Questa funzionalità non è disponibile per le connessioni non sicure.
nl_nl: Deze optie is niet beschikbaar als de verbinding onbeveiligd is.
pl_pl: Ta funkcja nie jest dostępna dla niezabezpieczonych połączeń.
pt_br: Este recurso não está disponível para conexões não seguras.
ro_ro: Funcționalitatea nu este disponibilă pentru conexiuni nesecurizate.
sv_se: Den här funktionen är inte tillgänglig för osäkra anslutningar.

source: Microphone %1$s
bg_bg: Микрофон %1$s
cs_cz: Mikrofon %1$s
da_dk: Mikrofon %1$s
es_mx: Micrófono %1$s
hu_hu: %1$s mikrofon
it_it: Microfono %1$s
nl_nl: Microfoon %1$s
pl_pl: Mikrofon %1$s
pt_br: Microfone %1$s
ro_ro: Microfon %1$s
sv_se: Mikrofon %1$s

source: Camera %1$s
bg_bg: Камера %1$s
cs_cz: Kamera %1$s
da_dk: Kamera %1$s
es_mx: Cámara %1$s
fr_fr: Caméra %1$s
hu_hu: %1$s kamera
pl_pl: Kamera %1$s
pt_br: Câmera %1$s
sv_se: Kamera %1$s

source: Unknown %1$s
bg_bg: Неизвестно %1$s
cs_cz: Neznámé %1$s
da_dk: Ukendt %1$s
es_mx: Desconocido %1$s
fr_fr: Inconnu %1$s
hu_hu: %1$s ismeretlen
it_it: Sconosciuto %1$s
nl_nl: Onbekend %1$s
pl_pl: Nieznane %1$s
pt_br: Desconhecido %1$s
ro_ro: Necunoscut %1$s
sv_se: Okänd %1$s

source: Unfortunately your browser doesn't support listing available media devices.
bg_bg: За съжаление, браузърът ви не поддържа списък на наличните медийни устройства.
cs_cz: Váš prohlížeč bohužel nepodporuje vypsání dostupných mediálních zařízení.
da_dk: Din browser kan desværre ikke give en liste med tilgængelige medieenheder.
es_mx: Desgraciadamente, su navegador no admite el listado de dispositivos de medios disponibles.
fr_fr: Votre navigateur ne gère malheureusement pas l'affichage des périphériques médias disponibles.
hu_hu: Sajnos a böngészője nem támogatja az elérhető médiaeszközök listázását.
it_it: Sfortunatamente il tuo browser non supporta l'elencazione dei dispositivi multimediali disponibili.
nl_nl: Helaas ondersteund uw browser ondersteunt het benoemen van beschikbare media-apparatuur niet.
pl_pl: Twoja przeglądarka nie obsługuje listy dostępnych urządzeń multimedialnych.
pt_br: Infelizmente, seu navegador não suporta a listagem de dispositivos de mídia disponíveis.
ro_ro: Din păcate navigatorul dvs. nu suportă listarea dispozitivelor media disponibile.
sv_se: Din webbläsare stödjer tyvärr inte visning av lista över tillgängliga mediaenheter.

source: %1$d notification.
bg_bg: %1$d известие.
cs_cz: %1$d oznámení.
da_dk: en underretning.
es_mx: %1$d notificación.
hu_hu: %1$d értesítése van.
it_it: %1$d notifica.
nb_no: %1$d varsel.
nl_nl: %1$d kennisgeving.
pl_pl: %1$d powiadomienie.
pt_br: %1$d notificação.
ro_ro: %1$d notificare.
sv_se: %1$d avisering.

source: No notifications
bg_bg: Няма известия
ca_es: No hi ha notificacions
cs_cz: Žádná oznámení
da_dk: Ingen påmindelser
es_mx: No hay notificaciones
fr_fr: Pas de notifications
hu_hu: Nincsenek értesítések
it_it: Nessuna notifica
nb_no: Ingen varsler
nl_nl: Geen kennisgevingen
pl_pl: Brak powiadomień
pt_br: Sem notificações
ro_ro: Nicio notificare
sv_se: Inga aviseringar

source: Close notification area
bg_bg: Затворете областта за уведомяване
cs_cz: Zavřít oznamovací oblast
da_dk: Luk påmindelsesområde
es_mx: Cerrar área de notificaciones
fr_fr: Fermer la zone de notification
hu_hu: Értesítési terület bezárása
it_it: Chiudi l'area di notifica
nb_no: Lukk varslingsområdet
nl_nl: Sluit kennisgevingsgebied
pl_pl: Zamknij obszar powiadomień
pt_br: Fechar área de notificação
ro_ro: Închide zona de notificare
sv_se: Stäng aviseringsområdet

source: Notify me again later
bg_bg: Уведоми ме отново по-късно
cs_cz: Připomenout znovu později
da_dk: Påmind mig igen senere
es_mx: Notificarme de nuevo más tarde
fr_fr: Me le rappeler ultérieurement
hu_hu: Értesítsen később
it_it: Notificami ancora più tardi
nb_no: Minn meg på dette senere
nl_nl: Herinner me later opnieuw
pl_pl: Powiadom mnie ponownie później
pt_br: Notifique-me novamente mais tarde
ro_ro: Amintește-mi din nou mai târziu
sv_se: Påminn mig senare

source: Would you like to enable desktop notifications?
bg_bg: Искате ли да активирате известията на работния плот?
cs_cz: Přejete si povolit oznámení na pracovní ploše?
da_dk: Vil du slå skrivebordsunderretninger til?
es_mx: ¿Desea activar las notificaciones de escritorio?
fr_fr: Souhaitez-vous activer les notifications de bureau ?
hu_hu: Szeretné engedélyezni az asztali értesítéseket?
it_it: Vuoi abilitare le notifiche del desktop?
nb_no: Vil du aktivere skrivebordsvarsler?
nl_nl: Wil u desktopkennisgevingen inschakelen?
pl_pl: Czy chcesz włączyć powiadomienia na pulpicie?
pt_br: Gostaria de habilitar as notificações de área de trabalho?
ro_ro: Doriți să activați notificările desktop?
sv_se: Vill du aktivera skrivbordsaviseringar?

source: Later
bg_bg: По късно
cs_cz: Později
da_dk: Senere
es_mx: Más tarde
fr_fr: Plus tard
hu_hu: Később
it_it: Più tardi
nb_no: Senere
pl_pl: Później
pt_br: Mais tarde
ro_ro: Mai târziu
sv_se: Senare

source: Decide now
bg_bg: Решете сега
cs_cz: Rozhodnout
da_dk: Beslut nu
es_mx: Decidir ahora
fr_fr: Décider maintenant
hu_hu: Beállítás most
it_it: Decidi ora
nb_no: Bestem nå
nl_nl: Beslis nu
pl_pl: Zdecyduj teraz
pt_br: Decidir agora
ro_ro: Decideți acum
sv_se: Bestäm nu

source: You can manage desktop notifications at any time, by visiting your settings
bg_bg: Можете да управлявате известията на работния плот по всяко време, като посетите настройките си
cs_cz: Oznámení na pracovní ploše můžete kdykoliv spravovat v nastavení
da_dk: Du kan håndtere skrivebordsunderretninger når som helst i dine indstillinger
es_mx: Puede administrar las notificaciones de escritorio en cualquier momento, visitando sus ajustes
fr_fr: Vous pouvez gérer à tout moment les notifications de bureau en consultant vos réglages
hu_hu: Az asztali értesítéseket a beállításoknál bármikor módosíthatja
it_it: Puoi gestire le notifiche del desktop in qualsiasi momento, visitando le tue impostazioni
nb_no: Du kan behandle varslene dine når som helst, under Innstillinger
nl_nl: "U kan desktopkennisgevingen op elk moment beheren door naar instellingen te geen
pl_pl: W każdej chwili możesz przejść do ustawień, aby zarządzać powiadomieniami na pulpicie
pt_br: Você pode gerenciar as notificações da área de trabalho a qualquer momento, visitando as suas configurações
ro_ro: Puteți gestiona notificările desktop în orice moment vizitând setările
sv_se: Du kan hantera skrivbordsaviseringar när som helst, genom dina inställningar

source: Hide this notification
bg_bg: Скриване на това известие
cs_cz: Skrýt toto oznámení
da_dk: Skjul denne underretning
es_mx: Ocultar esta notificación
fr_fr: Masquer cette notification
hu_hu: Értesítés elrejtése
it_it: Nascondi questa notifica
nb_no: Skjul denne varslingen
nl_nl: Verberg deze kennisgeving
pl_pl: Ukryj to powiadomienie
pt_br: Ocultar esta notificação
ro_ro: Ascunde această notificare
sv_se: Dölj den här aviseringen

source: New notifications
bg_bg: Нови известия
cs_cz: Nová oznámení
da_dk: Nye underretninger
es_mx: Nuevas notificaciones
fr_fr: Nouvelles notifications
hu_hu: Új értesítések
it_it: Nuove notifiche
nb_no: Nye varsler
nl_nl: Nieuwe kennisgevingen
pl_pl: Nowe powiadomienia
pt_br: Novas notificações
ro_ro: Notificări noi
sv_se: Nya aviseringar

source: You have new notifications
bg_bg: Имате нови известия
cs_cz: Máte nová oznámení
da_dk: Du har nye underretninger
es_mx: Tiene nuevas notificaciones
fr_fr: Vous avez de nouvelles notifications
hu_hu: Új értesítése érkezett
it_it: Hai nuove notifiche
nb_no: Du har nye varsler
nl_nl: U heeft nieuwe kennisgevingen
pl_pl: Masz nowe powiadomienia.
pt_br: Você tem novas notificações
ro_ro: Aveți notificări noi
sv_se: Du har nya aviseringar

source: Guest
bg_bg: Гост
ca_es: Convidat
cs_cz: Host
da_dk: Gæst
es_mx: Invitado
fr_fr: Invité
hu_hu: Vendég
it_it: Ospite
nb_no: Gjest
nl_nl: Gast
pl_pl: Gość
pt_br: Convidado
ro_ro: Invitat
sv_se: Gäst

source: Administrator
bg_bg: Администратор
ca_es: Administrador
cs_cz: Administrátor
es_mx: Administrador
fr_fr: Administrateur
hu_hu: Adminisztrátor
it_it: Amministratore
nl_nl: Beheerder
pt_br: Administrador
sv_se: Administratör

source: Apply role
bg_bg: Прилагане на роля
ca_es: Aplica rol
cs_cz: Aplikovat roli
da_dk: Tildel rolle
es_mx: Aplicar rol
fr_fr: Appliquer le rôle
hu_hu: Szerep alkalmazása
it_it: Applica ruolo
nb_no: Legg til rolle
nl_nl: Rol toewijzen
pl_pl: Zastosuj rolę
pt_br: Aplicar função
ro_ro: Aplică rolul
sv_se: Tillämpa roll

source: view the folder
bg_bg: преглеждане на папката
ca_es: mostra la carpeta
cs_cz: zobrazit složku
da_dk: vis mappen
es_mx: ver la carpeta
fr_fr: afficher le dossier
hu_hu: mappa megtekintése
it_it: visualizzare la cartella
nb_no: se mappen
nl_nl: toon de map
pl_pl: wyświetl folder
pt_br: visualizar a pasta
ro_ro: vizualizează dosarul
sv_se: visa mappen
