Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Mails per week-day (%)
bg_bg: Мейлове на работен ден (%)
ca_es: Correus per dia de la setmana (%)
cs_cz: Zpráv za den (%)
da_dk: E-mails pr. ugedag (%)
es_mx: Correos por día de la semana (%)
fr_fr: Messages par jour ouvré (%)
hu_hu: Levelek naponként (%)
it_it: Messaggi per giorno della settimana (%)
nb_no: E-poster per ukedag (%)
nl_nl: E-mailberichten per weekdag (%)
pl_pl: Wiadomości na tydzień roboczy (%)
pt_br: E-mails por dia da semana (%)
ro_ro: Mesaje pe zi din săptămână (%)
sv_se: Meddelanden per veckodag (%)

source: Mails per hour (%)
bg_bg: Мейлове на час (%)
ca_es: Correus per hora (%)
cs_cz: Zpráv za hodinu (%)
da_dk: E-mails pr. time (%)
es_mx: Correos por hora (%)
fr_fr: Messages par heure (%)
hu_hu: Levelek óránként (%)
it_it: Messaggi per ora (%)
nb_no: E-poster per time (%)
nl_nl: E-mailberichten per uur (%)
pl_pl: Wiadomości na godzinę (%)
pt_br: E-mails por hora (%)
ro_ro: Mesaje pe oră (%)
sv_se: Meddelanden per timme (%)

source: Statistics
bg_bg: Статистики
ca_es: Estadístiques
cs_cz: Statistiky
da_dk: Statistikker
es_mx: Estadísticas
fr_fr: Statistiques
hu_hu: Statisztika
it_it: Statistiche
nb_no: Statistikk
nl_nl: Statistieken
pl_pl: Statystyki
pt_br: Estatísticas
ro_ro: Statistici
sv_se: Statistik

source: Most recent mails (%1$d)
cs_cz: Nedávné zprávy (%1$d)
da_dk: Seneste e-mails (%1$d)
es_mx: Correos más recientes (%1$d)
hu_hu: Legutóbbi levelek (%1$d)
it_it: Messaggi più recenti (%1$d)
nl_nl: Meest recente E-mailberichten (%1$d)
pl_pl: Najnowsze %1$d wiadomości
pt_br: E-mails mais recentes (%1$d)
ro_ro: Cele mai recente e-mailuri (%1$d)
sv_se: Senaste meddelanden (%1$d)

source: Back to list
bg_bg: Обратно към списъка
cs_cz: Zpět na seznam
da_dk: Tilbage til liste
es_mx: Volver a la lista
fr_fr: Retour à la liste
hu_hu: Vissza a listához
it_it: Torna all'elenco
nb_no: Tilbake til listen
nl_nl: Terug naar lijst
pl_pl: Wróć do listy
pt_br: Voltar à lista
ro_ro: Înapoi la listă
sv_se: Tillbaka till listan

source: Previous message
bg_bg: Предишно съобщение
cs_cz: Předchozí zpráva
da_dk: Forrige besked
es_mx: Mensaje anterior
fr_fr: Message précédent
hu_hu: Előző üzenet
it_it: Messaggio precedente
nb_no: Forrige melding
nl_nl: Vorig bericht
pl_pl: Poprzednia wiadomość
pt_br: Mensagem anterior
ro_ro: Mesajul precedent
sv_se: Föregående meddelande

source: Next message
bg_bg: Следващо съобщение
cs_cz: Další zpráva
da_dk: Næste besked
es_mx: Siguiente mensaje
fr_fr: Message suivant
hu_hu: Következő üzenet
it_it: Messaggio successivo
nb_no: Neste melding
nl_nl: Volgend bericht
pl_pl: Następna wiadomość
pt_br: Próxima mensagem
ro_ro: Mesajul următor
sv_se: Nästa meddelande

source: Conversation
bg_bg: Разговори
cs_cz: Konverzace
da_dk: Samtale
es_mx: Conversación
fr_fr: Discussion
hu_hu: Társalgások
it_it: Conversazione
nb_no: Samtale
nl_nl: Conversatie
pl_pl: Konwersacja
pt_br: Conversa
ro_ro: Conversație
sv_se: Konversation

source: Open all messages
bg_bg: Отворете всички съобщения
cs_cz: Otevřít všechny zprávy
da_dk: Åbn alle beskeder
es_mx: Abrir todos los mensajes
fr_fr: Ouvrir tous les messages
hu_hu: Összes üzenet megnyitása
it_it: Apri tutti i messaggi
nb_no: Åpne alle meldinger
nl_nl: Open alle berichten
pl_pl: Otwórz wszystkie wiadomości
pt_br: Abrir todas as mensagens
ro_ro: Deschide toate mesajele
sv_se: Öppna alla meddelanden

source: Open/close all messages
bg_bg: Отвори/затвори всички съобщения
ca_es: Obre/tanca tots els missatges
cs_cz: Otevřít/zavřít všechny zprávy
da_dk: Åbn/luk alle beskeder
es_mx: Abrir/cerrar todos los mensajes
fr_fr: Ouvrir / Fermer tous les messages
hu_hu: Összes üzenet megnyitása/bezárása
it_it: Apri/Chiudi tutti i messaggi
nb_no: Åpne/lukke alle meldinger
nl_nl: Openen/Sluiten van alle berichten
pl_pl: Otwórz/zamknij wszystkie wiadomości
pt_br: Abrir/fechar todas as mensagens
ro_ro: Deschide/închide toate mesajele
sv_se: Öppna/stäng alla meddelanden

source: Close all messages
bg_bg: Затваряне на всички съобщения
cs_cz: Zavřít všechny zprávy
da_dk: Luk alle beskeder
es_mx: Cerrar todos los mensajes
fr_fr: Fermer tous les messages
hu_hu: Összes üzenet bezárása
it_it: Chiudi tutti i messaggi
nb_no: Lukk alle meldinger
nl_nl: Sluit alle berichten
pl_pl: Zamknij wszystkie wiadomości
pt_br: Fechar todas as mensagens
ro_ro: Închide toate mesajele
sv_se: Stäng alla meddelanden

source: Edit draft
bg_bg: Редактирай чернова
ca_es: Edita l'esborrany
cs_cz: Upravit koncept
da_dk: Redigér kladde
es_mx: Editar borrador
fr_fr: Modifier le brouillon
hu_hu: Piszkozat szerkesztése
it_it: Modifica bozza
nb_no: Rediger utkast
nl_nl: Bewerk concept
pl_pl: Edytuj wersję roboczą
pt_br: Editar rascunho
ro_ro: Editează ciorna
sv_se: Redigera utkast

source: Edit copy
bg_bg: Редактиране на копие
cs_cz: Upravit kopii
da_dk: Redigér kopi
es_mx: Editar copia
fr_fr: Modifier la copie
hu_hu: Másolat szerkesztése
it_it: Modifica copia
nb_no: Rediger kopi
nl_nl: Bewerk kopie
pl_pl: Edytuj kopię
pt_br: Editar cópia
ro_ro: Editează copia
sv_se: Redigera kopia

source: Set category
bg_bg: Задайте категория
cs_cz: Vybrat kategorii
da_dk: Sæt kategori
es_mx: Asignar categoría
fr_fr: Définir la catégorie
hu_hu: Kategória beállítása
it_it: Imposta categoria
nb_no: Angi kategori
nl_nl: Categorie instellen
pl_pl: Ustaw kategorię
pt_br: Definir categoria
ro_ro: Setează categorie
sv_se: Ange kategori

source: Vertical
bg_bg: Вертикален
cs_cz: Vertikální
da_dk: Lodret
fr_fr: Verticale
hu_hu: Függőleges
it_it: Verticale
nb_no: Vertikal
nl_nl: Verticaal
pl_pl: Pionowo
sv_se: Vertikal

source: Horizontal
bg_bg: Хоризонтален
ca_es: Horitzontal
cs_cz: Horizontální
da_dk: Horisontal
fr_fr: Horizontale
hu_hu: Vízszintes
it_it: Orizzontale
nb_no: Horisontal
nl_nl: Horizontaal
pl_pl: Poziomo
ro_ro: Orizontal
sv_se: Horisontell

source: Use categories
bg_bg: Използвайте категории
cs_cz: Používat kategorie
da_dk: Brug kategorier
es_mx: Usar categorías
fr_fr: Utiliser les catégories
hu_hu: Kategóriák használata
it_it: Utilizza le categorie
nb_no: Bruk kategorier
nl_nl: Categorieën gebruiken
pl_pl: Użyj kategorii
pt_br: Usar categorias
ro_ro: Utilizează categoriile
sv_se: Använd kategorier

source: Configure
bg_bg: Конфигуриране
cs_cz: Nastavit
da_dk: Sæt op
es_mx: Configurar
fr_fr: Configurer
hu_hu: Beállítás
it_it: Configura
nb_no: Konfigurer
nl_nl: Configureer
pl_pl: Skonfiguruj
pt_br: Configurar
ro_ro: Configurează
sv_se: Anpassa

source: Text preview
bg_bg: Предварителен преглед на текст
cs_cz: Náhled textu
da_dk: Tekstforvisning
es_mx: Vista previa del texto
fr_fr: Aperçu du texte
hu_hu: Szöveg előnézete
it_it: Anteprima del testo
nl_nl: Tekstvoorbeeld
pl_pl: Podgląd tekstu
pt_br: Visualização do texto
ro_ro: Previzualizare text
sv_se: Textförhandsgranskning

source: Contact pictures
bg_bg: Контактни снимки
ca_es: Imatges dels contactes
cs_cz: Obrázky kontaktů
da_dk: Kontaktbilleder
es_mx: Fotos de contactos
fr_fr: Images du contact
hu_hu: Névjegy képei
it_it: Immagini dei contatti
nb_no: Kontaktbilder
nl_nl: Contactafbeeldingen
pl_pl: Zdjęcia kontaktów
pt_br: Fotos do contato
ro_ro: Imagini contact
sv_se: Kontaktbilder

source: Exact dates
bg_bg: Точни дати
ca_es: Dates exactes
cs_cz: Přesná data
da_dk: Præcise datoer
es_mx: Fechas exactas
fr_fr: Dates exactes
hu_hu: Pontos dátumok
it_it: Date esatte
nb_no: Eksakte datoer
nl_nl: Exacte data
pl_pl: Dokładne daty
pt_br: Datas exatas
ro_ro: Date exacte
sv_se: Exakta datum

source: Message size
bg_bg: Размер на съобщенията
cs_cz: Velikost zprávy
da_dk: Beskedstørrelse
es_mx: Tamaño del mensaje
fr_fr: Taille des messages
hu_hu: Üzenet mérete
it_it: Dimensione del messaggio
nb_no: Meldingsstørrelse
nl_nl: Berichtgrootte
pl_pl: Rozmiar wiadomości
pt_br: Tamanho da mensagem
ro_ro: Dimensiune mesaj
sv_se: Meddelandestorlek

source: Unknown sender
bg_bg: Незнаен подател
ca_es: Remitent desconegut
cs_cz: Neznámý odesílatel
da_dk: Ukendt afsender
es_mx: Remitente desconocido
fr_fr: Expéditeur inconnu
hu_hu: Ismeretlen feladó
it_it: Mittente sconosciuto
nb_no: Ukjent avsender
nl_nl: Onbekende verzender
pl_pl: Nieznany nadawca
pt_br: Nenhum remetente
ro_ro: Expeditor necunoscut
sv_se: Okänd avsändare

source: No recipients
bg_bg: Няма получатели
ca_es: Sense destinataris
cs_cz: Žádní adresáti
da_dk: Ingen modtagere
es_mx: Sin destinatarios
fr_fr: Pas de destinataires
hu_hu: Nincsenek címzettek
it_it: Nessun destinatario
nb_no: Ingen mottakere
nl_nl: Geen ontvangers
pl_pl: Brak adresatów
pt_br: Sem destinatários
ro_ro: Niciun destinatar
sv_se: Inga mottagare

# E-Mail
source: High priority
bg_bg: Висок приоритет
cs_cz: Vysoká priorita
da_dk: Høj prioritet
es_mx: Prioridad alta
fr_fr: Priorité élevée
hu_hu: Magas prioritás
it_it: Priorità alta
nb_no: Høy prioritet
nl_nl: Hoge prioriteit
pl_pl: Wysoki priorytet
pt_br: Alta prioridade
ro_ro: Prioritate ridicată
sv_se: Hög prioritet

# E-Mail
source: Low priority
bg_bg: Нисък приоритет
cs_cz: Nízká priorita
da_dk: Lav prioritet
es_mx: Prioridad baja
fr_fr: Basse priorité
hu_hu: Alacsony prioritás
it_it: Priorità bassa
nb_no: Lav prioritet
nl_nl: Lage prioriteit
pl_pl: Niski priorytet
pt_br: Baixa prioridade
ro_ro: Prioritate scăzută
sv_se: Låg prioritet

source: Primary account
bg_bg: Главен акаунт
ca_es: Compte principal
cs_cz: Primární účet
da_dk: Primær konto
es_mx: Cuenta principal
fr_fr: Compte principal
hu_hu: Elsődleges fiók
it_it: Account principale
nb_no: Primær-konto
nl_nl: Primair account
pl_pl: Konto główne
pt_br: Conta primária
ro_ro: Cont principal
sv_se: Primärkonto

source: Be careful with this message. It might be spam or a phishing mail.
cs_cz: Zacházejte s touto zprávou opatrně. Může se jednat o spam nebo pokus o scam.
da_dk: Vær forsigtig med denne besked. Den kan være en spam eller fidus e-mail.
es_mx: Tenga cuidado con este mensaje. Podría ser un correo no deseado o de suplantación.
fr_fr: Soyez prudent vis-à-vis de ce message. Il peut s'agir d'un pourriel ou d'une tentative d'hameçonnage.
hu_hu: Legyen óvatos ezzel az üzenettel. Lehet, hogy kéretlen vagy adathalász levél.
it_it: Fai attenzione a questo messaggio. Potrebbe essere posta indesiderata o un tentativo di frode.
nl_nl: Wees voorzichtig met dit bericht: Het kan spam of een phishing bericht zijn.
pl_pl: Zachowaj ostrożność w przypadku tej wiadomości — to może być spam lub phishing.
pt_br: Tenha cuidado com esta mensagem. Pode ser spam ou e-mail fraudulento.
ro_ro: Atenție cu acest mesaj. Este posibil să fie spam sau un e-mail de phishing.
sv_se: Var försiktig med det här meddelandet. Det kan vara skräppost eller phishing.

source: This is a dangerous email containing spam or malware.
cs_cz: Toto je nebezpečná zpráva obsahující spam nebo škodlivé programy.
da_dk: Det her er en farlig e-mail, som indeholder spam eller malware.
es_mx: Este es un correo peligroso no deseado o que contiene malware.
fr_fr: Il s'agit d'un pourriel ou d'un courriel dangereux contenant un logiciel malveillant.
hu_hu: Ez egy veszélyes e-mail, amely kéretlen, vagy rosszindulatú szoftvert tartalmaz.
it_it: Questo è un messaggio di posta pericoloso che contiene spam o software malevolo.
nl_nl: Dit is een gevaarlijk e-mailberichten met spam of malware.
pl_pl: To jest niebezpieczna wiadomość e-mail zawierająca spam lub złośliwe oprogramowanie.
pt_br: Este e-mail é perigoso, contém spam ou malware.
ro_ro: Acesta este un e-mail periculos care conține spam sau malware.
sv_se: Detta är ett farligt meddelande som innehåller skräppost eller skadlig kod.

source: We could not verify that this email is from %1$s.
cs_cz: Nepodařilo se nám ověřit, že by tato zpráva skutečně byla od %1$s.
da_dk: Vi kunne ikke verificere at beskeden virkelig er fra %1$s.
es_mx: No pudimos verificar que este correo provenga de %1$s.
fr_fr: Nous n'avons pas pu vérifier que ce courriel provient réellement de %1$s.
hu_hu: Nem tudtuk ellenőrizni, hogy ezt az e-mailt valóban %1$s küldte.
it_it: Impossibile verificare che questo messaggio provenga da %1$s.
nl_nl: We kunnen niet controleren dat dit bericht van %1$s is.
pl_pl: Nie mogliśmy zweryfikować, czy tę wiadomość e-mail naprawdę wysłał użytkownik %1$s.
pt_br: Não foi possível confirmar que este e-mail é de %1$s.
ro_ro: N-am putut verifica dacă acest mesaj este într-adevăr de la %1$s.
sv_se: Vi kunde inte verifiera att detta meddelande är från %1$s.

source: We could verify that this email is from %1$s.
cs_cz: Podařilo se nám ověřit, že tato zpráva je skutečně od %1$s.
da_dk: Vi kunne verificere at beskeden er fra %1$s.
es_mx: Se ha verificado que este correo proviene de %1$s.
fr_fr: Nous avons pu vérifier que ce courriel provient réellement de %1$s.
hu_hu: Ezt az e-mailt valóban %1$s küldte.
it_it: Possiamo verificare che questo messaggio provenga da %1$s.
nl_nl: We kunnen bevestigen dat dit bericht van %1$s is.
pl_pl: Zweryfikowaliśmy, że tę wiadomość e-mail naprawdę wysłał użytkownik %1$s.
pt_br: Verificamos que este e-mail é de %1$s.
ro_ro: Am putut confirma acest mesaj este într-adevăr de la %1$s.
sv_se: Vi kunde verifiera att detta meddelande är från %1$s.

source: message
bg_bg: съобщение
cs_cz: zpráva
da_dk: besked
es_mx: mensaje
hu_hu: üzenet
it_it: messaggio
nb_no: melding
nl_nl: bericht
pl_pl: wiadomość
pt_br: mensagem
ro_ro: mesaj
sv_se: meddelande

source: Search in
bg_bg: Търсене в
cs_cz: Hledat v
da_dk: Søg i
es_mx: Buscar en
fr_fr: Chercher dans
hu_hu: Keresés itt:
it_it: Cerca in
nl_nl: Zoeken in
pl_pl: Szukaj w
pt_br: Pesquisa em
ro_ro: Caută în
sv_se: Sök i

source: Current folder
bg_bg: Текуща папка
cs_cz: Aktuální složka
da_dk: Aktuel mappe
es_mx: Carpeta actual
fr_fr: Dossier courant
hu_hu: Jelenlegi mappa
it_it: Cartella attuale
nl_nl: Huidige map
pl_pl: Bieżący folder
pt_br: Pasta atual
ro_ro: Dosarul curent
sv_se: Aktuell mapp

source: Contains words
bg_bg: Съдържа думи
cs_cz: Obsahuje slova
da_dk: Indeholder ord
es_mx: Contiene palabras
fr_fr: Contient les mots
hu_hu: Szavakat tartalmaz
it_it: Contiene parole
nl_nl: Bevat de woorden
pl_pl: Zawiera słowa
pt_br: Contém palavras
ro_ro: Conține cuvintele
sv_se: Innehåller ord

source: Has attachments
bg_bg: Има прикачени файлове
cs_cz: Má přílohy
da_dk: Har vedhæftninger
es_mx: Tiene adjuntos
fr_fr: Comporte des pièces jointes
hu_hu: Vannak mellékletei
it_it: Ha allegati
nl_nl: Heeft bijlagen
pl_pl: Ma załączniki
pt_br: Tem anexos
ro_ro: Conține fișiere atașate
sv_se: Har bilagor

source: Conversations
bg_bg: Разговори
ca_es: Converses
cs_cz: Konverzace
da_dk: Samtaler
es_mx: Conversaciones
hu_hu: Társalgások
it_it: Conversazioni
nb_no: Samtaler
nl_nl: Conversaties
pl_pl: Konwersacje
pt_br: Conversas
ro_ro: Conversații
sv_se: Konversationer

# dropdown
source: Sort
bg_bg: Сортирай по
cs_cz: Seřadit
da_dk: Sortér efter
es_mx: Ordenar
fr_fr: Trier par
hu_hu: Rendezés
it_it: Ordina
nl_nl: Sorteren
pl_pl: Sortowanie
pt_br: Ordenar
ro_ro: Sortează
sv_se: Sortera efter

source: All messages in this folder
bg_bg: Изтрий всички съобщение в тази папка
cs_cz: Všechny zprávy v této složce
da_dk: Alle beskeder i denne mappe
es_mx: Todos los mensajes de esta carpeta
fr_fr: Tous les messages dans ce dossier
hu_hu: Összes üzenet ebben a mappában
it_it: Tutti in messaggi in questa cartella
nl_nl: Alle berichten in deze map
pl_pl: Wszystkie wiadomości w tym folderze
pt_br: Todas as mensagens nesta pasta
ro_ro: Toate mesajele din acest dosar
sv_se: Alla meddelanden i den här mappen

# dropdown
source: All
bg_bg: Цял ден
cs_cz: Vše
da_dk: Alle
es_mx: Todos
fr_fr: Tous
hu_hu: Összes
it_it: Tutti
nl_nl: Alle
pl_pl: Wszystko
pt_br: Todos
ro_ro: Toate
sv_se: Alla

source: SMS Code
cs_cz: SMS kód
da_dk: SMS kode
es_mx: Código SMS
fr_fr: Code SMS
hu_hu: SMS Kód
it_it: Codice SMS
pl_pl: Kod SMS
pt_br: Código SMS
ro_ro: Cod SMS
sv_se: SMS-kod

source: Web auth
da_dk: Web godkendelse
es_mx: Autenticación web
fr_fr: Authentification web
hu_hu: Webes hitelesítés
it_it: Autenticazione web
pl_pl: Uwierzytelnienie sieciowe
pt_br: Autenticação da Web
ro_ro: Autentificare Web
sv_se: Webbaut

source: Security Token
cs_cz: Bezpečnostní token
da_dk: Sikkerhedstoken
es_mx: Token se seguridad
fr_fr: Jeton de sécurité
hu_hu: Biztonsági token
it_it: Token di sicurezza
pl_pl: Token bezpieczeństwa
pt_br: Token de segurança
ro_ro: Token de securitate
sv_se: Säkerhets-token

source: Recovery code
cs_cz: Kód pro obnovení
da_dk: Kode til gendannelse
es_mx: Código de recuperación
fr_fr: Code de récupération
hu_hu: Helyreállítási kód
it_it: Codice di ripristino
nl_nl: Herstel code
pl_pl: Kod odzyskiwania
pt_br: Código de recuperação
ro_ro: Cod de recuperare
sv_se: Återställningskod

source: There are no backup devices available for this account. Please notify support for help.
cs_cz: Pro tento účet nejsou k dispozici zálohovací zařízení. Kontaktujte technickou podporu.
da_dk: Der er ikke nogen enheder i reserve til denne konto. Kontakt venligst support for hjælp.
es_mx: No hay dispositivos de copia de seguridad disponibles para esta cuenta. Por favor, avise a soporte para recibir ayuda.
fr_fr: Aucun appareil de récupération n'est disponible pour ce compte. Veuillez en informer l'assistance pour obtenir de l'aide.
hu_hu: Ehhez a fiókhoz nincsenek biztonsági mentési eszközök. Kérjen értesítse a támogatói munkatársakat.
it_it: Non ci sono dispositivi di backup disponibili per questo account. Invia una segnalazione al supporto per ricevere aiuto.
nl_nl: Er is geen backup apparaat beschikbaar voor dit account. Meld dit bij ondersteuning voor hulp.
pl_pl: Nie ma żadnych urządzeń zapasowych dostępnych dla tego konta. Skontaktuj się z zespołem pomocy technicznej.
pt_br: Não há dispositivos de backup disponíveis para esta conta. Notifique o suporte para ajuda.
ro_ro: Nu există dispozitive de rezervă disponibile pentru acest cont. Vă rugăm să anunțați asistența pentru ajutor.
sv_se: Det finns inga backup-enheter tillgängliga för det här kontot. Kontakta kundtjänsten för hjälp.

source: Authentication failure. Please try reloading the page.
cs_cz: Autentizace selhala. Nahrajte stránku znovu.
da_dk: Godkendelse fejlede. Prøv venligst at genindlæse siden.
es_mx: Fallo en la autenticación. Por favor, inténtelo volviendo a cargar la página.
fr_fr: Échec de l'authentification. Veuillez recharger la page.
hu_hu: Hitelesítési hiba. Kérjük, próbálja meg újratölteni az oldalt.
it_it: Autenticazione non riuscita. Prova a ricaricare la pagina.
nl_nl: Aanmelden is mislukt. Ververs alstublieft de pagina.
pl_pl: Błąd uwierzytelniania. Odśwież stronę.
pt_br: A autenticação falhou. Tente recarregar a página.
ro_ro: Eroare de autentificare. Încercați să reîncărcați pagina.
sv_se: Autentisering misslyckades. Försök att ladda om sidan.

source: 2-Step Verification
cs_cz: Dvoufázové ověření
da_dk: 2-trins verifikation
es_mx: Verificación en 2 pasos
fr_fr: Vérification en deux étapes
hu_hu: Kétlépéses ellenőrzés
it_it: Verifica in due fasi
nl_nl: Authenticatie in twee stappen
pl_pl: Weryfikacja 2-etapowa
pt_br: Verificação em duas etapas
ro_ro: Autentificare în doi pași
sv_se: 2-Step Verifiering

# app
source: 2-Step Verification
cs_cz: Dvoufázové ověření
da_dk: 2-trins verificering
es_mx: Verificación en 2 pasos
fr_fr: Vérification en deux étapes
hu_hu: Kétlépéses ellenőrzés
it_it: Verifica in due fasi
nl_nl: Authenticatie in twee stappen
pl_pl: Weryfikacja 2-etapowa
pt_br: Verificação em duas etapas
ro_ro: Autentificare în doi pași
sv_se: 2-Step Verifiering

source: Verification Options
cs_cz: Možnosti ověřování
da_dk: Indstillinger til verificering
es_mx: Opciones de verificación
fr_fr: Options de vérification
hu_hu: Ellenőrzési beállítások
it_it: Opzioni di verifica
nl_nl: Authenticatie opties
pl_pl: Opcje weryfikacji
pt_br: Opções de verificação
ro_ro: Opțiuni de autentificare
sv_se: Verifieringsalternativ

source: Recovery Options
cs_cz: Možnosti obnovy
da_dk: Indstillinger til gendannelse
es_mx: Opciones de recuperación
fr_fr: Options de récupération
hu_hu: Helyreállítási beállítások
it_it: Opzioni di ripristino
nl_nl: Herstel Opties
pl_pl: Opcje odzyskiwania
pt_br: Opções de recuperação
ro_ro: Opțiuni de recuperare
sv_se: Återställningsalternativ

source: No 2-Step verification options configured yet.
cs_cz: Není nastaveno žádné dvoufázové ověření.
da_dk: Ingen muligheder til 2-trins verifikation er indstillet.
es_mx: Aún no se ha configurado ninguna opción de verificación en 2 pasos.
fr_fr: Aucune option de vérification en deux étapes n'est actuellement configurée.
hu_hu: Nincs még két lépésből álló hitelesítési beállítás.
it_it: Non è stata configurata ancora alcuna opzione di verifica in due fasi
nl_nl: Authenticatie in twee stappen is nog niet ingeschakeld.
pl_pl: Nie skonfigurowano jeszcze opcji weryfikacji 2-etapowej
pt_br: Nenhuma verificação em duas etapas configurada ainda.
ro_ro: Nu s-au configurat încă opțiunile de verificare în 2 pași.
sv_se: Ännu har inga alternativ för 2-Step-verifiering konfigurerats.

source: Add recovery option
cs_cz: Přidat možnost obnovy
da_dk: Tilføj mulighed for gendannelse
es_mx: Añadir opción de recuperación
fr_fr: Ajouter une option de récupération
hu_hu: Helyreállítási lehetőség hozzáadása
it_it: Aggiungi opzione di verifica
nl_nl: Herstel optie toevoegen
pl_pl: Dodaj opcję odzyskiwania
pt_br: Adicionar opção de recuperação
ro_ro: Adăugare opțiune de recuperare
sv_se: Lägg till återställningsalternativ

source: Add verification option
cs_cz: Přidat možnost ověření
da_dk: Tilføj mulighed for verifikation
es_mx: Añadir opción de verificación
fr_fr: Ajouter une option de vérification
hu_hu: Ellenőrzési lehetőség beállítása
it_it: Aggiungi opzione di verifica
nl_nl: Toevoegen verificatie optie
pl_pl: Dodaj opcję weryfikacji
pt_br: Adicionar opção de verificação
ro_ro: Adăugare opțiune de autentificare
sv_se: Lägg till verifieringsalternativ

source: Problem getting 2-step verification providers
cs_cz: Problém při získávání poskytovatelů dvoufázového ověření
da_dk: Udbydere af 2-trins bekræftelse kunne ikke hentes
es_mx: Problema al obtener proveedores de verificación en 2 pasos
fr_fr: Un problème est survenu lors de l'obtention des fournisseurs de vérification en deux étapes
hu_hu: Hiba történt a kétlépcsős ellenőrző szolgáltatók betöltése közben
it_it: Problema durante il recupero dei fornitori di verifica in due fasi
nl_nl: Fout bij het ophalen van 2-staps autorisatie diensten
pl_pl: Wystąpił problem z pozyskaniem dostawców weryfikacji 2-etapowej
pt_br: Problema ao obter provedores de verificação em duas etapas
ro_ro: Problemă la obținerea de furnizori de autentificare în 2 pași
sv_se: Problem med att hämta 2-Step-verifieringsleverantörer

source: Add Multifactor Device
cs_cz: Přidat vícefaktorové zařízení
da_dk: Tilføj enhed til 2-trins bekræftelse
es_mx: Añadir dispositivo multifactor
fr_fr: Ajouter un appareil multifacteur
hu_hu: Többfaktoros eszköz hozzáadása
it_it: Aggiungi dispositivo multifattore
nl_nl: Multifactor Apparaat Toevoegen
pl_pl: Dodaj urządzenie do uwierzytelniania wieloskładnikowego
pt_br: Adicionar dispositivo multifator
ro_ro: Adăugare dispozitiv multifactor
sv_se: Lägg till multifaktorenhet

source: Please enter the phone number for the device.
cs_cz: Zadejte, prosím, telefonní číslo zařízení.
da_dk: Indtast enhedens telefonnummer.
es_mx: Por favor, indique el número de teléfono del dispositivo.
fr_fr: Veuillez saisir le numéro de téléphone de cet appareil.
hu_hu: Kérjük, adja meg az eszköz telefonszámát.
it_it: Digita il numero di telefono del tuo dispositivo.
nl_nl: Geef alstublieft het telefoonnummer voor het apparaat.
pl_pl: Wpisz numer telefonu urządzenia.
pt_br: Insira o número de telefone do dispositivo.
ro_ro: Vă rugăm să introduceți numărul de telefon pentru dispozitiv.
sv_se: Ange enhetens telefonnummer.
