Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Green
bg_bg: Зелен
ca_es: Verd
cs_cz: zelená
da_dk: Grøn
es_mx: Verde
fr_fr: Vert
hu_hu: Zöld
it_it: Verde
nb_no: Grønn
nl_nl: Groen
pl_pl: Zielony
pt_br: Verde
ro_ro: Verde
sv_se: Grönt

source: Teal
bg_bg: Примкар
cs_cz: tmavě modrozelená
da_dk: Turkisgrøn
es_mx: Verde azulado
fr_fr: Bleu sarcelle
hu_hu: Zöldeskék
it_it: Foglia di tè
nl_nl: Groenblauw
pl_pl: Zielonomodry
pt_br: Verde petróleo
ro_ro: Albastru canar
sv_se: Blågrönt

source: Blue
bg_bg: Син
ca_es: Blau
cs_cz: modrá
da_dk: Blå
es_mx: Azul
fr_fr: Bleu
hu_hu: Kék
it_it: Blu
nb_no: Blå
nl_nl: Blauw
pl_pl: Niebieski
pt_br: Azul
ro_ro: Albastru
sv_se: Blått

source: Grayish blue
bg_bg: Сивкаво сиво
cs_cz: šedomodrá
da_dk: Gråblå
es_mx: Azul grisáceo
fr_fr: Gris-bleu
hu_hu: Szürkéskék
it_it: Blu grigiastro
nb_no: Grålig blå
nl_nl: Grijsblauw
pl_pl: Szaroniebieski
pt_br: Azul acinzentado
ro_ro: Gri albăstrui
sv_se: Gråblått

source: Gray
bg_bg: Сив
ca_es: Gris
cs_cz: šedá
da_dk: Grå
es_mx: Gris
fr_fr: Gris
hu_hu: Szürke
it_it: Grigio
nb_no: Grå
nl_nl: Grijs
pl_pl: Szary
pt_br: Cinza
ro_ro: Gri
sv_se: Grått

source: Red
bg_bg: Червен
ca_es: Vermell
cs_cz: červená
da_dk: Rød
es_mx: Rojo
fr_fr: Rouge
hu_hu: Vörös
it_it: Rosso
nb_no: Rød
nl_nl: Rood
pl_pl: Czerwony
pt_br: Vermelho
ro_ro: Roșu
sv_se: Rött

source: Amber
bg_bg: Кехлибар
cs_cz: jantarově žlutá
da_dk: Rav
es_mx: Ámbar
fr_fr: Ambre
hu_hu: Borostyán
it_it: Ambra
nb_no: Rav
pl_pl: Bursztynowy
pt_br: Âmbar
ro_ro: Chihlimbar

source: Yellow green
bg_bg: Жълто зелен
cs_cz: žlutozelená
da_dk: Gulgrøn
es_mx: Verde amarillento
fr_fr: Vert jaunâtre
hu_hu: Sárgászöld
it_it: Verde giallo
nb_no: Gul-grønn
nl_nl: Geelgroen
pl_pl: Żółtozielony
pt_br: Verde amarelado
ro_ro: Verde gălbui
sv_se: Gulgrönt

source: Sea green
bg_bg: Морско зелено
cs_cz: mořská zelená
da_dk: Havgrøn
es_mx: Verde mar
fr_fr: Vert océan
hu_hu: Tengerzöld
it_it: Verde mare
nb_no: Sjøgrønn
nl_nl: Zeegroen
pl_pl: Morski zielony
pt_br: Verde mar
ro_ro: Verde de apă
sv_se: Havsgrönt

source: Turquoise
bg_bg: Тюркоаз
cs_cz: tyrkysová
da_dk: Turkis
es_mx: Turquesa
hu_hu: Türkiz
it_it: Turchese
nb_no: Turkis
pl_pl: Turkusowy
pt_br: Turquesa
ro_ro: Turcoaz
sv_se: Turkost

source: Royal blue
bg_bg: Кралско синьо
cs_cz: královská modř
da_dk: Kongeblå
es_mx: Azul real
fr_fr: Bleu royal
hu_hu: Királykék
it_it: Blu reale
nb_no: Kongeblå
nl_nl: Koningsblauw
pl_pl: Błękit królewski
pt_br: Azul real
ro_ro: Albastru regal
sv_se: Kungsblått

source: Purple
bg_bg: Лилав
ca_es: Morat
cs_cz: purpurová
da_dk: Lilla
es_mx: Morado
fr_fr: Violet
hu_hu: Bíbor
it_it: Viola
nb_no: Lilla
nl_nl: Paars
pl_pl: Fioletowy
pt_br: Roxo
ro_ro: Violet
sv_se: Lila

source: Medium gray
bg_bg: Средно сиво
cs_cz: středně šedá
da_dk: Mellemgrå
es_mx: Gris medio
fr_fr: Gris moyen
hu_hu: Közepes szürke
it_it: Grigio intermedio
nb_no: Medium grå
nl_nl: Middengrijs
pl_pl: Średni szary
pt_br: Cinza médio
ro_ro: Gri mediu
sv_se: Mellangrått

source: Magenta
bg_bg: Пурпурен цвят
cs_cz: tmavě purpurová
hu_hu: Bíborvörös
pl_pl: Amarantowy

source: Gold
bg_bg: Злато
cs_cz: zlatá
da_dk: Guld
es_mx: Dorado
fr_fr: Or
hu_hu: Arany
it_it: Oro
nb_no: Gull
nl_nl: Goud
pl_pl: Złoty
pt_br: Ouro
ro_ro: Auriu
sv_se: Guld

source: Sky blue
bg_bg: Небесно синьо
cs_cz: blankytně modrá
da_dk: Himmelblå
es_mx: Azul cielo
fr_fr: Bleu ciel
hu_hu: Égkék
it_it: Celeste
nb_no: Himmelblå
nl_nl: Hemelblauw
pl_pl: Błękit nieba
pt_br: Azul céu
ro_ro: Albastru celest
sv_se: Himmelsblått

source: Red violet
bg_bg: Червен виолет
cs_cz: červenofialová
da_dk: Rødviolet
es_mx: Rojo violeta
fr_fr: Rouge violacé
hu_hu: Vörös ibolya
it_it: Rosso violaceo
nb_no: Rød fiolett
nl_nl: Roodpaars
pl_pl: Fiołkowy
pt_br: Vermelho violeta
ro_ro: Roșu violaceu
sv_se: Rödviolett

source: Pink
bg_bg: Розов
ca_es: Rosa
cs_cz: růžová
da_dk: Lyserød
es_mx: Rosa
fr_fr: Rose
hu_hu: Rózsaszín
it_it: Rosa
nb_no: Rosa
nl_nl: Roze
pl_pl: Różowy
pt_br: Rosa
ro_ro: Roz
sv_se: Rosa

source: Light sky blue
bg_bg: Светло небесно синьо
cs_cz: světle blankytně modrá
da_dk: Lys himmelblå
es_mx: Azul cielo claro
fr_fr: Bleu ciel clair
hu_hu: Világos égkék
it_it: Azzurro chiaro
nb_no: Lys himmelblå
nl_nl: Licht hemelblauw
pl_pl: Jasny błękit nieba
pt_br: Azul céu claro
ro_ro: Albastru celest deschis
sv_se: Ljust himmelsblått

source: Plum
bg_bg: Слива
cs_cz: švestková
da_dk: Mørkelilla
es_mx: Ciruela
fr_fr: Prune
hu_hu: Szilvakék
it_it: Prugna
nb_no: Plomme
nl_nl: Pruim
pl_pl: Śliwkowy
pt_br: Ameixa
ro_ro: Prună
sv_se: Plommon

source: No color
bg_bg: Без цвят
cs_cz: žádná barva
da_dk: Ingen farve
es_mx: Sin color
fr_fr: Pas de couleur
hu_hu: Nincs szín
it_it: Nessun colore
nb_no: Ingen farge
nl_nl: Geen kleur
pl_pl: Bez koloru
pt_br: Sem cor
ro_ro: Nicio culoare
sv_se: Ingen färg

source: toggle password visibility
bg_bg: превключи показване на паролата
cs_cz: přepnout viditelnost hesla
da_dk: Skift adgangskodesynlighed
es_mx: cambiar la visibilidad de la contraseña
fr_fr: afficher/cacher le mot de passe
hu_hu: jelszó láthatóság átkapcsolása
it_it: commuta la visibilità della password
nb_no: vis/skjul passord
nl_nl: schakel wachtwoord zichtbaarheid
pl_pl: przełącz widoczność hasła
pt_br: alternar visibilidade da senha
ro_ro: comută vizibilitatea parolei
sv_se: växla lösenordets synlighet

source: Copy to clipboard
bg_bg: Копиране в клипборда
cs_cz: Zkopírovat do schránky
da_dk: Kopiér til udklipsholder
es_mx: Copiar al portapapeles
fr_fr: Copier vers le presse-papiers
hu_hu: Másolás vágólapra
it_it: Copia negli appunti
nb_no: Kopier til utklippstavle
nl_nl: Kopieer naar het klembord
pl_pl: Skopiuj do schowka
pt_br: Copiar para a área de transferência
ro_ro: Copiază în clipboard
sv_se: Kopiera till klippbord

source: Copied
bg_bg: Копирани
cs_cz: Zkopírováno
da_dk: Kopieret
es_mx: Copiado
fr_fr: Copié
hu_hu: Másolva
it_it: Copiato
nb_no: Kopiert
nl_nl: Gekopieerd
pl_pl: Skopiowano
pt_br: Copiado
ro_ro: Copiat
sv_se: Kopierat

source: Year
bg_bg: Година
ca_es: Any
cs_cz: Rok
da_dk: År
es_mx: Año
fr_fr: Année
hu_hu: Év
it_it: Anno
nb_no: År
nl_nl: Jaar
pl_pl: Rok
pt_br: Ano
ro_ro: An
sv_se: År

source: Month
bg_bg: Месец
ca_es: Mes
cs_cz: Měsíc
da_dk: Måned
es_mx: Mes
fr_fr: Mois
hu_hu: Hónap
it_it: Mese
nb_no: Måned
nl_nl: Maand
pl_pl: Miesiąc
pt_br: Mês
ro_ro: Lună
sv_se: Månad

source: Day
bg_bg: Ден
ca_es: Dia
cs_cz: Den
da_dk: Dag
es_mx: Día
fr_fr: Jour
hu_hu: Nap
it_it: Giorno
nb_no: Dag
nl_nl: Dag
pl_pl: Dzień
pt_br: Dia
ro_ro: Zi
sv_se: Dag

source: Date
bg_bg: Дата
ca_es: Data
cs_cz: Datum
da_dk: Dato
es_mx: Fecha
hu_hu: Dátum
it_it: Data
nb_no: Dato
nl_nl: Datum
pl_pl: Data
pt_br: Data
ro_ro: Dată
sv_se: Datum

source: Use cursor keys to change the date. Press ctrl-key at the same time to change year or shift-key to change month. Close date-picker by pressing ESC key.
bg_bg: Изплозвайте стрелките на клавиатурата за да смените деня. Натиснете Control, за да смените годините. Натиснете Shift, за да смените месеца. За да затворите натиснете Escape.
ca_es: Emprau les tecles de moviment del cursor per a canviar la data. Premeu la tecla [Ctrl] alhora per a canviar l'any o la tecla [Mayús] per a canviar el mes. Tancau el selector de data prement la tecla [ESC]
cs_cz: Změňte datum pomocí kurzorových kláves. Když současně stisknete klávesu Ctrl, změníte rok, s klávesou Shift změníte měsíc. Výběr data zavřete stisknutím klávesy Esc.
da_dk: Brug piltasterne for at ændre datoen. Tast "Shift" og piltaster for at ændre måned eller "Ctrl" og piltaster for at ændre år. Tast "Esc" for at få vist en kalender.
es_mx: Use las teclas de movimiento del cursor para cambiar la fecha. Presione la tecla [Ctrl] al mismo tiempo para cambiar el año o la tecla [Mayús] para cambiar el mes. Cierre el selector de fecha presionando la tecla [Esc].
fr_fr: Utilisez les touches fléchées pour modifier la date. Appuyez sur la touche [Ctrl] en même temps pour changer l'année ou la touche [Maj] pour changer le mois. Fermez le sélecteur de date en appuyant sur [Échap].
hu_hu: A kurzorbillentyűkkel módosíthatja a dátumot. A Ctrl nyomva tartásával az év, a Shift nyomva tartásával a hónap módosítható. Az Esc megnyomásával kiléphet a dátumválasztóból
it_it: Utilizza le frecce direzionali per cambiare la data. Premi CTRL allo stesso tempo per cambiare l'anno o MAIUSC per cambiare il mese. Chiudi il selettore della data premendo il tasto ESC.
nb_no: Bruk piltastene for å endre datoen. Hold nede CTRL-knappen samtidig for å endre år, eller SHIFT-tasten for å endre måned. Lukk datovelgeren ved å trykke ESC-tasten.
nl_nl: Gebruik de cursortoetsen om de datum te veranderen. Druk de Ctrl-toets tegelijk in om het jaar te veranderen en Shift voor de maand. Sluit het datumselectiescherm door op Esc te drukken.
pl_pl: Zmień datę, używając klawiszy kursora. Aby zmienić rok, naciśnij jednocześnie CTRL i kursor. Aby zmienić miesiąc, naciśnij jednocześnie SHIFT i kursor. Zamknij okno wybierania dat, naciskając klawisz ESC.
pt_br: Use as setas do teclado para alterar a data. Pressione Ctrl+tecla ao mesmo tempo para alterar ano ou Shift+tecla para alterar mês. Feche o selecionador de data pressionando Esc+tecla.
ro_ro: Utilizați tastele cursor pentru a modifica data. Apăsați tasta Ctrl în același timp pentru a modifica anul sau tasta Shift pentru a modifica luna. Închideți selectorul de dată apăsând tasta Esc.
sv_se: Använd piltangenter för att ändra datum. Tryck ner Ctrl-tangenten samtidigt för att ändra år, eller skifttangenten för att ändra månad. Stäng datumväljaren genom att trycka på Esc-tangenten.

source: Time
bg_bg: Време
ca_es: Hora
cs_cz: Čas
da_dk: Tid
es_mx: Hora
fr_fr: Heure
hu_hu: Idő
it_it: Ora
nb_no: Tidspunkt
nl_nl: Tijd
pl_pl: Godzina
pt_br: Tempo
ro_ro: Oră
sv_se: Tid

source: Please enter a valid date
bg_bg: Моля въведете валидна дата
ca_es: Per favor, introduïu una data vàlida
cs_cz: Zadejte, prosím, platné datum
da_dk: Skriv venligst en gyldig dato
es_mx: Por favor, indique una fecha válida
fr_fr: Veuillez saisir une date valide
hu_hu: Érvényes dátumot adjon meg
it_it: Digita una data valida
nb_no: Vennligst oppgi en gyldig dato
nl_nl: Voer een geldige datum in
pl_pl: Podaj prawidłową datę
pt_br: Insira uma data válida
ro_ro: Introduceți o dată corectă
sv_se: Ange ett giltigt datum

source: Online help
bg_bg: Онлайн помощ
cs_cz: Nápověda online
da_dk: On-line-hjælp
es_mx: Ayuda en línea
fr_fr: Aide en ligne
hu_hu: Online súgó
it_it: Guida in linea
nb_no: Hjelp
pl_pl: Pomoc internetowa
pt_br: Ajuda online
ro_ro: Ajutor online
sv_se: Online-hjälp

source: Online help: %1$s
cs_cz: Nápověda online: %1$s
da_dk: On-line-hjælp: %1$s
es_mx: Ayuda en línea: %1$s
fr_fr: Aide en ligne : %1$s
hu_hu: Online súgó: %1$s
it_it: Guida in linea: %1$s
pl_pl: Pomoc internetowa: %1$s
pt_br: Ajuda online: %1$s
ro_ro: Ajutor online: %1$s
sv_se: Online-hjälp: %1$s

source: Delete
bg_bg: Изтрий
ca_es: Esborra
cs_cz: Smazat
da_dk: Slet
es_mx: Borrar
fr_fr: Supprimer
hu_hu: Törlés
it_it: Elimina
nb_no: Slett
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Excluir
ro_ro: Șterge
sv_se: Ta bort

source: Edit
bg_bg: Редактирай
ca_es: Edita
cs_cz: Upravit
da_dk: Redigér
es_mx: Editar
fr_fr: Modifier
hu_hu: Szerkesztés
it_it: Modifica
nb_no: Rediger
nl_nl: Bewerken
pl_pl: Edytuj
pt_br: Editar
ro_ro: Editează
sv_se: Redigera

source: Process subsequent rules
bg_bg: Процес на последващи правила
ca_es: Processa les regles posteriors
cs_cz: Zpracuj následující pravidla
da_dk: Afvikl efterfølgende regler
es_mx: Procesar las reglas posteriores
fr_fr: Traiter les règles suivantes
hu_hu: Soron következő szabályok feldolgozása
it_it: Elabora le regole successive
nb_no: Behandle underliggende regler
nl_nl: Verwerk ook de erop volgende regels
pl_pl: Przetwórz następne reguły
pt_br: Processar regras subsequentes
ro_ro: Procesează regulile ulterioare
sv_se: Behandla efterföljande regler

source: unlimited
bg_bg: неограничена
ca_es: il·limitat
cs_cz: neomezené
da_dk: ubegrænset
es_mx: ilimitado
fr_fr: illimité
hu_hu: korlátlan
it_it: illimitata
nb_no: ubegrenset
nl_nl: ongelimiteerd
pl_pl: bez ograniczeń
pt_br: ilimitado
ro_ro: nelimitat
sv_se: obegränsad

source: unknown
bg_bg: неизвестена
ca_es: desconegut
cs_cz: neznámé
da_dk: ukendt
es_mx: desconocido
fr_fr: inconnu
hu_hu: ismeretlen
it_it: sconosciuto
nb_no: ukjent
nl_nl: onbekend
pl_pl: nieznane
pt_br: desconhecido
ro_ro: necunoscut
sv_se: okänd

source: %1$s of %2$s
bg_bg: %1$s от %2$s
ca_es: %1$s de %2$s
cs_cz: %1$s z %2$s
da_dk: %1$s af %2$s
es_mx: %1$s de %2$s
fr_fr: %1$s sur %2$s
hu_hu: %1$s / %2$s
it_it: %1$s di %2$s
nb_no: %1$s av %2$s
nl_nl: %1$s van %2$s
pl_pl: %1$s z %2$s
pt_br: %1$s de %2$s
ro_ro: %1$s din %2$s
sv_se: %1$s av %2$s

source: Drag to reorder items
bg_bg: Плъзнете, за да пренаредите елементи
cs_cz: Táhnutím přeskupíte položky
da_dk: Træk for at ændre rækkefølgen
es_mx: Arrastrar para reordenar elementos
fr_fr: Faites glisser pour réordonner les éléments
hu_hu: Húzza az elemeket az átrendezéséhez
it_it: Trascina per riordinare gli elementi
nl_nl: Sleep de items om de volgorde te veranderen
pl_pl: Przeciągnij, aby zmienić kolejność pozycji
pt_br: Arraste para reordenar itens
ro_ro: Glisați pentru a reordona elementele
sv_se: Dra för att flytta omkring objekt

source: Use cursor keys to reorder items
bg_bg: Използвайте клавишите със стрелки, за да пренареждате елементи
cs_cz: Pro přeřazení položek použijte kurzorové klávesy
da_dk: Brug piltaster for at omorganisere elementer
es_mx: Use las teclas de movimiento del cursor para reordenar elementos
fr_fr: Utilisez les touches fléchées du clavier pour réorganiser les éléments
hu_hu: Sorbarendezéshez használja a kurzorbillentyűket.
it_it: Utilizza le frecce direzionali per riordinare gli elementi
nb_no: Bruk piltastene for å ordne elementer
nl_nl: Gebruik de cursortoetsen om de items te reorganiseren
pl_pl: Aby zmienić kolejność pozycji, użyj klawiszy kursora
pt_br: Use as setas do teclado para reordenar os itens
ro_ro: Utilizați tastele săgeți pentru a reordona elementele
sv_se: Använd piltangenter för att flytta omkring objekt

source: %1$s moved to position %2$s of %3$s
bg_bg: %1$s премести на позиция %2$s от %3$s
cs_cz: %1$s přesunuto na pozici %2$s z %3$s
da_dk: %1$s flyttede til plads %2$s ud af %3$s
es_mx: %1$s se ha movido a la posición %2$s de %3$s
fr_fr: %1$s est déplacé à la position %2$s sur %3$s
hu_hu: %1$s a(z) %2$s / %3$s pozícióba került
it_it: %1$s spostato nella posizione %2$s di %3$s
nb_no: %1$s flyttet til posisjon %2$s av %3$s
nl_nl: %1$s is verplaatst naar %2$s van %3$s
pl_pl: Element %1$s przeniesiono na miejsce %2$s z %3$s
pt_br: %1$s foi movido para a posição %2$s de %3$s
ro_ro: %1$s a fost mutat în poziția %2$s din %3$s
sv_se: %1$s flyttad till position %2$s av %3$s

source: Favorites
bg_bg: Любими
cs_cz: Oblíbené
da_dk: Favoritter
es_mx: Favoritos
fr_fr: Favoris
hu_hu: Kedvencek
it_it: Preferiti
nb_no: Favoritter
nl_nl: Favorieten
pl_pl: Ulubione
pt_br: Favoritos
ro_ro: Favorite
sv_se: Favoriter

source: Local system timezone
cs_cz: Časové pásmo místního systému.
da_dk: Det lokale systems tidszone
es_mx: Zona horaria local del sistema
fr_fr: Fuseau horaire du système local
hu_hu: Helyi rendszer időzónája
it_it: Fuso orario del sistema locale
nl_nl: Lokale systeem tijdzone
pl_pl: Lokalna strefa czasowa systemu
pt_br: Fuso horário do sistema local
ro_ro: Fusul orar al sistemului local
sv_se: Systemets lokala tidszon

source: America
cs_cz: Amerika
da_dk: Amerika
es_mx: América
fr_fr: Amériques
hu_hu: Amerika
nl_nl: Amerika
pl_pl: Ameryka
pt_br: América
sv_se: Amerika

source: Atlantic
cs_cz: Atlantický oceán
da_dk: Atlantisk
es_mx: Atlántico
fr_fr: Atlantique
hu_hu: Atlanti
it_it: Atlantico
nl_nl: Atlantische Oceaan
pl_pl: Atlantyk
pt_br: Atlântico
sv_se: Atlanten

source: Europe
cs_cz: Evropa
da_dk: Europa
es_mx: Europa
hu_hu: Európa
it_it: Europa
nl_nl: Europa
pl_pl: Europa
pt_br: Europa
ro_ro: Europa
sv_se: Europa

source: Africa
cs_cz: Afrika
da_dk: Afrika
es_mx: África
fr_fr: Afrique
hu_hu: Afrika
nl_nl: Afrika
pl_pl: Afryka
pt_br: África
sv_se: Afrika

source: Indian Ocean
cs_cz: Indický oceán
da_dk: Det Indiske ocean
es_mx: Océano Índico
fr_fr: Océan Indien
hu_hu: Indiai-óceán
it_it: Oceano Indiano
nl_nl: Indische Oceaan
pl_pl: Ocean Indyjski
pt_br: Oceano Índico
ro_ro: Oceanul Indian
sv_se: Indiska oceanen

source: Asia
cs_cz: Asie
da_dk: Asien
fr_fr: Asie
hu_hu: Ázsia
nl_nl: Azië
pl_pl: Azja
pt_br: Ásia
sv_se: Asien

source: Australia
cs_cz: Austrálie
da_dk: Australien
fr_fr: Australie
hu_hu: Ausztrália
nl_nl: Australië
pt_br: Austrália
sv_se: Australien

source: Pacific
cs_cz: Tichomoří
da_dk: Stillehavet
es_mx: Pacífico
fr_fr: Pacifique
hu_hu: Csendes-óceán
it_it: Pacifico
nl_nl: Stille Oceaan
pl_pl: Pacyfik
pt_br: Pacífico
sv_se: Stilla havet

source: Antarctica
cs_cz: Antarktida
da_dk: Antarktis
es_mx: Antártida
fr_fr: Antarctique
hu_hu: Antarktisz
pl_pl: Antarktyda
pt_br: Antártica
sv_se: Antarktis

source: Other
bg_bg: Друг
cs_cz: Jiné
da_dk: Andet
es_mx: Otro
fr_fr: Autre
hu_hu: Egyéb
it_it: Altro
nb_no: Annet
nl_nl: Overig
pl_pl: Inne
pt_br: Outro
ro_ro: Altul
sv_se: Annan

source: %1$s toolbar. Use cursor keys to navigate.
cs_cz: %1$s nástrojová lišta. Navigujte pomocí kurzorových kláves.
da_dk: %1$s værktøjslinje. Brug piletasterne til navigation.
es_mx: Barra de herramientas %1$s. Use las teclas del cursor para moverse.
fr_fr: Barre d'outils %1$s. Utilisez les flèches du clavier pour naviguer.
hu_hu: %1$s Eszköztár. Navigáláshoz használja a kurzorbillentyűket.
it_it: Barra degli strumenti di %1$s. Utilizza le frecce direzionali per navigare.
nl_nl: %1$s werkbalk. Gebruik de cursortoetsen om te navigeren.
pl_pl: Pasek narzędzi %1$s. Do poruszenia się użyj klawiszy kursora.
pt_br: Barra de ferramentas %1$s. Use as setas do teclado para navegar.
ro_ro: Bara de instrumente %1$s. Utilizați tastele cursor pentru a naviga.
sv_se: Verktygsfältet %1$s. Använd piltangenter för att navigera.

source: Actions. Use cursor keys to navigate.
bg_bg: Действия. Използвайте курсора за навигация.
cs_cz: Činnosti. K navigaci použijte kurzorové klávesy.
da_dk: Handlinger. Brug piltaster for at navigere.
es_mx: Acciones. Utilice las teclas del cursor para navegar.
fr_fr: Actions. Utilisez les flèches du clavier pour naviguer.
hu_hu: Műveletek. Navigáláshoz használja a kurzorbillentyűket.
it_it: Azioni. Utilizza le frecce direzionali per navigare.
nb_no: Handlinger. Bruk piltastene for å navigere.
nl_nl: Acties. Gebruik de cursortoetsen om te navigeren.
pl_pl: Działania. Do poruszenia się użyj klawiszy kursora.
pt_br: Ações. Use as setas do teclado para navegar.
ro_ro: Acțiuni. Utilizați tastele săgeți pentru navigare.
sv_se: Åtgärder. Använd piltangenter för att navigera.

source: Please enter a valid number
bg_bg: Моля въведете валидно число
ca_es: Per favor, introduïu un nombre vàlid
cs_cz: Zadejte, prosím, platné číslo
da_dk: Indtast venligst et gyldigt tal
es_mx: Por favor, indique un número válido
fr_fr: Veuillez saisir un nombre valide
hu_hu: Adjon meg érvényes számot
it_it: Digita un numero valido
nb_no: Vennligst oppgi et gyldig tall
nl_nl: Voer alstublieft een geldig nummer in
pl_pl: Wprowadź prawidłową liczbę
pt_br: Insira um número válido
ro_ro: Introduceți un număr corect
sv_se: Ange ett giltigt nummer

source: Please enter a date in the past
bg_bg: Моля въведете дата в миналото
ca_es: Per favor, introduïu una data ja passada
cs_cz: Zadejte, prosím, datum v minulosti
da_dk: Skriv venligst en dato i fortiden
es_mx: Por favor, indique una fecha ya pasada
fr_fr: Veuillez saisir une date passée
hu_hu: Adjon meg egy múltbeli dátumot
it_it: Digita una data nel passato
nb_no: Vennligst oppgi en dato som har passert
nl_nl: Voer alstublieft een datum uit het verleden in
pl_pl: Podaj datę z przeszłości
pt_br: Insira uma data no passado
ro_ro: Introduceți o dată din trecut
sv_se: Ange ett datum i det förflutna

source: Please enter a valid email address
bg_bg: Моля въведете валиден мейл адрес
ca_es: Per favor, introduïu una adreça de correu electrònic vàlida
cs_cz: Zadejte, prosím, platnou e-mailovou adresu
da_dk: Skriv venligst en gyldig e-mail-adresse
es_mx: Por favor, indique una dirección de correo válida
fr_fr: Veuillez saisir une adresse de courrier électronique valide
hu_hu: Érvényes e-mail címet adjon meg
it_it: Digita un indirizzo di posta valido
nb_no: Vennligst oppgi en gyldig epostadresse
nl_nl: Voer alstublieft een geldig e-mailadres in
pl_pl: Podaj prawidłowy adres e-mail
pt_br: Insira um endereço de e-mail válido
ro_ro: Introduceți o adresă de email corectă
sv_se: Ange en giltig e-postadress

source: Please enter a valid phone number. Allowed characters are: %1$s
bg_bg: Моля въведете валиден телефонен номер. Позволени символи са: %1$s
ca_es: Per favor, introduïu un número de telèfon vàlid. Els caràcters permesos són: %1$s
cs_cz: Zadejte, prosím, platné telefonní číslo. Povolené znaky jsou: %1$s
da_dk: Skriv venligst et gyldigt telefonnummer. Tilladte tegn: %1$s
es_mx: Por favor, indique un número de teléfono válido. Los caracteres permitidos son: %1$s
fr_fr: Veuillez saisir un numéro de téléphone valide. Les caractères autorisés sont : %1$s
hu_hu: Érvényes telefonszámot adjon meg. Az engedélyezett karakterek: %1$s
it_it: Digita un numero di telefono valido. I caratteri consentiti sono: %1$s
nb_no: Vennligst oppgi et gyldig telefonnummer. Tillatte tegn er: %1$s
nl_nl: Voer alstublieft een geldig telefoonnummer in. De toegestane tekens zijn: %1$s
pl_pl: Podaj prawidłowy numer telefonu. Dozwolone znaki: %1$s
pt_br: Insira um número de telefone válido. Os caracteres permitidos são: %1$s
ro_ro: Introduceți un număr de telefon corect. Caracterele permise sunt: %1$s
sv_se: Ange ett giltigt telefonnummer. Möjliga tecken är: %1$s

source: Please enter a valid object
bg_bg: Моля въведете валиден обект
ca_es: Per favor, indicau un objecte vàlid
cs_cz: Zadejte, prosím, platný předmět
da_dk: Skriv venligst et gyldigt objekt
es_mx: Por favor, indique un objeto válido
fr_fr: Veuillez saisir un objet valide
hu_hu: Érvényes objektumot adjon meg
it_it: Inserisci un oggetto valido
nb_no: Skriv inn et gyldig objekt
nl_nl: Voer alstublieft een geldig object in
pl_pl: Wprowadź prawidłowy obiekt
pt_br: Insira um objeto válido
ro_ro: Introduceți un obiect corect
sv_se: Ange ett giltigt objekt

source: Please enter a value
bg_bg: Моля въведете стойност
ca_es: Per favor, indicau un valor
cs_cz: Zadejte, prosím, hodnotu
da_dk: Skriv venligst en værdi
es_mx: Por favor, indique un valor
fr_fr: Veuillez saisir une valeur
hu_hu: Adjon meg egy értéket
it_it: Digita un valore
nb_no: Skriv inn en verdi
nl_nl: Voer alstublieft een waarde in
pl_pl: Podaj wartość
pt_br: Insira um valor
ro_ro: Introduceți o valoare
sv_se: Ange ett värde

source: Please grant access to your webcam first.
bg_bg: Моля, първо позволете достъп до камерата.
cs_cz: Nejprve povolte přístup ke své webkameře.
da_dk: Giv venligst adgang til dit webcam først.
es_mx: Por favor, conceda antes acceso a su webcam.
fr_fr: Veuillez tout d'abord accorder l'accès à votre webcam.
hu_hu: Először adjon hozzáférést a webkamerához.
it_it: Accora prima l'accesso alla tua webcam.
nl_nl: Geef eerst toestemming om uw webcam te gebruiken.
pl_pl: Najpierw przyznaj dostęp do kamery internetowej.
pt_br: Primeiro conceda acesso a sua webcam.
ro_ro: Permiteți accesul la webcam înainte.
sv_se: Ge åtkomst till din webbkamera först.
