Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Emails have been moved
cs_cz: Zprávy byly přesunuty
da_dk: E-mails er blevet flyttet
es_mx: Los correos se han movido
fr_fr: Les courriels ont été déplacés
hu_hu: A levelek áthelyezésre kerültek
it_it: I messaggi sono stati spostati
nl_nl: E-mailberichten zijn verplaatst
pl_pl: Wiadomości e-mail zostały przeniesione
pt_br: Os e-mails foram movidos
ro_ro: E-mail-urile au fost mutate
sv_se: Meddelanden har flyttats

source: Email has been copied
cs_cz: Zpráva byla zkopírována
da_dk: E-mail er blevet kopieret
es_mx: El correo se ha copiado
fr_fr: Le courriel a été copié
hu_hu: A levél másolása megtörtént
it_it: Il messaggio è stato copiato
nl_nl: E-mailberichten zijn gekopieerd
pl_pl: Wiadomość e-mail została skopiowana
pt_br: O e-mail foi copiado
ro_ro: Email-ul a fost copiat
sv_se: Meddelandet har kopierats

source: Emails have been copied
cs_cz: Zprávy byly zkopírovány
da_dk: E-mails er blevet kopieret
es_mx: Los correos se han copiado
fr_fr: Les courriels ont été copiés
hu_hu: A levelek másolása megtörtént
it_it: I messaggi sono stati copiati
nl_nl: E-mailberichten zijn gekopieerd
pl_pl: Wiadomości e-mail zostały skopiowane
pt_br: Os e-mails foram copiados
ro_ro: E-mail-urile au fost copiate
sv_se: Meddelanden har kopierats

source: Reply all
bg_bg: Отговори всички
cs_cz: Odpovědět všem
da_dk: Svar alle
es_mx: Responder a todos
fr_fr: Répondre à tous
hu_hu: Válasz mindenkinek
it_it: Rispondi a tutti
nb_no: Svar alle
nl_nl: Allen beantwoorden
pl_pl: Odpowiedz wszystkim
pt_br: Responder a todos
ro_ro: Răspunde tuturor
sv_se: Svara alla

source: Forward
bg_bg: Препрати
ca_es: Reenvia
cs_cz: Přeposlat
da_dk: Videresend
es_mx: Reenviar
fr_fr: Transférer
hu_hu: Továbbítás
it_it: Inoltra
nb_no: Videresend
nl_nl: Doorsturen
pl_pl: Prześlij dalej
pt_br: Encaminhar
ro_ro: Redirecționează
sv_se: Vidarebefordra

source: Mark as spam
bg_bg: Маркирай като спам
ca_es: Marca-ho com a correu brossa
cs_cz: Označit jako spam
da_dk: Markér som spam
es_mx: Marcar como no deseado
fr_fr: Marquer comme spam
hu_hu: Megjelölés levélszemétként
it_it: Marca come spam
nb_no: Merk som søppelpost
nl_nl: Markeer als ongewenst
pl_pl: Oznacz jako spam
pt_br: Marcar como spam
ro_ro: Marchează ca mesaj nedorit
sv_se: Märk som skräp

source: Not spam
bg_bg: Не е спам
ca_es: No és correu brossa
cs_cz: Není spam
da_dk: Ikke spam
es_mx: No es spam
fr_fr: Pas du spam
hu_hu: Nem levélszemét
it_it: Non indesiderata
nb_no: Ikke søppelpost
nl_nl: Niet ongewenst
pl_pl: Nie spam
pt_br: Não é spam
ro_ro: Nu este un mesaj nedorit
sv_se: Inte skräppost

source: Send new email
cs_cz: Poslat novou zprávu
da_dk: Send ny e-mail
es_mx: Enviar correo nuevo
fr_fr: Envoyer un nouveau courriel
hu_hu: Új levél küldése
it_it: Invia nuovo messaggio
nl_nl: Verzend nieuwe e-mail
pl_pl: Wyślij nową wiadomość e-mail
pt_br: Enviar novo e-mail
ro_ro: Trimite e-mail nou
sv_se: Skicka nytt meddelande

source: Save as file
bg_bg: Запиши като файл
ca_es: Desa com a fitxer
cs_cz: Uložit jako soubor
da_dk: Gem som fil
es_mx: Guardar como archivo
fr_fr: Enregistrer dans un fichier
hu_hu: Mentés fájlként
it_it: Salva come file
nb_no: Lagre som fil
nl_nl: Opslaan als bestand
pl_pl: Zapisz jako plik
pt_br: Salvar como arquivo
ro_ro: Salvează ca fișier
sv_se: Spara som fil

source: View source
bg_bg: Виж кода
ca_es: Mostra'n el codi font
cs_cz: Zobrazit zdroj
da_dk: Vis kilde
es_mx: Ver código fuente
fr_fr: Afficher le code source
hu_hu: Forrás megtekintése
it_it: Visualizza il sorgente
nb_no: Vis kilde
nl_nl: Bron tonen
pl_pl: Wyświetl źródło
pt_br: Visualizar fonte
ro_ro: Afișează sursa
sv_se: Visa källa

source: Create filter rule
bg_bg: Създайте правило за филтриране
cs_cz: Vytvořit filtrovací pravidlo
da_dk: Opret filterregel
es_mx: Crear regla de filtrado
fr_fr: Créer une règle de filtrage
hu_hu: Szűrőszabály létrehozása
it_it: Crea regola di filtro
nb_no: Opprett filterregel
nl_nl: Filterregel aanmaken
pl_pl: Utwórz regułę filtra
pt_br: Criar regra de filtro
ro_ro: Creează o regulă de filtrare
sv_se: Skapa filterregel

source: Add to calendar
bg_bg: Добави в календара
ca_es: Afegeix al calendari
cs_cz: Přidat do kalendáře
da_dk: Tilføj til kalender
es_mx: Añadir al calendario
fr_fr: Ajouter à l'agenda
hu_hu: Hozzáadás a naptárhoz
it_it: Aggiungi al calendario
nb_no: Legg til i kalender
nl_nl: Aan agenda toevoegen
pl_pl: Dodaj do kalendarza
pt_br: Adicionar ao calendário
ro_ro: Adaugă în calendar
sv_se: Lägg till i kalendern

source: Drop here to import this email
cs_cz: Upusťte zde pro importování této zprávy
da_dk: Slip her for at importere e-mail
es_mx: Suelte aquí para importar este correo
fr_fr: Déposer ici pour importer ce courriel
hu_hu: Húzza ide a levelet az importálásához
it_it: Rilascia qui per importare questo messaggio
nl_nl: Sleep hierheen om deze e-mail te importeren
pl_pl: Upuść wiadomość e-mail w tym miejscu, aby ją zaimportować
pt_br: Solte aqui para importar este e-mail
ro_ro: Glisați aici pentru a importa acest e-mail
sv_se: Släpp här för att importera meddelandet

source: No subject
bg_bg: Без тема
ca_es: Sense assumpte
cs_cz: Žádný předmět
da_dk: Intet emne
es_mx: Sin asunto
fr_fr: Pas de sujet
hu_hu: Nincs tárgy
it_it: Nessun oggetto
nb_no: Ikke noe emne
nl_nl: Geen onderwerp
pl_pl: Brak tematu
pt_br: Sem assunto
ro_ro: Niciun subiect
sv_se: Inget ämne

source: This email has been added to the portal
cs_cz: Tato zpráva byla přidána do portálu
da_dk: E-mail er blevet tilføjet Portalen
es_mx: Este correo se ha añadido al portal
fr_fr: Ce courriel a été ajouté au portail
hu_hu: A levél hozzáadva a portálhoz
it_it: Questo messaggio è stato aggiunto al portale
nl_nl: Dit e-mailbericht is toegevoegd aan het portaal
pl_pl: Ta wiadomość e-mail została dodana do portalu
pt_br: Este e-mail foi adicionado ao portal
ro_ro: Acest e-mail a fost adăugat la portal
sv_se: Detta meddelande har lagts till i portalen

source: Empty file attachment
cs_cz: Prázdná příloha
da_dk: Tom vedhæftning
es_mx: Archivo vacío adjunto
fr_fr: Pièce jointe vide
hu_hu: A csatolt fájl üres
it_it: Allegato vuoto
nl_nl: Leeg bestand bijlage
pl_pl: Pusty plik załącznika
pt_br: Anexo de arquivo vazio
ro_ro: Atașament gol
sv_se: Tom filbilaga

source: The attached file is empty. Maybe this file was deleted on your local hard drive. Do you want to send it anyway?
cs_cz: Připojený soubor je prázdný. Je možné, že byl tento soubor smazán z vašeho disku. Přesto poslat?
da_dk: Den vedhæftede fil er tom. Måske er den blevet slettet fra din lokale harddisk. Vil du sende den alligevel?
es_mx: El archivo adjuntado está vacío. Es posible que este archivo se haya borrado de su disco duro. ¿Quiere enviarlo de todas formas?
fr_fr: Le fichier joint est vide. Ce fichier a peut-être été supprimé sur votre disque dur local. Voulez-vous l'envoyer malgré tout ?
hu_hu: A csatolt fájl üres. Lehet, hogy ezt a fájlt törölték a helyi merevlemezről. Mindenképpen el akarja küldeni?
it_it: Il file allegato è vuoto. Forse il file è stato eliminato sul tuo disco locale. Vuoi inviarlo comunque?
nl_nl: Het bijgevoegde bestand is leeg. Misschien was dit bestand verwijderd op uw lokale harde schijf. Wilt u het toch versturen?
pl_pl: Załączony plik jest pusty. Być może plik został skasowany z lokalnego dysku. Chcesz go wysłać mimo to?
pt_br: O arquivo anexado está vazio. Talvez este arquivo tenha sido excluído no seu disco rígido local. Deseja enviá-lo mesmo assim?
ro_ro: Fișierul atașat este gol. Poate că acest fișier a fost șters pe hard disk-ul local. Doriți să-l trimiteți oricum?
sv_se: Den bifogade filen är tom. Filen kanske raderades på din lokala hårddisk. Vill du skicka den ändå?

source: Send with empty attachment
cs_cz: Poslat s prázdnou přílohou
da_dk: Send med tom vedhæftning
es_mx: Enviar con adjunto vacío
fr_fr: Envoyer avec la pièce jointe vide
hu_hu: Küldés üres melléklettel
it_it: Invia con allegato vuoto
nl_nl: Versturen met lege bijlage
pl_pl: Wyślij z pustym załącznikiem
pt_br: Enviar sem anexo
ro_ro: Trimite cu atașament gol
sv_se: Skicka med tom bilaga

source: The file "%1$s" cannot be uploaded because it exceeds the total attachment size limit of %2$s
bg_bg: Файлът \ " %1$s " не може да бъде качен, защото надхвърля ограничението за общия размер на прикачените файлове за %2$s
cs_cz: Soubor „%1$s“ nelze nahrát, protože je přesahuje celkový limit pro přílohy, %2$s
da_dk: Filen »%1$s« kan ikke overføres, da dens størrelse overstiger den maksimale størrelse for vedhæftninger, %2$s
es_mx: El archivo "%1$s" no se puede cargar porque supera el límite de tamaño del total para adjuntos %2$s
fr_fr: Le fichier « %1$s » ne peut pas être téléchargé car il dépasse la taille limite totale autorisée pour les pièces jointes, %2$s
hu_hu: A fájl („%1$s”) nem tölthető fel, mert a melléklet meghaladja a kvótakorlátot (%2$s)
it_it: Il file "%1$s" non può essere caricato poiché supera il limite totale di dimensione degli allegati di %2$s
nb_no: Filen "%1$s" kan ikke lastes opp fordi den overskrider maksimal vedleggsstørrelse på %2$s
nl_nl: Het bestand "%1$s" kan niet worden geüpload omdat het bestand groter is dan de maximaal toegestane grootte van %2$s
pl_pl: Nie można przesłać pliku „%1$s”, ponieważ jego rozmiar przekracza łączny limit rozmiaru załączników wynoszący %2$s
pt_br: O arquivo "%1$s" não pode ser enviado porque excede o limite de tamanho total de anexos de %2$s
ro_ro: Fișierul "%1$s" nu poate fi încărcat deoarece depășește limita totală pentru fișiere atașate de %2$s
sv_se: Filen "%1$s" kan inte laddas upp eftersom den överskrider totala storleksgränsen för bilagor på %2$s

source: The file "%1$s" cannot be uploaded because it exceeds the attachment publication maximum file size of %2$s
bg_bg: Файлът \ " %1$s " не може да бъде качен, защото надхвърля максималния размер на файла за публикуване на прикачения файл на %2$s
ca_es: El fitxer "%1$s" no s'ha pogut pujar perquè supera la mida màxima de publicació d'adjunts de %2$s
cs_cz: Soubor „%1$s“ nelze nahrát, protože je větší než maximální povolená velikost souboru přílohy %2$s
da_dk: Filen "%1$s" kan ikke overføres, da dens størrelse overstiger den maksimale størrelse %2$s som kan udgives
es_mx: El archivo "%1$s" no se puede cargar porque el tamaño de publicación del adjunto no puede ser superior a %2$s
fr_fr: Le fichier « %1$s » ne peut pas être téléchargé car sa taille excède la taille maximale de publication d'une pièce jointe %2$s
hu_hu: A fájl („%1$s”) nem tölthető fel, mert meghaladja a melléklet-közzétételi maximális %2$s fájlméretet
it_it: Il file "%1$s" non può essere caricato poiché supera la dimensione massima dei file per la pubblicazione di allegati di %2$s
nb_no: Filen "%1$s" kan ikke lastes opp fordi den overskrider vedleggets maksimal filstørrelse på %2$s
nl_nl: Het bestand "%1$s" kan niet worden geüpload omdat het groter is dan de maximale bestandsgrootte voor publiceerbare bijlage van %2$s
pl_pl: Nie można przesłać pliku %1$s, ponieważ rozmiar załącznika przekracza wartość maksymalną wynoszącą%2$s
pt_br: O arquivo "%1$s" não pôde ser enviado porque excede o tamanho máximo de arquivo de anexo de %2$s
ro_ro: Fișierul "%1$s" nu poate fi încărcat deoarece depășește dimensiunea maximă pentru publicarea de fișiere atașate de %2$s
sv_se: Filen "%1$s" kan inte laddas upp eftersom dess storlek överskrider den maximala storleken för publicerade filer på %2$s

source: The attachment cannot be uploaded because it exceeds the infostore quota limit of %2$s
cs_cz: Přílohu nelze nahrát, protože je větší než dostupný volný prostor (%2$s) na infostore
da_dk: Vedhæftningen kunne ikke overføres, da den overskrider infostore'ens kvote på %2$s
es_mx: El adjunto no se puede cargar porque supera el límite de la cuota del almacén de información de %2$s
hu_hu: A melléklet nem tölthető fel, mert meghaladja az infostore kvótakorlátot (%2$s)
it_it: L'allegato non può essere caricato poiché supera il limite di quota del deposito informazioni di %2$s
nl_nl: De bijlage kan niet worden geüpload omdat deze de infostore-quotumlimiet van %2$s overschrijdt
pl_pl: Nie można przesłać załącznika, ponieważ jego rozmiar przekracza limit przydziału miejsca w magazynie informacji wynoszący %2$s.
pt_br: O anexo não pode ser carregado porque excede a cota de armazenamento limite de %2$s
ro_ro: Atașamentul nu poate fi încărcat deoarece depășește limita cotei infostore de %2$s
sv_se: Bilagan kan inte laddas upp eftersom den överskrider infostore-kvoten på %2$s

source: The uploaded attachment exceeds the maximum email size of %1$s
cs_cz: Nahraná příloha přesahuje maximální velikost zprávy (%1$s)
da_dk: Den overførte vedhæftning overskrider den maksimale e-mailstørrelse på %1$s
es_mx: El adjunto cargado supera el tamaño máximo de correo de %1$s
hu_hu: A feltöltött melléklet meghaladja a maximális e-mail méretet (%1$s)
it_it: L'allegato caricato supera la dimensione massima di %1$s
nl_nl: De geüploade bijlage overschrijdt de maximale e-mailgrootte van %1$s
pl_pl: Przesyłany załącznik przekracza maksymalny rozmiar wiadomości e-mail: %1$s
pt_br: O anexo enviado excede o tamanho máximo de e-mail de %1$s
ro_ro: Atașamentul încărcat depășește dimensiunea maximă a e-mailului de %1$s
sv_se: Den uppladdade bilagan överskrider den maximala meddelandestorleken %1$s

source: The file cannot be uploaded because it exceeds the maximum email size of %1$s
cs_cz: Soubor nelze nahrát, protože je větší než maximální povolená velikost zprávy (%2$s)
da_dk: Filen kan ikke overføres, da dens størrelse er over maksimum på %1$s
es_mx: El archivo no se puede cargar porque supera el tamaño máximo de correo de %1$s
hu_hu: A feltöltött melléklet meghaladja a maximális e-mail méretet (%1$s)
it_it: Il file non può essere caricato poiché supera la dimensione massima di %1$s
nl_nl: Het bestand kan niet worden geüpload omdat het de maximale e-mailgrootte van %1$s overschrijdt
pl_pl: Nie można przesłać pliku, ponieważ jego rozmiar maksymalny rozmiar wiadomości e-mail: %1$s
pt_br: O arquivo não pode ser carregado porque excede o tamanho máximo de e-mail de %1$s
ro_ro: Fișierul nu poate fi încărcat deoarece depășește dimensiunea maximă a e-mailului de %1$s
sv_se: Filen kan inte laddas upp eftersom den överskrider den maximala meddelandestorleken %2$s

source: Saving attachment ...
bg_bg: Записване на прикачен файл ...
cs_cz: Ukládám přílohu...
da_dk: Gemmer vedhæftning ...
es_mx: Guardando adjunto ...
fr_fr: Pièce jointe en cours d'enregistrement...
hu_hu: Melléklet mentése ...
it_it: Salvataggio allegato...
nb_no: Lagrer vedlegg ...
nl_nl: Bijlage opslaan ...
pl_pl: Zapisywanie załącznika...
pt_br: Salvando anexo ...
ro_ro: Se salvează fișierul atașat...
sv_se: Sparar bilaga...

source: Saving attachments ...
cs_cz: Ukládám přílohy...
da_dk: Gemmer vedhæftninger ...
es_mx: Guardando adjuntos ...
fr_fr: Pièces jointes en cours d'enregistrement...
hu_hu: Mellékletek mentése ...
it_it: Salvataggio allegati...
nl_nl: Bijlagen opslaan ...
pl_pl: Zapisywanie załączników...
pt_br: Salvando anexos...
ro_ro: Se salvează fișierele atașate…
sv_se: Sparar bilagor...

source: Attachment has been saved
bg_bg: Прикаченият файл беше запазен
ca_es: L'adjunt s'ha desat
cs_cz: Příloha byla uložena
da_dk: Vedhæftningen blev gemt
es_mx: El adjunto se ha guardado
fr_fr: La pièce jointe a été enregistrée
hu_hu: A melléklet mentve
it_it: L'allegato è stato salvato
nb_no: Vedlegget ble lagret
nl_nl: Bijlage is opgeslagen
pl_pl: Załącznik został zapisany
pt_br: O anexo foi salvo
ro_ro: Fișierul atașat a fost salvat
sv_se: Bilagan har sparats

source: Save attachment
bg_bg: Запиши прикачен файл
ca_es: Desa l'adjunt
cs_cz: Uložit přílohu
da_dk: Gem vedhæftning
es_mx: Guardar adjunto
fr_fr: Enregistrer la pièce jointe
hu_hu: Melléklet mentése
it_it: Salva allegato
nb_no: Lagre vedlegg
nl_nl: Bijlage opslaan
pl_pl: Zapisz załącznik
pt_br: Salvar anexo
ro_ro: Salvează fișierul atașat
sv_se: Spara bilaga

source: unknown sender
bg_bg: Незнаен подател
cs_cz: neznámý odesílatel
da_dk: ukendt afsender
es_mx: remitente desconocido
fr_fr: expéditeur inconnu
hu_hu: ismeretlen feladó
it_it: mittente sconosciuto
nb_no: ukjent avsender
nl_nl: onbekende verzender
pl_pl: nieznany nadawca
pt_br: remetente desconhecido
ro_ro: expeditor necunoscut
sv_se: okänd avsändare

source: All future messages from the sender will be moved to the selected folder.
cs_cz: Všechny budoucí zprávy od odesílatele budou přesunuty do vyznačené složky.
da_dk: Alle fremtidige beskeder fra afsenderen vil blive flyttet til den valgte mappe.
es_mx: Todos los mensajes futuros del remitente se moverán a la carpeta seleccionada.
fr_fr: Tous les futurs messages de cet expéditeur seront déplacés vers le dossier sélectionné.
hu_hu: A küldő összes jövőbeli üzenete átkerül a kiválasztott mappába.
it_it: Tutti i messaggi futuri del mittente saranno spostati nella cartella selezionata.
nl_nl: Alle toekomstige berichten van de verzender worden verplaatst naar de gekozen map.
pl_pl: Wszystkie następne wiadomości od tego nadawcy zostaną przeniesione do wybranego folderu.
pt_br: Todas as futuras mensagens do remetente serão movidas para a pasta selecionada.
ro_ro: Toate mesajele viitoare de la acest expeditor vor fi mutate în dosarul selectat.
sv_se: Alla nya meddelanden från avsändaren kommer att flyttas till den markerade mappen.

source: All future messages from the senders of the selected mails will be moved to the selected folder.
cs_cz: Všechny budoucí zprávy od odesílatelů vyznačených zpráv budou přesunuty do vyznačené složky.
da_dk: Alle fremtidige beskeder fra afsenderne af de valgte e-mails vil blive flyttet til den valgte mappe.
es_mx: Todos los mensajes futuros de los remitentes de los correos seleccionados serán trasladados a la carpeta seleccionada.
fr_fr: Tous les futurs messages des expéditeurs des courriels sélectionnés seront déplacés vers le dossier sélectionné.
hu_hu: A kiválasztott levelek feladóitól érkező üzenetek mostantól a kiválasztott mappába kerülnek.
it_it: Tutti i messaggi futuri dei mittenti dei messaggi selezionati saranno spostati nella cartella selezionata.
nl_nl: Alle toekomstige berichten van de verzenders van de geselecteerde e-mailberichten worden verplaatst naar de gekozen map.
pl_pl: Wszystkie następne wiadomości od nadawców wybranych wiadomości zostaną przeniesione do wybranego folderu.
pt_br: Todas as mensagens futuras dos remetentes dos e-mails selecionados serão movidas para a pasta selecionada.
ro_ro: Toate mesajele viitoare de la expeditorii mesajelor selectate vor fi mutate în dosarul selectat.
sv_se: Alla nya meddelanden från avsändarna av de markerade meddelandena kommer flyttas till den valda mappen.

source: Error while resolving mail addresses. Please try again.
bg_bg: Грешка при разрешаването на пощенски адреси. Моля, опитайте отново.
cs_cz: Došlo k chybě při zpracování e-mailové adresy. Zkuste to, prosím, znovu.
da_dk: Fejl under opslag af e-mail-adresser. Prøv venligst igen.
es_mx: Error al resolver direcciones de correo. Por favor, vuelva a intentarlo.
fr_fr: Erreur lors de la résolution des adresses électroniques. Veuillez vous reconnecter.
hu_hu: Hiba történt az e-mail cím feloldása közben. Próbálja meg újra.
it_it: Errore durante la risoluzione degli indirizzi di posta elettronica. Prova ancora.
nb_no: Kunne ikke verifisere epostadressene. Prøv igjen.
nl_nl: Fout bij het verwerken van het e-mailadres. Probeer het alstublieft opnieuw.
pl_pl: Błąd podczas rozpoznawania adresów e-mail. Spróbuj ponownie.
pt_br: Erro ao resolver endereços de e-mail. Tente novamente.
ro_ro: Eroare la rezolvarea adreselor de email. Încercați din nou.
sv_se: Fel när e-postadresser slogs upp. Försök igen.

source: Do you want to permanently delete this mail?
bg_bg: Изкрате ли окончателно да изтриете този мейл?
ca_es: Segur que voleu esborrar aquest correu definitivament?
cs_cz: Opravdu chcete navždy smazat tuto zprávu?
da_dk: Vil du virkelig slette denne e-mail permanent?
es_mx: ¿Quiere borrar este correo definitivamente?
fr_fr: Voulez-vous supprimer définitivement ce courriel ?
hu_hu: Véglegesen törölni szeretné ezt az e-mailt?
it_it: Vuoi eliminare definitivamente questo messaggio?
nb_no: Er du sikker på at du vil slette denne eposten for godt?
nl_nl: Weet u zeker dat u deze e-mail permanent wilt verwijderen?
pl_pl: Czy na pewno chcesz trwale usunąć tę wiadomość?
pt_br: Deseja excluir permanentemente este e-mail?
ro_ro: Doriți să ștergeți definitiv acest e-mail?
sv_se: Vill du verkligen ta bort meddelandet permanent?

source: Do you want to permanently delete these mails?
cs_cz: Opravdu chcete navždy smazat tyto zprávy?
da_dk: Vil du permanent slette disse e-mails?
es_mx: ¿Quiere borrar estos correos definitivamente?
fr_fr: Voulez-vous supprimer définitivement ces courriels ?
hu_hu: Véglegesen törölni szeretné ezeket az e-maileket?
it_it: Vuoi eliminare definitivamente questi messaggi?
nl_nl: Weet u zeker dat u deze e-mails permanent wilt verwijderen?
pl_pl: Czy na pewno chcesz trwale usunąć te wiadomości?
pt_br: Deseja excluir permanentemente estes e-mails?
ro_ro: Doriți să ștergeți definitiv acest e-mailuri?
sv_se: Vill du radera dessa meddelanden permanent?

source: Mail quota exceeded
bg_bg: Мейл квота прехвърлена
ca_es: Quota de correu excedida
cs_cz: Prostor pro e-maily je zaplněný
da_dk: E-mail-kvote overskredet
es_mx: Cuota de correo superada
fr_fr: Quota de courrier électronique dépassé
hu_hu: Levélkvóta túllépve
it_it: Quota di posta superata
nb_no: Kvote overskredet.
nl_nl: E-mailquota overschreden
pl_pl: Przekroczono limit miejsca na pocztę
pt_br: Cota de e-mail excedida
ro_ro: Cotă de mail depășită
sv_se: Meddelandekvot överskriden

source: Emails cannot be put into trash folder while your mail quota is exceeded.
bg_bg: Имейлите не могат да се поставят в папката на кошчето, докато квотата ви за поща е превишена.
ca_es: Els correus no es podran enviar a la paperera mentre la vostra quota de correu hagi estat excedida.
cs_cz: E-maily nelze přesunout do koše, protože je váš prostor pro e-maily zaplněný.
da_dk: E-mails kan ikke kommes i skraldemappen mens din e-mail-kvote er overskredet.
es_mx: Los correos no se pueden enviar a la papelera mientras su cuota de correo haya haya sido superada.
fr_fr: Les messages électroniques ne peuvent pas être mis à la corbeille tant que votre quota de courriel est dépassé.
hu_hu: Nem helyezhet e-maileket a Törölt elemek mappába, ha túllépte a levélkvótáját.
it_it: I messaggi di posta non possono essere cestinati quando si è superata la quota.
nb_no: E-post kan ikke flyttes til søppelmappen mens e-postkvoten er overskredet.
nl_nl: E-mailberichten kunnen niet in de verwijderde bestanden map worden geplaatst als uw mailquota is overschreden.
pl_pl: Po przekroczeniu limitu miejsca na pocztę nie można przenosić wiadomości e-mail do folderu kosza.
pt_br: Os e-mails não podem ser postos na Lixeira enquanto sua cota de e-mail estiver excedida.
ro_ro: Mesajele nu pot fi plasate în coșul de gunoi deoarece cota de mail este depășită.
sv_se: Meddelanden kan inte flyttas till papperskorgen när meddelandekvoten överskrids.

source: This would also delete a currently edited draft.
cs_cz: Tato akce také smaže právě upravovaný koncept.
da_dk: Dette vil også slette en redigeret kladde.
es_mx: Esto también borraría un borrador actualmente editado.
fr_fr: Cela conduit également à supprimer un brouillon en cours d'édition.
hu_hu: Ez törli a jelenleg szerkesztett vázlatot is.
it_it: Ciò eliminerebbe anche una bozza attualmente modificata.
nl_nl: Hierdoor wordt ook een momenteel bewerkt concept verwijderd.
pl_pl: Spowodowałoby to również usunięcie aktualnie edytowanej wersji roboczej.
pt_br: Isto também excluirá um rascunho atualmente editado.
ro_ro: Acest lucru ar șterge, de asemenea, și o schiță aflată în editare.
sv_se: Detta skulle också radera ett utkast som redigeras just nu.
