Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Account settings could not be saved. Please take a look at the annotations in the form.
bg_bg: Настройките на профила не можаха да бъдат запазени. Моля, разгледайте пояснителните бележки във формуляра.
cs_cz: Nastavení účtu se nebylo možné uložit. Zkontrolujte, prosím, text ve formuláři.
da_dk: Kontoens indstillinger kunne ikke gemmes. Se venligst bemærkningerne i formularen.
es_mx: No se pudieron guardar los ajustes de la cuenta. Por favor, eche un vistazo a las notas del formulario.
fr_fr: Impossible d'enregistrer les réglages du compte. Veuillez vérifier les annotations dans le formulaire.
hu_hu: A felhasználói adatok nem kerültek mentésre. Nézze meg az űrlap ezzel kapcsolatos megjegyzéseit.
it_it: Le impostazioni dell'account non possono essere salvate. Controlla le annotazioni nel modulo.
nb_no: Kontoinnstillingene kunne ikke lagres. Vennligst se over merknadene i skjemaet.
nl_nl: Account instellingen konden niet opgeslagen worden. Controleer alstublieft de opmerkingen in het formulier.
pl_pl: Nie udało się zapisać ustawień konta. Zapoznaj się z uwagami w formularzu.
pt_br: Configurações de conta não podem ser salvas. Dê uma olhada nas anotações no formulário.
ro_ro: Setările contului nu au putut fi salvate. Citiți adnotările din formular.
sv_se: Kontoinställningar kunde inte sparas. Kontrollera anmärkningarna i formuläret.

source: Use unified mail for this account
bg_bg: Използвайте унифицирана поща за този профил
ca_es: Empra el correu unificat per a aquest compte
cs_cz: Použít pro tento účet spojenou poštu
da_dk: Brug forenet e-mail for denne konto
es_mx: Utilizar el correo unificado para esta cuenta
fr_fr: Utiliser la messagerie unifiée pour ce compte
hu_hu: Egységes levelezés használata ehhez a fiókhoz
it_it: Usa la posta unificata per questo account
nb_no: Bruk samlet postkasse for denne kontoen
nl_nl: Gebruik verzamelde mail voor dit account
pl_pl: Użyj ujednoliconej poczty dla tego konta
pt_br: Usar e-mail unificado para essa conta
ro_ro: Folosește mesageria unificată pentru acest cont
sv_se: Använd enhetlig e-post för det här kontot

source: Open %1$s in %2$s
cs_cz: Otevřít %1$s v %2$s
da_dk: Åbn i %1$s i %2$s
es_mx: Abrir %1$s en %2$s
fr_fr: Ouvrir %1$s dans %2$s
hu_hu: %1$s megnyitása itt: %2$s
it_it: Apri %1$s in %2$s
pl_pl: Otwórz %1$s w aplikacji %2$s
pt_br: Abrir %1$s em %2$s
ro_ro: Deschide cu %1$s
sv_se: Öppna %1$s i %2$s

source: Add other mail account
cs_cz: Přidat další poštovní účet
da_dk: Tilføj endnu en e-mail konto
es_mx: Añadir otra cuenta de correo
fr_fr: Ajouter un autre compte de courrier électronique
hu_hu: Másik e-mail fiók hozzáadása
it_it: Aggiungi un altro account di posta
nl_nl: Ander e-mailaccount toevoegen
pl_pl: Dodaj inne konto pocztowe
pt_br: Adicionar outra conta de e-mail
ro_ro: Adaugă alt cont de mail
sv_se: Lägg till annat e-postkonto

source: Please choose your mail account provider.
cs_cz: Vyberte poskytovatele vašeho poštovního účtu.
da_dk: Vælg venligst din e-mail-udbyder.
es_mx: Por favor, elija su proveedor de cuenta de correo.
fr_fr: Veuillez sélectionner votre fournisseur de compte de courrier.
hu_hu: Válassza ki e-mail fiók szolgáltatóját.
it_it: Scegli il fornitore del tuo account di posta
nl_nl: Kies alstublieft uw e-maildienstverlener
pl_pl: Wybierz dostawcę konta pocztowego.
pt_br: Selecione seu provedor de conta de e-mail.
ro_ro: Selectați providerul contului dumneavoastră de mail.
sv_se: Välj din e-postleverantör.

source: Your mail address
bg_bg: Вашият мейл адрес
ca_es: La vostra adreça de correu
cs_cz: Vaše poštovní adresa
da_dk: Din e-mail-adresse
es_mx: Su dirección de correo
fr_fr: Votre adresse de courrier électronique
hu_hu: Az Ön e-mail címe
it_it: Il tuo indirizzo di posta
nb_no: Din e-postadresse
nl_nl: Uw e-mailadres
pl_pl: Twój adres e-mail
pt_br: Seu endereço de e-mail
ro_ro: Adresa dumneavoastră de mail
sv_se: Din e-postadress

source: Trying to auto-configure your mail account
bg_bg: Опитвате се да конфигурирате автоматично пощенския си профил
ca_es: S'intenta configurar automàticament el vostre compte de correu
cs_cz: Pokouším se automaticky nastavit váš poštovní účet
da_dk: Prøver at konfigurere din e-mail konto automatisk
es_mx: Intentar configurar automáticamente su cuenta de correo
fr_fr: Essai de configuration automatique de votre compte de courriel
hu_hu: Kísérlet a postafiók automatikus beállítására
it_it: Tentativo di configurazione automatica dell'account di posta
nb_no: Prøver å konfigurere e-postkontoen automatisk
nl_nl: Proberen uw e-mailaccount automatisch te configureren
pl_pl: Trwa próba automatycznej konfiguracji tego konta
pt_br: Tentando configurar automaticamente sua conta de e-mail
ro_ro: Tentativă de auto-configurare a contului dumneavoastră de mail
sv_se: Försöker konfigurera ditt e-postkonto automatiskt

source: There was no suitable server found for this mail/password combination
bg_bg: Нямаше подходящ сървър за тази комбинация от поща и парола
ca_es: No s'ha trobat un servidor adequat per a aquesta combinació de correu/contrasenya
cs_cz: Pro tuto kombinaci adresy/hesla nebyl nalezen žádný vhodný server
da_dk: Der blev ikke fundet en passende server for denne e-mail/adgangskode-kombination
es_mx: No se encuentra un servidor adecuado para esta combinación de correo/contraseña
fr_fr: Il n'a pas été trouvé de serveur adéquat pour cette combinaison d'adresse électronique et de mot de passe
hu_hu: Nem található megfelelő kiszolgáló ehhez a cím/jelszó kombinációhoz
it_it: Non è stato trovato alcun server appropriato per questa combinazione indirizzo/password
nb_no: Det var ingen egnet server funnet for denne e-post/passord-kombinasjonen
nl_nl: Er is geen geschikte server gevonden voor deze e-mail/wachtwoord-combinatie
pl_pl: Nie znaleziono odpowiedniego serwera pasującego do tego zestawienia adresu e-mail i hasła.
pt_br: Não foi localizado nenhum servidor apropriado para esta combinação de e-mail e senha
ro_ro: Nu a fost găsit niciun server potrivit pentru această combinație de mail/parolă
sv_se: Ingen lämplig server hittades för den här e-post/lösenordskombinationen

source: Failed to connect.
bg_bg: Неуспех при свързване.
ca_es: Ha fallat la connexió.
cs_cz: Spojení selhalo.
da_dk: Kunne ikke forbinde.
es_mx: Falló la conexión.
fr_fr: Impossible de se connecter.
hu_hu: A kapcsolódás meghiúsult.
it_it: Connessione non riuscita.
nb_no: Kunne ikke koble til.
nl_nl: Verbinding mislukt.
pl_pl: Nawiązanie połączenia nie powiodło się.
pt_br: Falha ao conectar.
ro_ro: Eroare de conexiune.
sv_se: Kunde inte ansluta.

source: Configure manually
cs_cz: Nastavit ručně
da_dk: Sæt manuelt op
es_mx: Configurar manualmente
fr_fr: Configurer manuellement
hu_hu: Kézi beállítás
it_it: Configura manualmente
nl_nl: Handmatig configureren
pl_pl: Konfiguruj ręcznie
pt_br: Configurar manualmente
ro_ro: Configurare manuală
sv_se: Konfigurera manuellt

source: Auto-configuration failed. Do you want to configure your account manually?
bg_bg: Неуспешна автоматична конфигурация. Искате ли да конфигурирате профила си ръчно?
cs_cz: Automatické nastavení selhalo. Přejete si nastavit svůj účet ručně?
da_dk: Automatisk opsætning mislykkedes. Ønsker du at sætte din konto op selv?
es_mx: Ha fallado la configuración automática. ¿Quiere configurar su cuenta manualmente?
fr_fr: La configuration automatique a échoué. Souhaitez-vous configurer votre compte manuellement ?
hu_hu: Az automatikus beállítás sikertelen. Szeretné kézzel beállítani a felhasználói fiókot?
it_it: Configurazione automatica non riuscita. Vuoi davvero configurare il tuo account manualmente?
nb_no: Automatisk konfigurering feilet. Ønsker du å konfigurere kontoen manuelt?
nl_nl: Automatische configuratie is mislukt. Wilt u uw account handmatig configureren?
pl_pl: Konfiguracja automatyczna nie powiodła się. Czy chcesz skonfigurować konto ręcznie?
pt_br: Falha na configuração automática. Deseja configurar sua conta manualmente?
ro_ro: Configurarea automată a eșuat. Doriți să vă configurați manual contul?
sv_se: Autokonfiguration misslyckades. Vill du konfigurera ditt konto manuellt?

source: The provided password for the email address %1$s is incorrect
cs_cz: Heslo zadané s e-mailovou adresou %1$s není platné
da_dk: Det givet kodeord til e-mail-adressen er %1$s er forkert
es_mx: La contraseña suministrada para la dirección de correo %1$s no es correcta
fr_fr: Le mot de passe renseigné pour l'adresse électronique %1$s est erroné
hu_hu: A(z) %1$s e-mail címhez megadott jelszó helytelen
it_it: La password fornita per l'indirizzo di posta elettronica %1$s non è corretta
nl_nl: Het opgegeven wachtwoord voor het e-mailadres %1$s is onjuist
pl_pl: Hasło podane dla adresu e-mail %1$s jest nieprawidłowe
pt_br: A senha fornecida para o endereço de e-mail %1$s está incorreta
ro_ro: Parola furnizată pentru adresa de e-mail %1$s este incorectă
sv_se: Angivet lösenord för e-postadressen %1$s är felaktigt

source: Ignore Warnings
bg_bg: Игнорирайте предупрежденията
ca_es: Ignora els advertiments
cs_cz: Ignorovat varování
da_dk: Ignorér advarsler
es_mx: Ignorar advertencias
fr_fr: Ignorer les avertissements
hu_hu: Figyelmeztetések mellőzése
it_it: Ignora avvisi
nb_no: Ignorer advarsler
nl_nl: Negeer waarschuwingen
pl_pl: Ignoruj ostrzeżenia
pt_br: Ignorar avisos
ro_ro: Ignoră avertismentele
sv_se: Ignorera varningar

source: Cannot establish secure connection. Do you want to proceed anyway?
bg_bg: Не може да се установи сигурна връзка. Искате ли да продължите така?
cs_cz: Nepodařilo se bezpečně připojit. Chcete i přesto pokračovat?
da_dk: Kan ikke etablere en sikker forbindelse. Vil du fortsætte alligevel?
es_mx: No se puede establecer una conexión segura. ¿Quiere proceder de todas maneras?
fr_fr: Impossible d'établir une connexion sécurisée. Voulez-vous tout de même poursuivre ?
hu_hu: Nem lehet biztonságos kapcsolatot felépíteni. Kívánja folytatni?
it_it: Impossibile stabilire una connessione sicura. Vuoi procedere comunque?
nb_no: Kunne ikke opprette sikker forbindelse. Ønsker du å fortsette likevel?
nl_nl: Kan geen beveiligde verbinding maken. Wilt u toch doorgaan?
pl_pl: Nie można ustanowić bezpiecznego połączenia. Czy chcesz kontynuować?
pt_br: Não foi possível estabelecer uma conexão segura. Deseja continuar mesmo assim?
ro_ro: Nu s-a putut stabili conexiunea securizată. Doriți totuși să continuați?
sv_se: Kan inte etablera en säker anslutning. Vill du fortsätta ändå?

source: This is not a valid mail address
bg_bg: Това не е валиден пощенски адрес
ca_es: Aquesta no és una adreça de correu vàlida
cs_cz: Toto není platná poštovní adresa
da_dk: Dette er ikke en gyldig e-mail-adresse
es_mx: Esta no es una dirección de correo válida
fr_fr: Ce n'est pas une adresse électronique valide
hu_hu: Ez nem egy érvényes e-mail cím
it_it: Non è un indirizzo di posta valido
nb_no: Dette er ikke en gyldig e-postadresse
nl_nl: Dit is geen geldig e-mailadres
pl_pl: To nie jest prawidłowy adres e-mail
pt_br: Este não é um endereço de e-mail válido
ro_ro: Adresa de mail nu este validă
sv_se: Det här är inte en giltig e-postadress

source: As incoming mail server
bg_bg: Като сървър за входяща поща
ca_es: Com a servidor de correu d'entrada
cs_cz: Server příchozí pošty
da_dk: Som indkomne e-mail-server
es_mx: Como servidor de correo entrante
fr_fr: En tant que serveur de courrier entrant
hu_hu: Mint a beérkező levelek kiszolgálójánál
it_it: Come server di posta in entrata
nb_no: Som innkommende e-postserver
nl_nl: Als ingekomen mailserver
pl_pl: Jako serwer poczty przychodzącej
pt_br: Como servidor de e-mail recebido
ro_ro: Ca pentru serverul de primire de e-mail
sv_se: Som inkommande e-postserver

source: Use separate username and password
bg_bg: Използвайте отделно потребителско име и парола
ca_es: Introdueix el nom d'usuari i la clau separats
cs_cz: Použijte odlišné uživatelské jméno a heslo
da_dk: Brug separat brugernavn og adgangskode
es_mx: Utilizar nombre de usuario y contraseña por separado
fr_fr: Utiliser des nom d'utilisateur et mot de passe séparés
hu_hu: Külön felhasználónév és jelszó használata
it_it: Usa nome utente e password separati
nb_no: Bruk eget brukernavn og passord
nl_nl: Gebruik een afzonderlijke gebruikersnaam en wachtwoord
pl_pl: Użyj oddzielnej nazwy użytkownika i hasła
pt_br: Usar nome de usuário e senha separados
ro_ro: Folosește numele de utilizator și parola
sv_se: Använd separat användarnamn och lösenord

source: Account updated
bg_bg: Профилът бе актуализиран
ca_es: Compte actualitzat
cs_cz: Účet aktualizován
da_dk: Konto opdateret
es_mx: Cuenta actualizada
fr_fr: Compte mis à jour
hu_hu: Fiók frissítve
it_it: Account aggiornato
nb_no: Kontoen oppdatert
nl_nl: Account bijgewerkt
pl_pl: Konto zostało zaktualizowane
pt_br: Conta atualizada
ro_ro: Cont actualizat
sv_se: Kontot uppdaterades

source: Username must not be empty.
bg_bg: Потребителското име не трябва да е празно.
ca_es: El nom d'usuari no pot estar buit.
cs_cz: Uživatelské jméno nemůže být prázdné.
da_dk: Brugernavn må ikke være tom.
es_mx: El nombre de usuario no debe estar vacío.
fr_fr: Le nom d'utilisateur ne doit pas être vide.
hu_hu: A felhasználónév nem lehet üres.
it_it: Il nome utente non può essere vuoto.
nb_no: Brukernavn kan ikke være tomt.
nl_nl: Gebruikersnaam mag niet leeg zijn.
pl_pl: Nazwa użytkownika nie może być pusta.
pt_br: Nome de usuário não deve estar em branco.
ro_ro: Numele de utilizator nu poate fi gol.
sv_se: Användarnamn får inte vara tomt.

source: Please enter the following data: %1$s
bg_bg: Моля, въведете следните данни: %1$s
ca_es: Per favor, indicau les següents dades: %1$s
cs_cz: Zadejte, prosím, následující údaje: %1$s.
da_dk: Indtast venligst følgende data: %1$s
es_mx: Por favor, indique los siguientes datos: %1$s
fr_fr: Veuillez saisir les données suivantes : %1$s
hu_hu: Adja meg a következő adatokat: %1$s
it_it: Digita i seguenti dati: %1$s
nb_no: Skriv inn følgende data: %1$s
nl_nl: Voer alstublieft de volgende gegevens in: %1$s
pl_pl: Wpisz następujące dane: %1$s
pt_br: Insira o seguinte dado: %1$s
ro_ro: Introduceți următoarele date: %1$s
sv_se: Skriv in följande data: %1$s

source: Warnings
bg_bg: Предупреждения
ca_es: Advertiments
cs_cz: Varování
da_dk: Advarsler
es_mx: Advertencias
fr_fr: Avertissements
hu_hu: Figyelmeztetések
it_it: Avvisi
nb_no: Advarsler
nl_nl: Waarschuwingen
pl_pl: Ostrzeżenia
pt_br: Avisos
ro_ro: Avertismente
sv_se: Varningar

source: Inspect certificate
bg_bg: Проверете сертификата
cs_cz: Prohlédnout certifikát
da_dk: Inspicér certifikat
es_mx: Inspeccionar certificado
fr_fr: Inspecter le certificat
hu_hu: Tanúsítvány vizsgálata
it_it: Ispeziona il certificato
nl_nl: Het certificaat controleren
pl_pl: Sprawdź certyfikat
pt_br: Inspecionar certificado
ro_ro: Inspectează certificatul
sv_se: Inspektera certifikat

source: Incoming server
bg_bg: Входящ сървър
ca_es: Servidor d'entrada
cs_cz: Příchozí server
da_dk: Indkomne server
es_mx: Servidor entrante
fr_fr: Serveur entrant
hu_hu: Beérkező levelek kiszolgálója
it_it: Server della posta in entrata
nb_no: Innkommende server
nl_nl: Ontvangende server
pl_pl: Serwer poczty przychodzącej
pt_br: Servidor de entrada
ro_ro: Server de primire de e-mail
sv_se: Inkommande server

source: Server type
bg_bg: Тип сървър
ca_es: Tipus de servidor
cs_cz: Druh serveru
es_mx: Tipo de servidor
fr_fr: Type du serveur
hu_hu: Kiszolgáló típusa
it_it: Tipo di server
pl_pl: Typ serwera
pt_br: Tipo de servidor
ro_ro: Tip server
sv_se: Servertyp

source: Server name
bg_bg: Сървър версия
ca_es: Nom del servidor
cs_cz: Název serveru
da_dk: Servernavn
es_mx: Nombre del servidor
fr_fr: Nom du serveur
hu_hu: Kiszolgáló neve
it_it: Nome del server
nb_no: Servernavn
nl_nl: Servernaam
pl_pl: Nazwa serwera
pt_br: Nome do servidor
ro_ro: Nume server
sv_se: Servernamn

source: Connection security
bg_bg: Сигурност на връзката
cs_cz: Bezpečnost připojení
da_dk: Forbindelsessikkerhed
es_mx: Seguridad de la conexión
fr_fr: Sécurité de la connexion
hu_hu: Kapcsolat biztonsága:
it_it: Sicurezza della connessione
nb_no: Tilkoblingssikkerhet
nl_nl: Verbindingsbeveiliging
pl_pl: Bezpieczeństwo połączenia
pt_br: Segurança da conexão
ro_ro: Securitate conexiune
sv_se: Anslutningssäkerhet

source: Server port
bg_bg: Порт на сървъра
ca_es: Port del servidor
cs_cz: Port serveru
es_mx: Puerto del servidor
fr_fr: Port du serveur
hu_hu: Kiszolgáló port
it_it: Porta del server
nl_nl: Serverpoort
pl_pl: Port serwera
pt_br: Porta do servidor
ro_ro: Port server

source: Username
bg_bg: Заглавие
ca_es: Nom d'usuari
cs_cz: Uživatelské jméno
da_dk: Brugernavn
es_mx: Nombre de usuario
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév
it_it: Nome utente
nb_no: Brukernavn
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
ro_ro: Nume utilizator
sv_se: Användarnamn

source: Refresh rate in minutes
bg_bg: Честота на опресняване в минути
ca_es: Ràtio de recàrrega en minuts
cs_cz: Interval obnovy v minutách
da_dk: Opdateringsfrekvens i minutter
es_mx: Intervalo de refresco en minutos
fr_fr: Intervalle d'actualisation en minutes
hu_hu: Frissítés gyakorisága percben
it_it: Intervallo di aggiornamento in minuti
nb_no: Oppdateringsfrekvens på få minutter
nl_nl: Vernieuwingstijd in minuten
pl_pl: Częstotliwość odświeżania w minutach
pt_br: Taxa de atualização em minutos
ro_ro: Interval de actualizare în minute
sv_se: Uppdateringsfrekvens i minuter

source: Remove copy from server after retrieving a message
bg_bg: Премахнете копието от сървъра, след като изтеглите съобщение
ca_es: Suprimeix la còpia del servidor una vegada recuperat un missatge
cs_cz: Po stažení zprávy ze serveru odstraň kopii
da_dk: Fjern serverens kopi efter en besked er blevet hentet
es_mx: Borrar copia del servidor tras recuperar un mensaje
fr_fr: Après avoir récupéré un message, supprimer sa copie sur le serveur
hu_hu: Másolat eltávolítása a kiszolgálóról az üzenet lekérése után
it_it: Rimuovi la copia dal server dopo il recupero del messaggio
nb_no: Fjern kopien fra tjeneren når en melding er hentet
nl_nl: Verwijder het exemplaar van de server na ophalen van een bericht
pl_pl: Po odebraniu wiadomości usuń kopię z serwera
pt_br: Excluir cópia do servidor após baixar a mensagem
ro_ro: Elimină copia de pe server după recuperarea mesajului
sv_se: Ta bort kopia från servern efter att meddelandet har tagits emot

source: Deleting messages on local storage also deletes them on server
bg_bg: Изтриването на съобщенията в локално хранилище ги изтрива и на сървъра
ca_es: En eliminar missatges desats localment també se suprimiran al servidor
cs_cz: Smazání zpráv na místním úložišti je smaže i na serveru
da_dk: Sletning af lokale beskeder sletter dem også på serveren
es_mx: Al eliminar mensajes guardados localmente también se borrarán en el servidor
fr_fr: Supprimer des messages sur un stockage local les supprime également sur le serveur
hu_hu: A helyi tárolón lévő üzenet törlésekor az törlésre kerül a kiszolgálón is
it_it: L'eliminazione dei messaggi dal disco locale li elimina anche dal server
nb_no: Sletting av meldinger på lokal lagring sletter dem også fra serveren
nl_nl: Berichten die lokaal worden verwijderd, verdwijnen ook van de server
pl_pl: Usunięcie wiadomości przechowywanych lokalnie powoduje ich równoczesne usunięcie z serwera
pt_br: A exclusão de mensagens no armazenamento local também as exclui do servidor
ro_ro: Mesajele șterse de pe mediul de stocare local vor fi șterse și de pe server
sv_se: Att ta bort meddelanden lokalt tar även bort dem från servern

source: Outgoing server (SMTP)
bg_bg: Изходящ сървър (SMTP)
ca_es: Paràmetres del servidor de sortida (SMTP)
cs_cz: Odchozí server (SMTP)
da_dk: Udgående server (SMTP)
es_mx: Servidor saliente (SMTP)
fr_fr: Serveur sortant (SMTP)
hu_hu: Kimenő kiszolgáló (SMTP)
it_it: Server della posta in uscita (SMTP)
nb_no: Utgående server (SMTP)
nl_nl: Uitgaande server (SMTP)
pl_pl: Serwer poczty wychodzącej (SMTP)
pt_br: Servidor de envio (SMTP)
ro_ro: Server de expediere (SMTP)
sv_se: Utgående server (SMTP)

source: Authentication
bg_bg: Аутентикация
ca_es: Autentificació
cs_cz: Autentizace
da_dk: Godkendelse
es_mx: Autentificación
fr_fr: Authentification
hu_hu: Hitelesítés
it_it: Autenticazione
nb_no: Autentisering
nl_nl: Authenticatie
pl_pl: Uwierzytelnianie
pt_br: Autenticação
ro_ro: Autentificare
sv_se: Autentisering

# folder
source: Sent messages
bg_bg: Изпратени
ca_es: Missatges enviats
cs_cz: Odeslané zprávy
da_dk: Sendte beskeder
es_mx: Mensajes enviados
fr_fr: Messages envoyés
hu_hu: Elküldött üzenetek
it_it: Messaggi inviati
nb_no: Sendte meldinger
nl_nl: Verzonden berichten
pl_pl: Wiadomości wysłane
pt_br: Mensagens enviadas
ro_ro: Mesaje trimise
sv_se: Skickade meddelanden

# folder
source: Deleted messages
bg_bg: Изтрити съобщения
ca_es: Missatges esborrats
cs_cz: Smazané zprávy
da_dk: Slettet beskeder
es_mx: Mensajes borrados
fr_fr: Messages supprimés
hu_hu: Törölt üzenetek
it_it: Messaggi eliminati
nb_no: Slettede meldinger
nl_nl: Verwijderde berichten
pl_pl: Wiadomości usunięte
pt_br: Mensagens excluídas
ro_ro: Coș de gunoi
sv_se: Raderade meddelanden

# folder
source: Drafts
bg_bg: Чернови
ca_es: Esborranys
cs_cz: Koncepty
da_dk: Udkast
es_mx: Borradores
fr_fr: Brouillons
hu_hu: Piszkozatok
it_it: Bozze
nb_no: Utkast
nl_nl: Concepten
pl_pl: Wersje robocze
pt_br: Rascunhos
ro_ro: Schițe
sv_se: Utkast

# folder
source: Spam
bg_bg: Спам
ca_es: Correu brossa
es_mx: Correo no deseado
hu_hu: Levélszemét
it_it: Posta indesiderata
nb_no: Søppelpost
sv_se: Skräppost

# folder
source: Archive
bg_bg: Архив
ca_es: Arxiu
cs_cz: Archív
da_dk: Arkiv
es_mx: Archivo
fr_fr: Archives
hu_hu: Archívum
it_it: Archivia
nb_no: Arkiv
nl_nl: Archief
pl_pl: Archiwum
pt_br: Arquivo
ro_ro: Arhive
sv_se: Arkiv

source: Standard folders
bg_bg: Стандартни папки
ca_es: Carpetes estàndard
cs_cz: Standardní složky
da_dk: Standard mapper
es_mx: Carpetas estándar
fr_fr: Dossiers standard
hu_hu: Általános mappák
it_it: Cartelle standard
nb_no: Standardmapper
nl_nl: Standaard mappen
pl_pl: Foldery standardowe
pt_br: Pastas padrão
ro_ro: Dosare standard
sv_se: Standardmappar

source: Account settings
bg_bg: Акаунт настройки
ca_es: Preferències del compte
cs_cz: Nastavení účtu
da_dk: Kontoindstillinger
es_mx: Configuración de la cuenta
fr_fr: Réglages du compte
hu_hu: Fiók beállításai
it_it: Impostazioni account
nb_no: Kontoinnstillinger
nl_nl: Accountinstellingen
pl_pl: Ustawienia konta
pt_br: Configurações da conta
ro_ro: Setări cont
sv_se: Kontoinställningar

source: Account name
bg_bg: Акаунт име
ca_es: Nom del compte
cs_cz: Název účtu
da_dk: Kontonavn
es_mx: Nombre de la cuenta
fr_fr: Nom du compte
hu_hu: Postafiók neve
it_it: Nome dell'account
nb_no: Kontonavn
nl_nl: Accountnaam
pl_pl: Nazwa konta
pt_br: Nome da conta
ro_ro: Nume cont
sv_se: Kontots namn

source: Your name
bg_bg: Твоето име
ca_es: El vostre nom
cs_cz: Vaše jméno
da_dk: Dit navn
es_mx: Su nombre
fr_fr: Votre nom
hu_hu: Név
it_it: Il tuo nome
nb_no: Ditt navn
nl_nl: Uw naam
pl_pl: Twoje imię i nazwisko
pt_br: Seu nome
ro_ro: Numele dumneavoastră
sv_se: Ditt namn

source: [Copy] %1$s
bg_bg: Всички: %1$d
cs_cz: [Kopie] %1$s
da_dk: [Kopi] %1$s
es_mx: [Copia] %1$s
fr_fr: [Copie] %1$s
hu_hu: [Másolat] %1$s
it_it: [Copia] %1$s
nb_no: [Kopi] %1$s
nl_nl: [Kopie] %1$s
pl_pl: [Kopia] %1$s
pt_br: [Cópia] %1$s
ro_ro: [Copiază] %1$s
sv_se: [Kopia] %1$s

source: Email has been moved
cs_cz: Zpráva byla přesunuta
da_dk: E-mail er blevet flyttet
es_mx: El correo se ha movido
fr_fr: Le courriel a été déplacé
hu_hu: A levél áthelyezésre került
it_it: Il messaggio è stato spostato
nl_nl: E-mailbericht is verplaatst
pl_pl: Wiadomość e-mail została przeniesiona
pt_br: O e-mail foi movido
ro_ro: E-mail-ul a fost mutat
sv_se: Meddelandet har flyttats
