Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/*.po
Languages: bg_bg, ca_es, cs_cz, da_dk, es_mx, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_br, ro_ro, sv_se

source: Manage additional passwords for use with other devices.
cs_cz: Spravovat další hesla používaná na jiných zařízeních
da_dk: Håndtér yderligere kodeord til brug på andre enheder.
es_mx: Administrar contraseñas adicionales para su uso con otros dispositivos.
fr_fr: Gérez des mots de passe supplémentaires à utiliser avec d'autres appareils.
hu_hu: Kezeljen további jelszavakat más eszközökkel történő használathoz.
it_it: Gestisci password aggiuntive da utilizzare con altri dispositivi.
nl_nl: Aanvullende wachtwoorden beheren voor het gebruik met andere apparaten.
pl_pl: Zarządzaj dodatkowymi hasłami do użytku z innymi urządzeniami.
pt_br: Gerenciar senhas adicionais para uso com outros dispositivos.
ro_ro: Gestionați parolele suplimentare pentru a fi utilizate cu alte dispozitive.
sv_se: Hantera ytterligare lösenord att använda på andra enheter.

source: Existing passwords
cs_cz: Stávající hesla
da_dk: Eksisterende kodeord
es_mx: Contraseñas existentes
fr_fr: Mots de passe existants
hu_hu: Meglévő jelszavak
it_it: Password esistenti
nl_nl: Bestaande wachtwoorden
pl_pl: Istniejące hasła
pt_br: Senhas existentes
ro_ro: Parole existente
sv_se: Befintliga lösenord

source: Add passwords
cs_cz: Přidat hesla
da_dk: Tilføj adgangskoder
es_mx: Añadir contraseñas
fr_fr: Ajouter des mots de passe
hu_hu: Jelszavak hozzáadása
it_it: Aggiungi password
nl_nl: Wachtwoorden toevoegen
pl_pl: Dodaj hasła
pt_br: Adicionar senhas
ro_ro: Adaugă parole
sv_se: Lägg till lösenord

source: There was a problem getting the list of passwords from the server.
cs_cz: Při získávání seznamu hesel ze serveru došlo k chybě.
da_dk: Der var et problem med at modtage listen over kordeord fra serveren.
es_mx: Se encontró un problema al obtener la lista de contraseñas del servidor.
fr_fr: Un problème est survenu lors de la récupération de la liste des mots de passe depuis le serveur.
hu_hu: Hiba történt a jelszavak listájának a kiszolgálóról történő beolvasása során.
it_it: Si è verificato un problema durante il recupero dell'elenco di password dal server.
nl_nl: Er is een probleem met het ophalen van de lijst van wachtwoorden van de server.
pl_pl: Wystąpił problem z pobraniem listy haseł z serwera.
pt_br: Ocorreu um problema ao obter a lista de senhas do servidor.
ro_ro: A apărut o problemă la obținerea listei de parole de la server.
sv_se: Ett problem inträffade när listan över lösenord hämtades från servern.

source: Never used
cs_cz: Nikdy nepoužito
da_dk: Aldrig brugt
es_mx: Nunca se ha usado
fr_fr: Jamais utilisé
hu_hu: Sosem használt
it_it: Mai utilizzata
nl_nl: Nooit gebruikt
pl_pl: Nigdy nie używane
pt_br: Nunca usado
ro_ro: Nu a fost folosită niciodată
sv_se: Aldrig använt

source: Drive Client
cs_cz: Klient Drive
da_dk: Klient til Drive
es_mx: Cliente de Drive
fr_fr: Client Drive
hu_hu: Drive kliens
it_it: Client Drive
pl_pl: Klient aplikacji Drive
pt_br: Cliente do Drive
ro_ro: Client Drive
sv_se: Drive-klient

source: Last Login: %s
cs_cz: Poslední přihlášení: %s
da_dk: Sidste log-ind: %s
es_mx: Última conexión: %s
fr_fr: Dernière connexion : %s
hu_hu: Utolsó bejelentkezés: %s
it_it: Ultimo accesso: %s
nl_nl: Laatst ingelogd: %s
pl_pl: Ostatnie zalogowanie: %s
pt_br: Último login: %s
ro_ro: Ultima autentificare: %s
sv_se: Senaste inloggning: %s

source: Device: %s
cs_cz: Zařízení: %s
da_dk: Enhed: %s
es_mx: Dispositivo: %s
fr_fr: Appareil : %s
hu_hu: Eszköz: %s
it_it: Dispositivo: %s
nl_nl: Apparaat: %s
pl_pl: Urządzenie: %s
pt_br: Dispositivo: %s
ro_ro: Dispozitiv: %s
sv_se: Enhet: %s

source: Location: %s
cs_cz: Místo: %s
da_dk: Placering: %s
es_mx: Ubicación: %s
fr_fr: Emplacement : %s
hu_hu: Hely: %s
it_it: Posizione: %s
nl_nl: Locatie: %s
pl_pl: Lokalizacja: %s
pt_br: Localização: %s
ro_ro: Locație: %s
sv_se: Plats: %s

source: %s logged in on %s
cs_cz: Přihlášení z %s %s
da_dk: %s loggede ind d. %s
es_mx: %s inició sesión el %s
fr_fr: Connexion de %s le %s
hu_hu: %s eszközön bejelentkezett ekkor: %s
it_it: %s ha eseguito l'accesso il %s
nl_nl: %s heeft ingelogd op %s
pl_pl: Użytkownik %s, zalogowany: %s
pt_br: %s fez login em %s
ro_ro: %s conectat la %s
sv_se: %s loggade in på %s

source: Delete password
cs_cz: Smazat heslo
da_dk: Slet kodeord
es_mx: Borrar contraseña
fr_fr: Supprimer le mot de passe
hu_hu: Jelszó törlése
it_it: Elimina password
nl_nl: Wachtwoord verwijderen
pl_pl: Usuń hasło
pt_br: Excluir senha
ro_ro: Șterge parola
sv_se: Radera lösenord

source: Do you really want to delete this password?
cs_cz: Opravdu chcete toto smazat?
da_dk: Vil du virkelig slette dette kodeord?
es_mx: ¿De verdad quiere borrar esta contraseña?
fr_fr: Voulez-vous vraiment supprimer ce mot de passe ?
hu_hu: Biztos, hogy törölni szeretné a jelszót?
it_it: Vuoi davvero eliminare questa password?
nl_nl: Wilt u dit wachtwoord echt verwijderen?
pl_pl: Czy na pewno chcesz usunąć to hasło?
pt_br: Deseja realmente excluir esta senha?
ro_ro: Sigur doriți să ștergeți această parolă?
sv_se: Vill du verkligen radera det här lösenordet?

source: There was a problem removing the password.
cs_cz: Při mazání hesla došlo k chybě.
da_dk: Der var et problem med at slette kodeordet.
es_mx: Se encontró un problema al eliminar la contraseña.
fr_fr: Un problème est survenu lors de la suppression du mot de passe.
hu_hu: Hiba történt a jelszó eltávolításakor.
it_it: Si è verificato un problema durante la rimozione della password.
nl_nl: Er is een probleem bij het verwijderen van het wachtwoord.
pl_pl: Wystąpił problem z usunięciem hasła.
pt_br: Ocorreu um problema ao excluir a senha.
ro_ro: A apărut o problemă la eliminarea parolei.
sv_se: Ett problem inträffade när lösenordet togs bort.

source: Remove certificate
bg_bg: Премахнете сертификата
cs_cz: Odstranit certifikát
da_dk: Fjern certifikat
es_mx: Eliminar certificado
fr_fr: Supprimer le certificat
hu_hu: Tanúsítvány eltávolítása
it_it: Rimuovi certificato
nl_nl: Verwijder certificaat
pl_pl: Usuń certyfikat
pt_br: Excluir certificado
ro_ro: Elimină certificatul
sv_se: Ta bort certifikat

source: Do you really want to remove this certificate?
bg_bg: Наистина ли искате да премахнете този сертификат?
cs_cz: Opravdu chcete tento certifikát odstranit?
da_dk: Vil du virkelig fjerne dette certifikat?
es_mx: ¿De verdad quiere eliminar este certificado?
fr_fr: Voulez-vous vraiment supprimer ce certificat ?
hu_hu: Tényleg szeretné eltávolítani ezt a tanúsítványt?
it_it: Vuoi davvero rimuovere questo certificato?
nl_nl: Weet u zeker dat u dit certificaat wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten certyfikat?
pt_br: Deseja realmente excluir este certificado?
ro_ro: Sigur doriți să ștergeți acest certificat?
sv_se: Vill du verkligen ta bort det här certifikatet?

source: The certificate list is empty
cs_cz: Seznam certifikátů je prázdný
da_dk: Certifikatlisten er tom
es_mx: La lista de certificados está vacía
fr_fr: La liste de certificats est vide
hu_hu: A tanúsítványlista üres
it_it: L'elenco dei certificati è vuoto
nl_nl: De certificaatlijst is leeg
pl_pl: Lista certyfikatów jest pusta
pt_br: A lista de certificados está vazia
ro_ro: Lista de certificate este goală
sv_se: Certifikatlistan är tom

source: Fingerprint
bg_bg: Отпечатък
cs_cz: Otisk
da_dk: Fingeraftryk
es_mx: Huella dactilar
fr_fr: Empreinte
hu_hu: Ujjlenyomat
it_it: Impronta digitale
nl_nl: Vingerafdruk
pl_pl: Odcisk palca
pt_br: Impressão digital
ro_ro: Amprentă
sv_se: Fingeravtryck

source: Untrust certificate %1$s
bg_bg: Недоверен сертификат %1$s
cs_cz: Přestat důvěřovat certifikátu %1$s
da_dk: Hold op med at stole på certifikatet %1$s
es_mx: Desconfiar del certificado %1$s
fr_fr: Ne pas faire confiance au certificat %1$s
hu_hu: Nem megbízható tanúsítvány: %1$s
it_it: Rimuovi la fiducia al certificato %1$s
nl_nl: Certificaat %1$s opschorten
pl_pl: Wycofaj zaufanie dla certyfikatu %1$s
pt_br: Certificado de desconfiança %1$s
ro_ro: Certificatul %1$s nu mai este de încredere
sv_se: Sluta lita på certifikatet %1$s

source: Untrust
cs_cz: Přestat důvěřovat
da_dk: Stop med at stole på
es_mx: Desconfiar
fr_fr: Ne pas faire confiance
hu_hu: Nem megbízható
it_it: Rimuovi fiducia
nl_nl: Opschorten
pl_pl: Wycofaj zaufanie
pt_br: Desconfiança
ro_ro: Nu mai este de încredere
sv_se: Sluta lita på

source: Trust certificate %1$s
bg_bg: Доверен сертификат %1$s
cs_cz: Začít certifikátu %1$s
da_dk: Stol på certifikatet %1$s
es_mx: Confiar en el certificado %1$s
fr_fr: Faire confiance au certificate %1$s
hu_hu: Megbízható tanúsítvány: %1$s
it_it: Fidati del certificato %1$s
nl_nl: Certificaat %1$s vertrouwen
pl_pl: Zaufaj certyfikatowi %1$s
pt_br: Certificado de confiança %1$s
ro_ro: Certificatul %1$s este de încredere
sv_se: Lita på certifikatet %1$s

source: Trust
bg_bg: Доверие
cs_cz: Důvěřovat
da_dk: Stol på
es_mx: Confiar
fr_fr: Faire confiance
hu_hu: Megbízható
it_it: Fidati
nl_nl: Vertrouw
pl_pl: Zaufaj
pt_br: Confiança
ro_ro: Este de încredere
sv_se: Lita på

source: Remove certificate %1$s
bg_bg: Премахване на сертификат %1$s
cs_cz: Odstranit certifikát %1$s
da_dk: Fjern certifikat %1$s
es_mx: Eliminar certificado %1$s
fr_fr: Supprimer le certificat %1$s
hu_hu: %1$s tanúsítvány eltávolítása
it_it: Rimuovi il certificato %1$s
nl_nl: Verwijder certificaat %1$s
pl_pl: Usuń certyfikat %1$s
pt_br: Excluir certificado %1$s
ro_ro: Elimină certificatul %1$s
sv_se: Ta bort certifikatet %1$s

source: Common name
cs_cz: Běžný název
da_dk: Almindeligt navn
es_mx: Nombre común
fr_fr: Nom commun
hu_hu: Közös név
it_it: Nome comune
nl_nl: Algemene naam
pl_pl: Nazwa zwyczajowa
pt_br: Nome comum
ro_ro: Nume comun
sv_se: Standardnamn

source: Expired
bg_bg: Просрочен
cs_cz: Vypršel
da_dk: Udløbet
es_mx: Caducado
fr_fr: Expiré
hu_hu: Lejárt
it_it: Scaduti
nl_nl: Verlopen
pl_pl: Wygasły
pt_br: Expirado
ro_ro: Expirat
sv_se: Utgått

source: Expires on
bg_bg: Изтича на
cs_cz: Vyprší
da_dk: Udløber
es_mx: Caduca el
fr_fr: Expire le
hu_hu: Lejárat:
it_it: Scade il
nb_no: Utløper om
nl_nl: Verloopt op
pl_pl: Termin ważności
pt_br: Expira em
ro_ro: Expiră pe
sv_se: Går ut den

source: Failure reason
bg_bg: Причина за неуспех
cs_cz: Důvod selhání
da_dk: Fejlårsag
es_mx: Motivo del fallo
fr_fr: Raison de l'échec
hu_hu: Hiba oka
it_it: Motivo del problema
nl_nl: Reden van de fout
pl_pl: Przyczyna niepowodzenia
pt_br: Razão da falha
ro_ro: Motivul eșecului
sv_se: Anledning för misslyckande

source: Hostname
bg_bg: Име на хост
da_dk: Værtsnavn
es_mx: Nombre de equipo
fr_fr: Nom d'hôte
hu_hu: Gépnév
it_it: Nome host
nl_nl: Computernaam
pl_pl: Nazwa hosta
pt_br: Nome do servidor
ro_ro: Nume gazdă
sv_se: Värdnamn

source: Issued by
bg_bg: Издаден от
cs_cz: Vydal
da_dk: Udstedt af
es_mx: Emitido por
fr_fr: Émis par
hu_hu: Kiadta:
it_it: Emesso da
nl_nl: Afgegeven door
pl_pl: Wydane przez
pt_br: Emitido por
ro_ro: Emis de
sv_se: Utfärdat av

source: Issued on
bg_bg: Издаден на
cs_cz: Datum
da_dk: Udstedt den
es_mx: Emitido el
fr_fr: Émis le
hu_hu: Kiadás ideje:
it_it: Emesso il
nl_nl: Afgegeven op
pl_pl: Data wydania
pt_br: Emitido em
ro_ro: Emis pe
sv_se: Utfärdat den

source: Serial number
bg_bg: Сериен номер
cs_cz: Sériové číslo
da_dk: Serienummer
es_mx: Número de serie
fr_fr: Numéro de série
hu_hu: Sorozatszám
it_it: Numero di serie
nl_nl: Serienummer
pl_pl: Numer seryjny
pt_br: Número de série
ro_ro: Număr de serie
sv_se: Serienummer

source: Trusted
cs_cz: Důvěryhodný
da_dk: Betroet
es_mx: De confianza
fr_fr: De confiance
hu_hu: Megbízható
it_it: Affidabile
nl_nl: Vertrouwd
pl_pl: Zaufane
pt_br: Confiável
ro_ro: De încredere
sv_se: Betrodd

source: Certificate details
bg_bg: Данни за сертификата
cs_cz: Podrobnosti o certifikátu
da_dk: Certifikatdetaljer
es_mx: Detalles del certificado
fr_fr: Détails du certificat
hu_hu: Tanúsítvány részletei
it_it: Dettagli del certificato
nl_nl: Certificaat details
pl_pl: Szczegóły certyfikatu
pt_br: Detalhes do certificado
ro_ro: Detalii certificat
sv_se: Certifikatdetaljer

source: Trust certificate
bg_bg: Доверен сертификат
cs_cz: Důvěřovat certifikátu
da_dk: Stol på certifikat
es_mx: Confiar en certificado
fr_fr: Certificat de confiance
hu_hu: Megbízható tanúsítvány
it_it: Fidati del certificato
nl_nl: Vertrouw certificaat
pl_pl: Zaufaj certyfikatowi
pt_br: Certificado de confiança
ro_ro: Certificatul este de încredere
sv_se: Lita på certifikat

source: Addressbook
cs_cz: Adresář
da_dk: Adressebog
es_mx: Libreta de direcciones
hu_hu: Címjegyzék
it_it: Rubrica
nl_nl: Adresboek
pl_pl: Książka adresowa
pt_br: Catálogo de endereços
ro_ro: Agendă de contacte
sv_se: Adressbok

source: Calendar/Addressbook
cs_cz: Kalendář/Adresář
da_dk: Kalender/adressebog
es_mx: Calendario / Libreta de direcciones
hu_hu: Naptár/Címjegyzék
it_it: Calendario/Rubrica
nl_nl: Agenda/Adresboek
pl_pl: Kalendarz/książka adresowa
pt_br: Calendário/catálogo de endereços
ro_ro: Calendar/Agendă de contacte
sv_se: Kalender/Adressbok

source: eM Client
es_mx: Cliente eM
fr_fr: Client eM
hu_hu: eM kliens
pl_pl: Klient eM
ro_ro: Client eM

source: Appsuite eM Client
es_mx: Cliente eM de Appsuite
fr_fr: Client eM Appsuite
hu_hu: Appsuite eM kliens
pl_pl: Klient eM Appsuite
ro_ro: Grup de aplicații client eM

source: Unknown application
cs_cz: Neznámá aplikace
da_dk: Ukendt program
es_mx: Aplicación desconocida
fr_fr: Application inconnue
hu_hu: Ismeretlen alkalmazás
it_it: Applicazione sconosciuta
nl_nl: Onbekende applicatie
pl_pl: Nieznana aplikacja
pt_br: Aplicação desconhecida
ro_ro: Aplicație necunoscută
sv_se: Okänt program

source: Unknown device
bg_bg: Неразпознато устройство
cs_cz: Neznámé zařízení
da_dk: Ukendt enhed
es_mx: Dispositivo desconocido
fr_fr: Appareil inconnu
hu_hu: Ismeretlen eszköz
it_it: Dispositivo sconosciuto
nl_nl: Onbekend apparaat
pl_pl: Nieznane urządzenie
pt_br: Dispositivo desconhecido
ro_ro: Dispozitiv necunoscut
sv_se: Okänd enhet

source: Now active
bg_bg: Активен сега
cs_cz: Nyní aktivní
da_dk: Nu aktiv
es_mx: Activo ahora
fr_fr: Actuellement actif
hu_hu: Most aktív
it_it: Ora attivo
nl_nl: Nu actief
pl_pl: Teraz aktywne
pt_br: Agora ativo
ro_ro: Activ acum
sv_se: Nu aktiv

source: Do you really want to sign out from that device?
bg_bg: Наистина ли искате да излезете от това устройство?
cs_cz: Opravdu se chcete ze zařízení odhlásit?
da_dk: Vil du virkelig logge ud fra den enhed?
es_mx: ¿De verdad quiere desconectarse desde ese dispositivo?
fr_fr: Voulez-vous vraiment vous déconnecter de cet appareil ?
hu_hu: Tényleg szeretne bejelentkezni az eszközről?
it_it: Vuoi davvero disconnetterti dal dispositivo?
nl_nl: Weet u zeker dat u van dat apparaat wilt afmelden?
pl_pl: Czy naprawdę chcesz się wylogować z tego urządzenia?
pt_br: Deseja realmente encerrar a sessão desse dispositivo?
ro_ro: Sigur doriți să vă deconectați de la acest dispozitiv?
sv_se: Vill du verkligen logga ut från den enheten?

source: You are currently signed in with the following devices
bg_bg: В момента сте влезли в профила си от следните устройства
cs_cz: V tuto chvíli jste přihlášený(á) na následujících zařízeních
da_dk: Du er lige nu logget ind med følgende enheder
es_mx: Actualmente está conectado con los siguientes dispositivos
fr_fr: Vous êtes actuellement connecté avec les appareils suivants
hu_hu: Jelenleg az alábbi eszközökkel jelentkezik be
it_it: Sei attualmente registrato con i seguenti dispositivi
nl_nl: U bent momenteel aangemeld op de volgende apparaten
pl_pl: Obecnie jesteś zalogowany w następujących urządzeniach
pt_br: Você está atualmente conectado com os seguintes dispositivos
ro_ro: În prezent sunteți conectat cu următoarele dispozitive
sv_se: Du är för närvarande inloggad med följande enheter

source: Sign out from all clients
cs_cz: Odhlásit se ze všech klientů
da_dk: Log ud af alle klienter.
es_mx: Cerrar sesión en todos los clientes
fr_fr: Se déconnecter de tous les clients
hu_hu: Kijelentkezés minden eszközből
it_it: Esci da tutti i client
nl_nl: Van alle apparaten afmelden
pl_pl: Wyloguj się ze wszystkich klientów
pt_br: Encerrar sessão de todos os clientes
ro_ro: Deconectare de la toți clienții
sv_se: Logga ut från alla klienter

source: Do you really want to sign out from all clients except the current one?
bg_bg: Наистина ли искате да излезете от всички клиенти, с изключение на текущия?
cs_cz: Opravdu se chcete odhlásit ze všech klientů kromě aktuálního?
da_dk: Vil du virkelig logge ud fra alle andre enheder end denne?
es_mx: ¿De verdad quiere desconectarse desde todos los clientes excepto el actual?
fr_fr: Voulez-vous vraiment vous déconnecter de tous les clients à l'exception de celui-ci ?
hu_hu: Valóban ki akar jelentkezni az összes ügyféllel, kivéve az aktuálisat?
it_it: Vuoi davvero disconnetterti da tutti i client eccetto quello attuale?
nl_nl: Weet u zeker dat u van alle apparaten wilt afmelden behalve van dit apparaat?
pl_pl: Czy naprawdę chcesz się wylogować ze wszystkich klientów oprócz bieżącego?
pt_br: Deseja realmente se desconectar de todos os clientes com exceção do atual?
ro_ro: Sigur doriți să vă deconectați de la toți clienții, cu excepția celui curent?
sv_se: Vill du verkligen logga ut från alla klienter förutom den aktuella?

source: Sign out from device
cs_cz: Odhlásit se ze zařízení
da_dk: Log ud af enhed
es_mx: Cerrar sesión en el dispositivo
fr_fr: Se déconnecter sur cet appareil
hu_hu: Kijelentkezés az eszközről
it_it: Esci dal dispositivo
nl_nl: Afmelden van apparaat
pl_pl: Wyloguj się z urządzenia
pt_br: Encerrar sessão do dispositivo
ro_ro: Deconectare dispozitiv
sv_se: Logga ut från enhet

source: General
bg_bg: Общи
cs_cz: Obecné
da_dk: Generel
fr_fr: Général
hu_hu: Általános
it_it: Generale
nb_no: Generelt
nl_nl: Algemeen
pl_pl: Ogólna
pt_br: Geral
sv_se: Allmänt

source: Allow pre-loading of externally linked images
bg_bg: Разрешаване на предварително зареждане на външно свързани изображения
ca_es: Permet la precàrrega d'imatges externes enllaçades
cs_cz: Povolit přednačítání obrázků odkazovaných z externích zdrojů
da_dk: Tillad forhåndsindlæsning af eksternt linkede billeder
es_mx: Permitir la precarga de imágenes externas enlazadas
fr_fr: Autoriser le préchargement des images externes liées
hu_hu: A külső hivatkozásokon található képek előtöltésének engedélyezése
it_it: Consenti il pre-caricamento delle immagini esterne collegate
nb_no: Tillat visning av eksterne bilder
nl_nl: Vooraf laden van externe afbeeldingen toestaan
pl_pl: Pozwól na wstępne wczytywanie połączonych obrazów zewnętrznych
pt_br: Permitir o pré-carregamento de imagens com links externos
ro_ro: Permite preîncărcarea imaginilor cu legături externe
sv_se: Tillåt laddning i förväg av externt länkade bilder

source: Show email authenticity
cs_cz: Zobrazit informace o autentičnosti zprávy
da_dk: Vis beskedægthed
es_mx: Mostrar autenticidad del correo
fr_fr: Afficher l'authenticité du courriel
hu_hu: Az e-mail cím hitelességének megjelenítése
it_it: Mostra l'autenticità del messaggio
nl_nl: Toon bericht authenticiteit
pl_pl: Pokaż autentyczność wiadomości
pt_br: Exibir autenticidade de e-mail
ro_ro: Afișează autenticitatea e-mailului
sv_se: Visa meddelandets äkthet

source: Disabled
cs_cz: Zakázaný
da_dk: Deaktiveret
es_mx: Desactivado
fr_fr: Désactivé
hu_hu: Tiltva
it_it: Disabilitata
nl_nl: Uitgeschakeld
pl_pl: Wyłączone
pt_br: Desabilitado
ro_ro: Dezactivat
sv_se: Avaktiverad

source: Suspicious and unclassified emails only
cs_cz: Jen podezřelé a neklasifikované zprávy
da_dk: Kun mistænkelige og uklassificerede beskeder
es_mx: Solo correos sospechosos y no clasificados
fr_fr: Courriels suspects et non classés seulement
hu_hu: Csak gyanús és nem minősített e-mailek
it_it: Solo i messaggi sospetti e non classificati
nl_nl: Alleen verdachte en ongeclassificeerde e-mailberichten
pl_pl: Tylko podejrzane i niesklasyfikowane wiadomości e-mail
pt_br: Somente e-mails suspeitos e não classificados
ro_ro: Doar mesajele suspicioase sau fără calificativ
sv_se: Endast misstänkta och oklassificerade meddelanden

source: All emails
cs_cz: Všechny zprávy
da_dk: Alle beskeder
es_mx: Todos los correos
fr_fr: Tous les courriels
hu_hu: Összes e-mail
it_it: Tutti i messaggi
nl_nl: Alle e-mailberichten
pl_pl: Wszystkie wiadomości
pt_br: Todos os e-mails
ro_ro: Toate e-mailurile
sv_se: Alla meddelanden

source: Always trust mails from the following senders
cs_cz: Zprávám od následujících odesílatelů vždy důvěřovat
da_dk: Stol altid på e-mails fra de følgende afsendere
es_mx: Confiar siempre en los correos de los siguientes remitentes
fr_fr: Toujours faire confiance aux courriels provenant des expéditeurs suivants
hu_hu: Mindig megbízik a következő feladóktól érkező levelekben
it_it: Considera sempre come affidabili i messaggi di posta da questi mittenti
nl_nl: Vertrouw altijd de e-mailberichten van de volgende verzenders
pl_pl: Zawsze ufaj wiadomościom e-mail od następujących nadawców
pt_br: Sempre confiar nos e-mails dos seguintes remetentes
ro_ro: Aveți întotdeauna încrede in mesaje trimise de următorii expeditori
sv_se: Betro alltid meddelanden från följande avsändare

source: Comma-separated list e.g. "example.org, alice@example.com"
cs_cz: Čárkami oddělovaný seznam, např. „example.org, alice@example.com“
da_dk: kommasepareret liste, fx "example.org, alice@example.com"
es_mx: Lista separada por comas, por ejemplo "example.org, alice@example.com"
fr_fr: Liste séparée par des virgules, par exemple "exemple.org, alice@exemple.com"
hu_hu: Vesszővel elválasztott lista, pl. "example.org, alice@example.com"
it_it: Elenco separato da virgole ad es. "esempio.org, alice@esempio.com"
nl_nl: Kommagescheiden lijst b.v. "example.org, alice@example.com"
pl_pl: Lista rozdzielana przecinkami, np. „example.org, alicja@example.org”
pt_br: Lista separada por vírgulas, por ex. "exemplo.org, alice@exemplo.com"
ro_ro: Listă separată prin virgule, de ex. "exemplu.org, alice@exemplu.com"
sv_se: Kommaseparerad lista t.ex. "exempel.org, alice@exempel.com"

source: Incoming call
cs_cz: Příchozí hovor
da_dk: Indgående opkald
es_mx: Llamada entrante
fr_fr: Appel entrant
hu_hu: Bejövő hívás
it_it: Chiamata in entrata
nl_nl: Inkomende oproep
pl_pl: Połączenie przychodzące
pt_br: Chamada recebida
ro_ro: Apel
sv_se: Inkommande samtal

source: Answer
cs_cz: Odpovědět
da_dk: Svar
es_mx: Responder
fr_fr: Répondre
hu_hu: Válasz
it_it: Rispondi
nl_nl: Beantwoorden
pl_pl: Odbierz
pt_br: Atender
ro_ro: Răspunde
sv_se: Svara

source: Conference call
cs_cz: Konferenční hovor
da_dk: Konferenceopkald
es_mx: Conferencia
fr_fr: Conférence téléphonique
hu_hu: Konferencia hívás
it_it: Conferenza
nl_nl: Telefonische vergadering
pl_pl: Połączenie konferencyjne
pt_br: Chamada de conferência
ro_ro: Conferință telefonică
sv_se: Telefonkonferens

source: Connect
bg_bg: Свържете
cs_cz: Připojit
da_dk: Forbind
es_mx: Conectar
fr_fr: Se connecter
hu_hu: Csatlakozás
it_it: Connetti
nb_no: Koble til
nl_nl: Verbinden
pl_pl: Połącz
pt_br: Conectar
ro_ro: Conectare
sv_se: Anslut

# verb
source: Call
cs_cz: Volat
da_dk: Ring
es_mx: Llamar
fr_fr: Appeler
hu_hu: Hívás
it_it: Chiama
nl_nl: Bellen
pl_pl: Połączenie
pt_br: Ligar
ro_ro: Apelare
sv_se: Ring

source: Hang up
cs_cz: Zavěsit
da_dk: Lig på
es_mx: Colgar
fr_fr: Raccrocher
hu_hu: Hívás befejezése
it_it: Riaggancia
nl_nl: Ophangen
pl_pl: Rozłącz się
pt_br: Desligar
ro_ro: Închide
sv_se: Lägg på

source: Availability
cs_cz: Dostupnost
da_dk: Tilgængelighed
es_mx: Disponibilidad
fr_fr: Disponibilité
hu_hu: Elérhetőség
it_it: Disponibilità
nl_nl: Beschikbaarheid
pl_pl: Dostępność
pt_br: Disponibilidade
ro_ro: Disponibilitate
sv_se: Tillgänglighet

source: Absent
cs_cz: Chybí
da_dk: Fraværende
es_mx: Ausente
hu_hu: Hiányzik
it_it: Assente
nl_nl: Afwezig
pl_pl: Nieobecność
pt_br: Ausente
sv_se: Frånvarande

source: Busy
cs_cz: Obsazeno
da_dk: Optaget
es_mx: Ocupado
fr_fr: Occupé
hu_hu: Foglalt
it_it: Occupato
nl_nl: Bezet
pl_pl: Zajęty
pt_br: Ocupado
ro_ro: Ocupat
sv_se: Upptagen
