Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/backend.*.po
Languages: cs_cz

source: A tree with identifier "%1$s" already exists.
cs_cz: Strom s identifikátorem „%1$s“ již existuje.

source: The folder name "%1$s" is reserved. Please choose another name.
cs_cz: Název složky „%1$s“ je vyhrazen. Zvolte, prosím, jiný název.

source: Found two folders named "%1$s" located below the parent folder "%2$s". Please rename one of the folders. There should be no two folders with the same name.
cs_cz: V nadřazené složce „%2$s“ byly nalezeny dvě složky s názvem „%1$s“. Přejmenujte, prosím, jednu z těchto složek. Není vhodné mít dvě složky se stejným názvem.

source: An unexpected error occurred: %1$s. Please try again.
cs_cz: Došlo k neočekávané chybě: %1$s. Zkuste to, prosím, znovu.

source: SQL Problem: "%1$s"
cs_cz: Problém SQL: „%1$s“

source: No group given.
cs_cz: Nebyla zadána skupina.

source: The mandatory field %1$s is not defined.
cs_cz: Povinné pole %1$s není definované.

source: The simple name contains invalid characters: "%1$s".
cs_cz: Jednoduchý název obsahuje nepovolené znaky: „%1$s“.

source: Another group with the same identifier name exists: %1$d.
cs_cz: Již existuje jiná skupina se stejným identifikačním názvem: %1$d.

source: Group contains a not existing member %1$d.
cs_cz: Skupina obsahuje neexistujícího člena %1$d.

source: Group contains invalid data: "%1$s".
cs_cz: Skupina obsahuje neplatná data: „%1$s“.

source: You are not allowed to create groups.
cs_cz: Nemáte oprávnění k vytváření skupin.

source: Edit Conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
cs_cz: Konflikt při úpravách. Vaši změnu nelze dokončit, protože někdo jiný provedl neslučitelnou změnu ve stejné položce. Prosím, obnovte nebo synchronizujte a zkuste to znovu.

source: You are not allowed to change groups.
cs_cz: Nemáte oprávnění k měnění skupin.

source: You are not allowed to delete groups.
cs_cz: Nemáte oprávnění k mazání skupin.

source: Group "%1$s" can not be deleted.
cs_cz: Skupinu „%1$s“ nelze smazat.

source: Group "%1$s" can not be changed.
cs_cz: Skupinu „%1$s“ nelze změnit.

source: Attachment cannot be saved. File store limit is exceeded.
cs_cz: Přílohu nelze uložit. Byl překročen limit souborového úložiště.

source: Could not save file to the file store.
cs_cz: Nepodařilo se uložit soubor do úložiště.

source: Attachments must contain a file.
cs_cz: Přílohy musí obsahovat soubor.

source: Cannot generate ID for new attachment: %s
cs_cz: Nelze vygenerovat ID pro novou přílohu: %s

source: Could not retrieve file: %s
cs_cz: Nepodařilo se stáhnout soubor: %s

source: The attachment you requested no longer exists. Please refresh the view.
cs_cz: Požadovaná příloha již neexistuje. Obnovte, prosím, pohled.

source: Could not delete attachment.
cs_cz: Nepodařilo se smazat přílohu.

source: Could not find an attachment with the file id %s. Either the file is orphaned or belongs to another module.
cs_cz: Nepodařilo se nalézt přílohu s ID souboru %s. Soubor je buď sirotek, nebo náleží k jinému modulu.

source: Could not delete files from file store. Context: %d.
cs_cz: Nepodařilo se smazat soubory z úložiště. Kontext: %d.

source: Validation failed: %s
cs_cz: Ověření platnosti selhalo: %s

source: An error occurred executing the search in the database.
cs_cz: Došlo k chybě při provádění hledání v databázi.

source: Unable to access the file store.
cs_cz: Nemám přístup k úložišti souborů.

source: Writing to file store failed.
cs_cz: Zápis do úložiště souborů selhal.

source: Changes done to the object this attachment was added to could not be undone. Your database is probably inconsistent, run the consistency tool.
cs_cz: Změny provedené na objektu, ke kterému byla připojena tato příloha, se nepodařilo vrátit. Vaše databáze je pravděpodobně narušena. Spusťte nástroj pro kontrolu neporušenosti dat.

source: An error occurred attaching to the given object.
cs_cz: Došlo k chybě při připojování k danému objektu.

source: The object could not be detached because the update to an underlying object failed.
cs_cz: Objekt se nepodařilo odpojit, protože aktualizace výchozího objektu selhala.

source: Invalid parameter sent in request. Parameter '%1$s' was '%2$s' which does not look like a number.
cs_cz: V požadavku poslán neplatný parametr. Parametr ‚%1$s‘ byl ‚%2$s‘, což nevypadá jako číslo.

source: Conflicting services registered for context %1$i and folder %2$i
cs_cz: V kontextu %1$i a složce %2$i byly zjištěny kolidující služby

source: CalendarFolderObject not initialized.
cs_cz: CalendarFolderObject není inicializovaný.

source: Not yet supported!
cs_cz: Zatím není podporováno!

source: Shared folder owner not given.
cs_cz: Nebyl zadán vlastník sdílené složky.

source: Folder type unresolvable.
cs_cz: Nelze zjistit typ složky.

source: Unexpected SQL error.
cs_cz: Neočekávaná chyba SQL.

source: clientLastModified IS NULL. Abort action.
cs_cz: clientLastModified JE NULL. Zrušte akci.

source: Unexpected exception %d.
cs_cz: Neočekávaná výjimka %d.

source: Mandatory field mail address for external participants
cs_cz: Povinné pole pro externí účastníky: poštovní adresa

source: Would create an object without participants
cs_cz: Vytvořil by se objekt bez účastníků

source: Folder type "SHARED" is not allowed in this situation.
cs_cz: Typ složky „SHARED“ není v této situaci povolen.

source: Unexpected state for deleting a virtual appointment (exception). uid:oid:position %d:%d:%d
cs_cz: Neočekávaný stav po vymazání virtuální schůzky (výjimka). uid:oid: pozice %d:%d:%d

source: SessionObject not initialized
cs_cz: SessionObject nebyl inicializován

source: You do not have the necessary permissions for appointments in folder %1$d.
cs_cz: Nemáte potřebná oprávnění k úkolům ve složce %1$d.

source: Insert expected but the object id is already given. Aborting action...
cs_cz: Očekáváno zadání, ale id objektu už je přiřazeno. Ruším akci...

source: Update expected but no object id is given. Aborting action...
cs_cz: Očekávána aktualizace, ale nebylo zadáno id objektu. Ruším akci...

source: Invalid request. Folder is shared.
cs_cz: Neplatný požadavek. Složka je sdílená.

source: Unsupported type detected : %d
cs_cz: Zjištěn nepodporovaný typ: %d

source: End date is before start date
cs_cz: Koncové datum je před počátečním datem

source: Unsupported label value %d
cs_cz: Nepodporovaná hodnota značky %d

source: Private flag is only allowed inside of a private folder.
cs_cz: Soukromý příznak je povolen pouze v soukromé složce.

source: Appointments marked as 'Private' can only be scheduled for the respective user (or owner of the calendar). Please remove additional participants or remove the "Private" mark.
cs_cz: Schůzky označené jako ‚Soukromé‘ mohou být plánovány pouze pro příslušného uživatele (nebo vlastníka kalendáře). Odstraňte, prosím, další účastníky nebo odeberte označení ‚Soukromé‘.

source: Unsupported private flag value %d
cs_cz: Nepodporovaná hodnota soukromého příznaku %d

source: Unsupported "shown as" value %d
cs_cz: Nepodporovaná hodnota „zobrazeno jako“ %d

source: Required value "Start Date" was not supplied.
cs_cz: Požadovaná hodnota „Počáteční datum“ nebyla zadána.

source: Required value "End Date" was not supplied.
cs_cz: Požadovaná hodnota „Koncové datum“ nebyla zadána.

source: Required value "Title" was not supplied.
cs_cz: Požadovaná hodnota „Název“ nebyla zadána.

source: Unable to create exception, recurring position can not be calculated.
cs_cz: Nemohu vytvořit výjimku, pozici opakování nelze vypočítat.

source: Got an UserParticipant object with an identifier < 1 Identifier:Folder_Type = %d:%d
cs_cz: Narazil jsem na objekt UserParticipant s identifikátorem < 1 Identifikátor: Folder_Type = %d:%d

source: Got an UserParticipant object with a private folder id < 1 : Identifier = %d
cs_cz: Narazil jsem na objekt UserParticipant s id soukromé složky < 1 : Identifikátor = %d

source: Got an UserParticipant object with a private folder id in a public folder : Identifier = %d
cs_cz: Narazil jsem na objekt UserParticipant s id soukromé složky ve veřejné složce: Identifikátor = %d

source: Move not supported: Cannot move an appointment from folder %d to folder %d
cs_cz: Přesun není podporován: Nelze přesunout schůzku ze složky %d do složky %d

source: Move not allowed from shared folders
cs_cz: Není povoleno přesouvat ze sdílených složek

source: Calendar operation: Context not set.
cs_cz: Činnost kalendáře: není nastaven kontext.

source: Insufficient rights to add/remove an attachment to/from this folder.
cs_cz: Nedostatečná oprávnění k připojení/odebrání přílohy u této složky.

source: Insufficient read rights for this folder.
cs_cz: Nedostatečná oprávnění ke čtení této složky.

source: Cannot resolve recurrence position because neither the recurring position nor the recurring date position is known.
cs_cz: Nelze získat pozici opakování, protože nemáme ani pozici opakování, ani pozici data opakování.

source: Missing start date, unable to calculate recurring.
cs_cz: Chybí počáteční datum, nemohu vypočítat opakování.

source: Missing or wrong interval value: %d
cs_cz: Chybějící nebo špatná hodnota ‚interval‘: %d

source: Missing or wrong DayInMonth value: %d
cs_cz: Chybějící nebo špatná hodnota ‚DayInMonth‘: %d

source: Missing or wrong month value: %d
cs_cz: Chybějící nebo špatná hodnota měsíce: %d

source: Missing or wrong day value: %d
cs_cz: Chybějící nebo špatná hodnota dne: %d

source: Missing or wrong day_or_type : %d
cs_cz: Chybějící nebo špatný ‚day_or_type‘: %d

source: Unable to remove participant %d
cs_cz: Nemohu odstranit účastníka %d

source: Unable to remove participant because this participant is the last remaining
cs_cz: Nemohu odstranit účastníka, protože jde o posledního účastníka

source: Action type not supported : %d
cs_cz: Typ nepodporované činnosti : %d

source: Folder is not of type Calendar
cs_cz: Složka není typu Calendar

source: The required "interval" value is missing or wrong
cs_cz: Požadovaná hodnota „interval“ chybí nebo je špatně

source: The required "days" value is missing or wrong: %d
cs_cz: Požadovaná hodnota „dny“ chybí nebo je špatně: %d

source: Moving appointment to a public folder flagged as private is not allowed.
cs_cz: Přesun schůzky do veřejné složky se soukromým příznakem není povolen.

source: You do not have the appropriate permissions to modify this object.
cs_cz: Nemáte příslušná oprávnění k úpravě tohoto objektu.

source: Got the wrong folder identification. You do not have the appropriate permissions to modify this object.
cs_cz: Špatná identifikace složky. Nemáte příslušná oprávnění k úpravě tohoto objektu.

source: Got the wrong shared folder identification. You do not have the appropriate permissions to modify this object.
cs_cz: Špatná identifikace sdílené složky. Nemáte příslušná oprávnění k úpravě tohoto objektu.

source: You do not have the appropriate permissions to move this object.
cs_cz: Nemáte příslušná oprávnění k přesunu tohoto objektu.

source: You do not have the appropriate permissions to read this object %1$d.
cs_cz: Nemáte příslušná oprávnění ke čtení tohoto objektu %1$d.

source: You do not have the appropriate permissions to create an object
cs_cz: Nemáte příslušná oprávnění k vytvoření objektu

source: You are trying to create a new recurring from an exception. This is not possible.
cs_cz: Snažíte se vytvořit nové opakování z výjimky. To není možné.

source: You can not move one element of a recurring appointment into another folder.
cs_cz: Nemůžete přesunout prvek opakující se schůzky do jiné složky.

source: A database update exception occurred.
cs_cz: Došlo k výjimce při aktualizaci databáze.

source: Move to a shared folder not allowed if the private flag is set
cs_cz: Není povoleno přesouvat do sdílené složky, pokud je nastaven soukromý příznak

source: You can not use different private flags for one element of a recurring appointment
cs_cz: Nemůžete použít odlišné soukromé příznaky pro jeden prvek opakující se schůzky

source: You can not use the private flag in a non private folder
cs_cz: Nemůžete použít soukromý příznak v nesoukromé složce

source: Bad character in field %1$s. Error: %2$s
cs_cz: Neplatný znak v poli %1$s. Chyba: %2$s

source: Some data exceeds a field limit. Please shorten the input(s) for affected field(s).
cs_cz: Některé údaje překračují limit polí. Zkraťte, prosím, vstupy v příslušných polích.

source: Calendar calculation requires a properly defined time zone.
cs_cz: Pro výpočet kalendáře je potřeba řádně nastavené časové pásmo.

source: Recurrence position %1$s does not exist
cs_cz: Pozice opakování %1$s neexistuje

source: One or more exception dates are not contained in recurring appointment
cs_cz: Jedno nebo více dat výjimek není v opakované schůzce uvedeno

source: Appointment's owner must not be removed from participants
cs_cz: Vlastník schůzky nemůže být odstraněn ze seznamu účastníků

source: An event error occurred: %1$s
cs_cz: Došlo k chybě události: %1$s

source: Value %1$d exceeds max. supported value of %2$d.
cs_cz: Hodnota %1$d překračuje maximální povolenou hodnotu %2$d.

source: Unable to calculate first occurrence.
cs_cz: Nemohu vypočítat první opakování.

source: The recurrence pattern is too complex. Giving up.
cs_cz: Způsob opakování je příliš komplikovaný. Vzdávám to.

source: Unknown name-value-pair in recurrence string: %1$s=%2$s
cs_cz: Neznámý pár název-hodnota v řetězci opakování: %1$s=%2$s

source: Changing recurrence type of a change exception denied
cs_cz: Změna typu opakování změnové výjimky byla zamítnuta

source: Changing recurrence position of a change exception denied.
cs_cz: Změna pozice opakování změnové výjimky byla zamítnuta.

source: User changing the appointment is missing.
cs_cz: Chybí uživatel, který mění schůzku.

source: Some callbacks threw exceptions: %s
cs_cz: Některá zpětná volání vrátila výjimky: %s

source: Series end is before start date.
cs_cz: Konec série je před počátečním datem.

source: Incomplete recurring information: missing interval.
cs_cz: Neúplné informace o opakování: chybí interval.

source: Incomplete recurring information: missing series end date or number of occurrences.
cs_cz: Neúplné informace o opakování: Chybí koncové datum série nebo počet opakování.

source: Incomplete recurring information: missing weekday.
cs_cz: Neúplné informace o opakování: chybí den v týdnu.

source: Incomplete recurring information: missing day in month.
cs_cz: Neúplné informace o opakování: chybí den v měsíci.

source: Incomplete recurring information: missing month.
cs_cz: Neúplné informace o opakování: chybí měsíc.

source: Incomplete recurring information: missing recurrence type.
cs_cz: Neúplné informace o opakování: chybí typ opakování.

source: Moving a recurring appointment to another folder is not supported.
cs_cz: Přesun opakované schůzky do jiné složky není podporován.

source: In order to accomplish the search, %1$d or more characters are required.
cs_cz: Aby mohlo být vyhledávání provedeno, je potřeba alespoň %1$d znaků.

source: Redundant information for Until and occurrences.
cs_cz: Nadbytečné informace pro Until a termíny opakování.

source: Unnecessary recurrence information for recurrence type "no recurrence".
cs_cz: Zbytečná informace o opakování pro typ opakování „žádné opakování“.

source: Unnecessary recurrence information (%1$s) for type %2$s
cs_cz: Zbytečná informace o opakování (%1$s) pro typ %2$s

source: Unable to calculate given position. Seems to be a delete exception or outside range
cs_cz: Nemohu vypočítat danou pozici. Pravděpodobně se jedná o výjimku mazání nebo překročení rozsahu

source: Changing an exception into a series is not supported.
cs_cz: Změna výjimky v sérii není podporována.

source: Cannot insert appointment (%1$s). An appointment with the unique identifier (%2$s) already exists.
cs_cz: Nelze vložit schůzku (%1$s). Schůzka s identifikátorem %2$s již existuje.

source: SQL Problem.
cs_cz: Problém SQL.

source: Wrong number of rows changed. Expected %1$d but was %2$d.
cs_cz: Změněn špatný počet řádků. Očekáváno %1$d, ve skutečnosti %2$d.

source: Could not find participant for this object.
cs_cz: Pro tento objekt se nepodařilo nalézt účastníka.

source: Was not able to calculate next upcoming reminder for series appointment %2$d in context %1$d.
cs_cz: Nepodařilo se vypočítat nadcházející upomínku pro schůzku ze série %2$d v kontextu %1$d.

source: Invalid sequence value: %1$d
cs_cz: Neplatná hodnota sekvence: %1$d

source: An external participant with the E-Mail address %1$s is already included. Please remove participant duplicate and retry.
cs_cz: Externí účastník s e-mailovou adresou %1$s už je zařazen. Odstraňte, prosím, duplicitního účastníka a zkuste to znovu.

source: Appointment is not a recurring appointment.
cs_cz: Schůzka není opakovaná.

source: Found a user contact outside global address book in folder %1$d in context %2$d.
cs_cz: Ve složce %1$i a kontextu %2$i byl nalezen uživatelský kontakt mimo globální adresář.

source: Invalid E-Mail address: '%s'. Please correct the E-Mail address.
cs_cz: Neplatná e-mailová adresa ‚%s‘. Opravte, prosím.

source: Unable to import this contact picture. Either the type is not part of the supported type (JPG, GIF, BMP or PNG) or the size exceed %3$d. Your file type is %1$s and your image size is %2$d.
cs_cz: Nemohu importovat tento kontaktní obrázek. Buď se nejedná o podporovaný druh (JPG, GIF, BMP nebo PNG), nebo velikost přesahuje %3$d. Druh souboru je %1$s a velikost obrázku je %2$d.

source: You are not allowed to store this contact in a non-contact folder: folder id %1$d in context %2$d with user %3$d
cs_cz: Tento kontakt nesmíte uložit do složky, která není určena pro kontakty: id složky %1$d v kontextu %2$d s uživatelem %3$d

source: You do not have the permission to access objects in the folder %1$d in the context %2$d as user %3$d
cs_cz: Nemáte oprávnění pro přístup k objektům ve složce %1$d v kontextu %2$d cobyuživatel %3$d

source: Got a -1 ID from IDGenerator
cs_cz: IDGenerator vrátil -1 ID

source: Unable to scale image down.
cs_cz: Nemohu zmenšit obrázek.

source: Invalid SQL query.
cs_cz: Neplatný SQL dotaz.

source: You do not have the permission to create objects in the folder %1$d in context %2$d as user %3$d
cs_cz: Nemáte oprávnění k vytváření objektů ve složce %1$d v kontextu %2$d cobyuživatel %3$d

source: Unable to synchronize the old contact with the new changes: context %1$d object %2$d
cs_cz: Nemohu synchronizovat starý kontakt s novými změnami: kontext %1$d objekt %2$d

source: You are not allowed to mark this contact as private contact: context %1$d object %2$d
cs_cz: Nemáte oprávnění označit tento kontakt jako soukromý: kontext %1$d objekt %2$d

source: An error occurred: object id is -1
cs_cz: Došlo k chybě: ID objektu je -1

source: No changes found. No update required. context %1$d object %2$d
cs_cz: Nebyly nalezeny žádné změny. Aktualizace není potřeba. kontext %1$d objekt %2$d

source: Contact %1$d not found in context %2$d.
cs_cz: Kontakt %1$d nebyl v kontextu %2$d nalezen.

source: Unable to save contact image. The image appears to be broken.
cs_cz: Nemohu uložit obrázek pro kontakt. Soubor je pravděpodobně vadný.

source: Unable to trigger object events: context %1$d folder %2$d
cs_cz: Nemohu spustit události objektu: kontext %1$d složka %2$d

source: Unable to pick up a connection from the DBPool
cs_cz: Nemohu zachytit spojení z DBPool

source: Import failed. Some data entered exceed the database field limit. Please shorten the following entries: %1$s character limit: %2$s sent %3$s Please add a comment for the variables
cs_cz: Import selhal. Některé ze zadaných údajů překračují limit polí databáze. Zkraťte, prosím, následující položky: %1$s limit znaků: %2$s odesláno %3$s

source: The image you tried to attach is not a valid picture. It may be broken or is not a valid file.
cs_cz: Obrázek, který jste se pokusil(a) připojit, není platný obrázkový soubor. Buď je poškozený, nebo to není platný soubor.

source: Your first name is mandatory. Please enter it.
cs_cz: Vaše křestní jméno je povinný údaj. Zadejte ho, prosím.

source: Unable to move this contact because it is marked as private: context %1$d object %2$d
cs_cz: Nemohu přesunout tento kontakt, protože je označen jako soukromý: kontext %1$d objekt %2$d

source: Your display name is mandatory. Please enter it.
cs_cz: Vaše zobrazované jméno je povinný údaj. Zadejte ho, prosím.

source: The name you entered is already assigned to another user. Please choose another display name. context %1$d object %2$d
cs_cz: Jméno, které jste zadal(a), je již přiřazeno jinému uživateli. Zvolte, prosím, jiné jméno. kontext %1$d objekt %2$d

source: Bad character in field %2$s. Error: %1$s
cs_cz: Neplatný znak v poli %2$s. Chyba: %1$s

source: You do not have the permission to delete objects from folder %1$d in context %2$d as user %3$d
cs_cz: Nemáte oprávnění k mazání objektů ve složce %1$d v kontextu %2$d coby uživatel %3$d

source: Mime type is not defined.
cs_cz: MIME typ není definován.

source: A contact with private flag cannot be stored in a public folder. Folder: %1$d context %2$d user %3$d
cs_cz: Kontakt se soukromým příznakem nelze uložit do veřejné složky. Složka: %1$d kontext %2$d uživatel %3$d

source: Image size too large. Image size: %1$d. Max. size: %2$d.
cs_cz: Obrázek je příliš velký. Velikost obrázku: %1$d. Max. velikost: %2$d.

source: Primary E-Mail address in system contact must not be edited: context %1$d object %2$d user %3$d
cs_cz: Primární e-mailová adresa u systémového kontaktu nesmí být upravována: kontext %1$d objekt %2$d uživatel %3$d

source: The contact %1$d is not located in folder %2$s (%3$d)
cs_cz: Kontakt %1$d není umístěný ve složce %2$s (%3$d)

source: Your last name is mandatory. Please enter it.
cs_cz: Vaše příjmení je povinný údaj. Zadejte ho, prosím.

source: You are not allowed to modify contact %1$d in context %2$d.
cs_cz: Nemáte oprávnění k úpravě kontaktu %1$d v kontextu %2$d.

source: An E-Mail address is mandatory for external distribution list members. Please add a valid E-Mail address.
cs_cz: Pro externí členy distribučního seznamu je povinná e-mailová adresa. Zadejte, prosím, platnou e-mailovou adresu.

source: Unable to load objects. Context %1$d user %2$d
cs_cz: Nemohu načíst objekty. kontext %1$d uživatel %2$d

source: This feature has not been enabled
cs_cz: Tato funkce nebyla zapnuta

source: User contacts can not be deleted.
cs_cz: Uživatelské kontakty nelze smazat.

source: The identifier %1$s can not be parsed.
cs_cz: Identifikátor %1$s nelze parsovat.

source: Number of documents attached to this contact is below zero. You can not remove any more attachments.
cs_cz: Počet dokumentů připojených k tomuto kontaktu je nižší než nula. Další přílohy už nemůžete odstranit.

source: Setting %s requires at least a ContactObject and a value.
cs_cz: Abych mohl nastavit %s, potřebuji alespoň ContactObject a hodnotu.

source: Given string %1$s could not be converted to a date.
cs_cz: Zadaný řetězec %1$s se nepodařilo převést na datum.

source: Could not convert given object %s to a date when setting %s.
cs_cz: Objekt %s se při nastavování %s nepodařilo převést na datum.

source: Getting the value of %s requires at least a ContactObject
cs_cz: Abych mohl získat hodnotu %s, potřebuji alespoň ContactObject

source: Cannot resolve mailadmin for context %d.
cs_cz: Nelze se připojit ke službě mailadmin pro kontext %d.

source: Cannot find context %d.
cs_cz: Nelze nalézt kontext %d.

source: Cannot get connection to database.
cs_cz: Nelze se připojit k databázi.

source: SQL problem: %1$s.
cs_cz: Problém SQL: %1$s.

source: Updating database ... Try again later.
cs_cz: Aktualizuji databázi... Zkuste to, prosím, později.
