Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/backend.*.po
Languages: cs_cz

source: File not found: %1$s
cs_cz: Soubor nenalezen: %1$s

source: I/O error: %1$s
cs_cz: Chyba I/O: %1$s

source: No such managed file associated with ID: %1$s
cs_cz: S ID %1$s není asociován žádný spravovaný soubor

source: ID generation failed
cs_cz: Selhalo generování ID

source: The required service %1$s is temporary not available. Please try again later.
cs_cz: Požadovaná služba %1$s je dočasně nedostupná. Zkuste to, prosím, později.

source: An I/O error occurred
cs_cz: Došlo k chybě I/O

source: Service initialization failed
cs_cz: Selhala inicializace služby

source: Sessiond exception
cs_cz: Výjimka sessiond

source: Maximum number of sessions elapsed
cs_cz: Maximální počet uplynulých sezení

source: Sessiond Config Exception
cs_cz: Konfigurační výjimka sessiond

source: Missing property '%s'
cs_cz: Chybí nastavení ‚%s‘

source: Unknown event topic %s
cs_cz: Neznámé téma události %s

source: Password could not be changed
cs_cz: Heslo se nepodařilo změnit

source: Max. number of sessions exceeded for user %1$s in context %2$s
cs_cz: Překročen maximální počet sezení pro uživatele %1$s v kontextu %2$s

source: Authentication identifier duplicate found. Existing session login: %1$s. Current denied login request: %2$s.
cs_cz: Zjištěno duplicitní použití autentizačního identifikátoru. Přihlašovací jméno stávajícího sezení: %1$s. Aktuálně odmítnuté přihlášení: %2$s.

source: SessionD returned wrong session with identifier %1$s for given session identifier %2$s.
cs_cz: SessionD vrátila chybné sezení (identifikátor %1$s) pro daný identifikátor sezení %2$s.

source: Got a collision while adding a new session to the session container. Colliding session has login %1$s and new session has login %2$s.
cs_cz: Zjištěna kolize při přidávání nového sezení do kontejneru sezení. Kolidující sezení má přihlašovací jméno %1$s a nové sezení má přihlašovací jméno %2$s.

source: Received wrong session %1$s having random %2$s when looking for random %3$s and session %4$s.
cs_cz: Při hledání náhodného tokenu sezení %3$s s identifikátorem %4$s bylo vráceno chybné sezení %1$s s náhodným tokenem %2$s.

source: The session parameter is missing.
cs_cz: Chybí parametr sezení.

source: Your session %s expired. Please start a new browser session.
cs_cz: Vaše sezení %s vypršelo. Spusťte, prosím, nové sezení prohlížeče.

source: Context is locked.
cs_cz: Kontext je uzamčen.

source: Request to server was refused. Original client IP address changed. Please try again.
cs_cz: Požadavek na server byl zamítnut. Původní IP adresa klienta se změnila. Zkuste to, prosím, znovu.

source: Your session was invalidated. Please try again.
cs_cz: Vaše sezení bylo zrušeno. Zkuste to, prosím, znovu.

source: Max. number of sessions exceeded for client %1$s of user %2$s in context %3$s
cs_cz: Překročena maximální velikost sezení pro klienta %1$s uživatele %2$s v kontextu %3$s

source: Session daemon is not initialized yet.
cs_cz: Démon sezení dosud nebyl inicializován.

source: Method not implemented.
cs_cz: Metoda není implementovaná.

source: Can not find a session for server token %1$s and client token %2$s.
cs_cz: Nemohu nalézt sezení pro serverový token %1$s a klientský token %2$s.

source: A DBPool error occurred: 1$%s
cs_cz: Došlo k chybě DBPool: 1$%s

source: Operation not allowed on a closed SearchIterator
cs_cz: Operace není povolená na uzavřeném SearchIterator

source: Mapping for %1$d not implemented
cs_cz: Mapování pro %1$d není implementováno

source: FreeBusyResults calculation problem with oid: %1$d
cs_cz: Výpočetní problém FreeBusyResults s oid: %1$d

source: Invalid constructor argument. Instance of %1$s not supported
cs_cz: Neplatný argument konstruktoru. Instance %1$s není podporovaná

source: No such element.
cs_cz: Takový prvek neexistuje.

source: An unexpected error occurred: %1$s
cs_cz: Došlo k neočekávané chybě: %1$s

source: Could not find data provider for id: %1$s
cs_cz: Nepodařilo se najít poskytovatele dat pro id: %1$s

source: Missing parameter: %1$s
cs_cz: Chybí parametr: %1$s

source: The embedded Apache client threw an error: %1$s
cs_cz: Vestavěný klient Apache vrátil chybu: %1$s

source: Parsing this JSON did not work: %1$s
cs_cz: Nepodařilo se parsovat tento JSON: %1$s

source: Parsing this XML with SAX did not work: %1$s
cs_cz: Nepodařilo se parsovat toto XML pomocí SAX: %1$s

source: Some generic exception was thrown: %1$s
cs_cz: Vrácena obecná výjimka: %1$s

source: An IO error occurred: %1$s
cs_cz: Došlo k chybě I/O: %1$s

source: The grizzly server could not be started
cs_cz: Nepodařilo se spustit server grizzly.

source: The following needed service is missing: "%1$s"
cs_cz: Chybí následující potřebná služba: „%1$s“

source: The maximum number of HTTP sessions (%1$n) is exceeded.
cs_cz: Byl překročen maximální počet HTTP sezení (%1$n).

source: The following needed feature could not be enabled: "%1$s"
cs_cz: Následující potřebnou službu se nepodařilo zapnout: „%1$s“

source: File "%1$s" could not be found.
cs_cz: Soubor „%1$s“ se nepodařilo nalézt.

source: Error while trying to interrupt Request processing.
cs_cz: Chyba při pokusu o přerušení zpracování požadavku.

source: Error while sending the servlet status code.
cs_cz: Chyba při odesílání stavového kódu servletu.

source: Unexpected token %s in .po file %s:%s. Expected one of %s
cs_cz: Neočekávaný token %s v .po souboru %s:%s. Očekáváno %s

source: Got %s, but expected a number in .po file %s:%s.
cs_cz: Mám %s, ale očekávané číslo v .po souboru je %s:%s.

source: Malformed or unsupported token. Got %s but expected %s in .po file %s:%s.
cs_cz: Špatný formát nebo nepodporovaný token. Mám %s, ale očekáváno %s v .po souboru %s: %s.

source: An IOException ocurred reading .po file %s.
cs_cz: Došlo k I/O výjimce při čtení .po souboru %s.

source: Please check that the file is correctly formatted.
cs_cz: Zkontrolujte, prosím, jestli má soubor správné formátovaní.

source: Please make sure the file is readable by the groupware.
cs_cz: Zkontrolujte, prosím, jestli groupware může daný soubor číst.

source: Implementing class could not be found
cs_cz: Implementační třídu se nepodařilo nalézt

source: An I/O error occurred while creating the socket connection to IMAP server (%1$s): %2$s
cs_cz: Došlo k chybě I/O při vytváření soketového připojení k IMAP serveru (%1$s): %2$s

source: Missing property %1$s in imap.properties.
cs_cz: Chybí nastavení %1$s v imap.properties.

source: Unknown IMAP server: %1$s
cs_cz: Neznámý IMAP server: %1$s

source: Missing IMAP server arguments to resolve IMAP login to a user
cs_cz: Chybí argumenty IMAP serveru pro přiřazení přihlašovacího jména IMAP k uživateli

source: IMAP login %1$s could not be resolved to a user
cs_cz: IMAP přihlašovací jméno %1$s se nepodařilo přiřadit k uživateli

source: User %1$s from context %2$s is not known on IMAP server "%3$s".
cs_cz: Uživatel %1$s z kontextu %2$s není známý na IMAP serveru „%3$s“.

source: Could not export the folder %1$s in the format %2$s.
cs_cz: Složku %1$s ve formátu %2$s se nepodařilo exportovat.

source: Could not load contacts
cs_cz: Nepodařilo se načíst kontakty

source: Could not encode as UTF-8
cs_cz: Nepodařilo se kódovat UTF-8

source: Can not get connection to database.
cs_cz: Nelze se připojit k databázi.

source: Invalid SQL Query: %s
cs_cz: Neplatný SQL dotaz: %s

source: Could not load folder %s
cs_cz: Složku %s se nepodařilo načíst

source: The necessary iCal emitter service is missing.
cs_cz: Chybí nezbytná služba: generátor iCal

source: Parsing %1$s to a number failed.
cs_cz: Parsování %1$s na číslo selhalo.

source: Conversion to iCal failed.
cs_cz: Převod na iCal selhal.

source: Conversion to vCard failed.
cs_cz: Převod na vCard selhal.

source: Can not import the format %2$s into folder %1$s.
cs_cz: Do složky %1$s nelze importovat formát %2$s.

source: Calendar module is not enabled for the user. Appointments can not be imported.
cs_cz: Modul Kalendář není pro uživatele zapnutý, nelze importovat schůzky.

source: Tasks module is not enabled for the user. Tasks cannot be imported.
cs_cz: Modul Úkoly není pro uživatele zapnutý, nelze importovat úkoly.

source: The necessary iCal parser service is missing.
cs_cz: Chybí nezbytná služba: iCal parser.

source: Importing the appointment failed due to a conflicting resource.
cs_cz: Selhal import schůzky kvůli konfliktu zdrojů.

source: Warnings when importing file: %d warnings
cs_cz: Varování při importu souboru: %d varování

source: Could not recognize format of the following data: %s
cs_cz: Nepodařilo se rozpoznat formát následujících dat: %s

source: Contacts module is not enabled for the user. Contacts cannot be imported.
cs_cz: Modul Kontakty není pro uživatele zapnutý, nelze importovat kontakty.

source: No vCard to import found.
cs_cz: Nenalezena žádná vCard k importu.

source: Problem while parsing the vcard. Reason: %s
cs_cz: Problém při parsování vCard. Důvod: %s

source: Problem while converting the vcard to a contact. Reason: %s
cs_cz: Problém při převodu vCard na kontakt. Důvod: %s

source: Can only import into one folder at a time.
cs_cz: Složky lze importovat pouze jednotlivě.

source: Could not find the following fields %s
cs_cz: Nepodařilo se nalézt následující pole: %s

source: Could not translate a single column title. Is this a valid CSV file?
cs_cz: Nepodařilo se převést ani jeden titulek sloupce. Jde o platný CSV soubor?

source: Could not translate a single field of information. Entry %s has not been inserted.
cs_cz: Nepodařilo se převést ani jedno informační pole, položka %s nebyla vložena.

source: File does not contain fields for assigning contact names: no name, company or E-Mail.
cs_cz: Soubor neobsahuje pole pro přiřazování jmen kontaktů: žádné jméno, firma nebo e-mailová adresa.

source: No field was set that might give the contact in line %s a display name: no name, company or E-Mail.
cs_cz: Nebylo určeno žádné pole, které by mohlo pro kontakt na řádku %s určitzobrazované jméno. Jméno, firma, ani e-mailová adresa.

source: Could not read InputStream as string
cs_cz: Nepodařilo se přečíst InputStream jako řetězec

source: Cannot find an importer for format %s into folders %s
cs_cz: Nemohu nalézt nástroj pro import formátu %s do složek %s

source: Cannot find an exporter for folder %s to format %s
cs_cz: Nemohu nalézt nástroj pro export složky %s do formátu %s

source: Cannot translate id=%d to a constant from Types.
cs_cz: Nemohu převést id=%d na konstantu objektu Types.

source: Cannot translate id=%d to a constant from FolderObject.
cs_cz: Nemohu převést id=%d na konstantu objektu FolderObject.

source: Can only handle one file, not %s
cs_cz: Mohu pracovat jen s jedním souborem, ne %s

source: Unknown format: %s
cs_cz: Neznámý formát: %s

source: Empty file uploaded.
cs_cz: Nahrán prázdný soubor.

source: The file you selected does not exist.
cs_cz: Soubor, který jste vybral(a), neexistuje.

source: Could not load ContactInterface to write storage contacts.
cs_cz: Nepodařilo se načíst ContactInterface k uložení kontaktů.

source: Could not write entry into database.
cs_cz: Záznam se nepodařilo zapsat do databáze.

source: Ignoring invalid value for field "%1$s": %2$s
cs_cz: Ignoruji neplatnou hodnotu v poli „%1$s“: %2$s

source: No file was uploaded
cs_cz: Nebyl nahrán žádný soubor

source: Could not import an entry because one or more fields are too big for the database: %s
cs_cz: Nepodařilo se importovat záznam, protože jedno nebo více polí je na databázi příliš velké: %s

source: Could not create the following element: %s
cs_cz: Nepodařilo se vytvořit následující prvek: %s

source: Could not find the temp file needed for the conversion.
cs_cz: Nepodařilo se nalézt dočasný soubor potřebný pro převod.

source: Missing parameter for folder
cs_cz: Chybí parametr pro složku

source: Columns should be numbers, could not convert %s into number
cs_cz: Sloupce by měla být čísla. Nepodařilo se převést %s na číslo

source: The uploaded file did not contain any content
cs_cz: Nahraný soubor nic neobsahuje.

source: Something went wrong reading from specified file. Please try again.
cs_cz: Při čtení z určeného souboru došlo k chybě. Zkuste to, prosím znovu.

source: No IndexAccess implementation was found for module %1$s.
cs_cz: Pro modul $1%s se nepodařilo nalézt implementaci IndexAccess.

source: An I/O Error occurred: %1$s
cs_cz: Došlo k chybě I/O: %1$s

source: An index entry does not exist for folder %1$s in account %2$s.
cs_cz: Složka %1$s není v rámci účtu %2$s indexovaná.

source: Index search for module %1$d is not enabled for user %2$d in context %3$d.
cs_cz: Prohledávání rejstříku v modulu %1$d není pro uživatele %2$d v kontextu %3$d povoleno.

source: The index for module %1$d for user %2$d in context %3$d is currently locked.
cs_cz: Rejstřík v modulu %1$d pro uživatele %2$d v kontextu %3$d je v současné době uzamčený.

source: Index-based search is not supported for module: %1$s
cs_cz: Modul %1$d nemá podporu indexovaného vyhledávání

source: No JSlob storage found for identifier: %1$s
cs_cz: Pro identifikátor %1$s nebylo nalezeno žádné úložiště JSlob

source: No JSlob found for service %1$s.
cs_cz: Pro službu %1$s se nepodařilo nalézt JSlob.

source: Conflicting deletion of JSlob for service %1$s.
cs_cz: Smazání JSlob u služby %1$s způsobilo konflikt.

source: Path doesn't exist: %1$s
cs_cz: Cesta neexistuje: %1$s

source: Invalid path: %1$s.
cs_cz: Neplatná cesta: %1$s.

source: Referenced JSlob %1$s must not be set for service %2$s. Nothing will be done.
cs_cz: Odkazovaný JSlob %1$s nesmí být pro službu %2$s nastaven. Nic nebude provedeno.

source: "%1$s" is a reserved identifier. Please choose a different one.
cs_cz: „%1$s“ je vyhrazený identifikátor. Zvolte, prosím, jiný.

source: The JSlob %1$s is too big.
cs_cz: JSlob %1$s je příliš velký.

source: A configuration error: %1$s
cs_cz: Chyba konfigurace: %1$s

source: The E-Mail address %1$s is invalid.
cs_cz: E-mailová adresa %1$s není platná.

source: Missing property: %1$s
cs_cz: Chybí nastavení: %1$s

source: Invalid property value in property "%1$s": %2$s
cs_cz: Neplatná hodnota nastavení v položce „%1$s“: %2$s

source: HTTP request to server "%1$s" failed. Status line: %2$s
cs_cz: HTTP požadavek na server „%1$s“ selhal. Stavový řádek: %2$s

source: JSON request failed. Error code: %1$s. Error message: %2$s
cs_cz: JSON požadavek selhal. Chybový kód: %1$s. Chybová zpráva: %2$s

source: A remote error occurred: %1$s
cs_cz: Došlo ke vzdálené chybě: %1$s

source: An index fault occurred: %1$s
cs_cz: Došlo k chybě indexu: %1$s

source: Unparseable HTTP response: %1$s
cs_cz: Neparsovatelná HTTP odpověď: %1$s

source: MBean registration denied: ManagementAgent is not running.
cs_cz: MBean registrace odepřena: ManagementAgent není spuštěný.

source: Malformed object name: %1$s
cs_cz: Špatný formát názvu objektu: %1$s

source: Not compliant MBean: %1$s
cs_cz: Nevyhovující MBean: %1$s

source: MBean registration error: %1$s
cs_cz: Chyba registrace MBean: %1$s

source: MBean already exists: %1$s
cs_cz: MBean již existuje: %1$s

source: MBean not found: %1$s
cs_cz: MBean nenalezen: %1$s

source: Malformed URL: %1$s
cs_cz: Špatný formát URL: %1$s

source: Unknown host error: %1$s
cs_cz: Neznámá chyba hostitele: %1$s.

source: Remote error: %1$s
cs_cz: Vzdálená chyba: %1$s

source: A JMX connector is already bound to URL %1$s.
cs_cz: Konektor JMX je již vázán na URL %1$s.

source: Communication error with Facebook service: %1$s
cs_cz: Chyba komunikace se službou Facebook: %1$s

source: Login to Facebook failed for login %1$s.
cs_cz: Přihlášení k Facebooku s přihlašovacím jménem %1$s selhalo.

source: Login form not found on page: %1$s
cs_cz: Na stránce nebyl nalezen přihlašovací formulář: %1$s

source: Element with attribute %1$s not found on page %2$s.
cs_cz: Na stránce %2$s nebyl nalezen prvek s atributem %1$s

source: Missing permission "%1$s" in Facebook login %2$s. Please copy following URL to your browser, login as %2$s (if not done yet) and grant access: %3$s
cs_cz: Chybí oprávnění „%1$s“ k přihlášení na Facebook s přihlašovacím jménem %2$s. Zkopírujte, prosím, následující URL do svého prohlížeče, přihlaste se jako %2$s (pokud už nejste přihlášení) a povolte přístup: %3$s

source: An error occurred during the processing of a script.
cs_cz: Při zpracování skriptu došlo k chybě.

source: Missing permission for the application associated with configured Facebook API key: %1$s Please grant access for that application in your Facebook account settings.
cs_cz: Chybí oprávnění pro aplikaci přiřazenou k nastavenému klíči API Facebooku: %1$s Povolte, prosím, přístup této aplikaci v nastavení vašeho účtu na Facebooku.

source: FQL query result size (%1$s) does not match requested number of post identifiers (%2$s).
cs_cz: Velikost výsledku FQL dotazu (%1$s) neodpovídá požadovanému počtu identifikátorů zpráv (%2$s).

source: Unsupported query type: %1$s.
cs_cz: Nepodporovaný typ dotazu: %1$s.

source: An OAuth error occurred: %1$s.
cs_cz: Došlo k chybě OAuth: %1$s.

source: A FQL error of type %1$s occurred: %2$s.
cs_cz: Došlo k chybě FQL typu %1$s: %2$s.

source: FQL response body cannot be parsed to a JSON value: %1$s
cs_cz: Tělo odpovědi FQL nelze parsovat na hodnotu JSON: %1$s

source: XML parse error: %1$s.
cs_cz: Chyba parsování XML: %1$s.

source: Missing Facebook configuration. Please re-create Facebook account.
cs_cz: Chybí nastavení Facebooku. Vytvořte, prosím, znovu účet pro Facebook.

source: Missing Facebook configuration parameter "%1$s". Please re-create Facebook account.
cs_cz: Chybí konfigurační parametr Facebooku „%1$s“. Vytvořte, prosím, znovu účet pro Facebook.

source: A Facebook API error occurred. Error code: %1$s. Error message: "%2$s". Please refer to http://fbdevwiki.com/wiki/Error_codes to look-up error code.
cs_cz: Došlo k chybě API Facebooku. Chybový kód: %1$s. Chybová zpráva: „%2$s“.Vysvětlení chybového kódu najdete na stránce http://fbdevwiki.com/wiki/Error_codes

source: Wall posts
cs_cz: Příspěvky na zdi

source: Action links
cs_cz: Akční odkazy

source: Confirmed ham
cs_cz: Potvrzená normální pošta

source: Confirmed ham folder
cs_cz: Složka potvrzené normální pošty

source: Confirmed spam
cs_cz: Potvrzený spam

source: Confirmed spam folder
cs_cz: Složka potvrzeného spamu

source: Drafts
cs_cz: Koncepty

source: Drafts folder
cs_cz: Složka konceptů

source: Sent
cs_cz: Odesláno

source: Sent folder
cs_cz: Odeslaná pošta

source: Spam folder
cs_cz: Složka Spam

source: Trash
cs_cz: Koš

source: Trash folder
cs_cz: Složka Koš

source: Mail port
cs_cz: Poštovní port

source: Mail protocol
cs_cz: Poštovní protokol

source: Secure mail connection
cs_cz: Bezpečné poštovní spojení

source: Mail server
cs_cz: Poštovní server

source: Primary address
cs_cz: Primární adresa

source: Personal
cs_cz: Osobní

source: SMTP login
cs_cz: SMTP přihlašovací jméno

source: SMTP password
cs_cz: SMTP heslo

source: SMTP protocol
cs_cz: SMTP protokol

source: Secure SMTP connection
cs_cz: Bezpečné SMTP spojení

source: Unified mail enabled
cs_cz: Spojená pošta zapnuta

source: Communication error with facebook service: %1$s
cs_cz: Chyba komunikace se službou Facebook: %1$s

source: Login to facebook failed for login %1$s.
cs_cz: Přihlášení k Facebooku s přihlašovacím jménem %1$s selhalo.

source: Missing permission "%1$s" in facebook login %2$s. Please copy the following url to your browser, log in as %2$s (if not done yet) and grant access: %3$s
cs_cz: Chybí oprávnění „%1$s“ pro přihlášení na Facebook s přihlašovacím jménem %2$s. Zkopírujte, prosím, následující URL do svého prohlížeče, přihlaste se jako %2$s (pokud už nejste přihlášení) a povolte přístup: %3$s

source: An error occurred while processing a script.
cs_cz: Při zpracovávání skriptu došlo k chybě.

source: Missing configuration parameter: %1$s.
cs_cz: Chybí konfigurační parametr: %1$s.

source: Wrong configuration parameter type. Should be %1$s, but is %2$s.
cs_cz: Špatný typ konfiguračního parametru. Měl by být %1$s, ale je %2$s.

source: Invalid Twitter messaging account. Please delete and re-create your Twitter messaging account.
cs_cz: Neplatný účet pro posílání zpráv na Twitter. Smažte, prosím, svůj účet a vytvořte jej znovu.

source: Messaging account %1$s of service "%2$s" could not be found for user %3$s in context %4$s.
cs_cz: Účet pro posílání zpráv %1$s využívající službu „%2$s“ se pro uživatele %3$s v kontextu %4$s nepodařilo nalézt.

source: Invalid message identifier: %1$s
cs_cz: Neplatný identifikátor zprávy: %1$s

source: A messaging error occurred: %1$s
cs_cz: Došlo k chybě při zpracování zpráv: %1$s

source: Unknown messaging content: %1$s.
cs_cz: Neznámý obsah zprávy: %1$s.

source: Unknown messaging service: %1$s.
cs_cz: Neznámá služba pro posílání zpráv: %1$s.

source: Invalid parameter: %1$s with value '%2$s'.
cs_cz: Neplatný parametr: %1$s s hodnotou ‚%2$s‘.

source: Messaging part is read-only.: %1$s
cs_cz: Část pro posílání zpráv je pouze ke čtení: %1$s

source: No create access on mail folder %1$s.
cs_cz: K poštovní složce %1$s nemám přístup povolující vytvářet

source: No attachment found with section identifier %1$s in message %2$s in folder %3$s.
cs_cz: Ve zprávě %2$s ve složce %3$s nebyla nalezena žádná příloha s identifikátorem sekce %1$s.

source: Message %1$s not found in folder %2$s.
cs_cz: Zpráva %1$s nebyla ve složce %2$s nalezena.

source: No Connection Factory found for name: %1$s
cs_cz: Nenalezena žádná Connection Factory pro jméno: %1$s

source: No such queue or could not be created: %1$s
cs_cz: Fronta neexistuje nebo se ji nepodařilo vytvořit: %1$s

source: No such topic or could not be created: %1$s
cs_cz: Téma neexistuje nebo se ho nepodařilo vytvořit: %1$s

source: A JMS error occurred: %1$s
cs_cz: Došlo k chybě JMS: %1$s

source: Illegal state: %1$s
cs_cz: Nepovolený stav: %1$s

source: A filter expression has not been validated.
cs_cz: Nepodařilo se validovat výraz filtru.

source: Either no such queue or a topic or could not be created: %1$s
cs_cz: Fronta nebo téma neexistují nebo se je nepodařilo vytvořit: %1$s

source: A security problem occurred: %1$s
cs_cz: Došlo k bezpečnostnímu problému: %1$s.

source: Response is not of type: %1$s
cs_cz: Odpověď není typ %1$s

source: Unexpected status %1$s (%2$s)
cs_cz: Neočekávaný stav %1$s (%2$s)

source: Invalid URL: %1$s
cs_cz: Neplatné URL: %1$s

source: Unknown OAuth service meta data: %1$s
cs_cz: Neznámá metadata služby OAuth: %1$s

source: Account not found with identifier %1$s for user %2$s in context %3$s.
cs_cz: Účet s identifikátorem %1$s uživatele %2$s v kontextu %3$s nebyl nalezen.

source: Unsupported OAuth service: %1$s
cs_cz: Nepodporovaná služba OAuth: %1$s

source: Missing argument: %1$s
cs_cz: Chybí argument: %1$s

source: An OAuth error occurred: %1$s
cs_cz: Došlo k chybě OAuth: %1$s

source: No OAuth provider found for identifier %1$s.
cs_cz: Nebyl nalezen žádný poskytovatel OAuth pro identifikátor %1$s.

source: General error: %1$s
cs_cz: Obecná chyba: %1$s

source: Not found: %1$s
cs_cz: Nenalezeno: %1$s

source: The source and destination URIs are equal: %1$s.
cs_cz: Zdrojová a cílová URI jsou stejné: %1$s.

source: Conflict. The resource cannot be created until one or more parental directories have been created: %1$s.
cs_cz: Konflikt. Zdroj nelze vytvořit, dokud nebude vytvořen jeden nebo více nadřazených adresářů: %1$s.

source: Such a resource already exists: %1$s.
cs_cz: Takový zdroj už existuje: %1$s.

source: Resource limit exceeded.
cs_cz: Překročen limit zdrojů.

source: Name contains illegal characters or parent is read-only: %1$s.
cs_cz: Název obsahuje neplatné znaky, nebo je nadřazený prvek pouze ke čtení: %1$s.

source: Unsupported protocol for SmartDrive server access: %1$s
cs_cz: Nepodporovaný protokol pro přístup k serveru SmartDrive: %1$s
