Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/backend.*.po
Languages: cs_cz

source: User %1$s has no write permission on folder %2$s in context %3$s
cs_cz: Uživatel %1$s nemá právo k zápisu do složky %2$s v kontextu %3$s

source: Unknown parameter container type: %1$s
cs_cz: Neznámý typ kontejneru parametru: %1$s

source: Unknown field: %1$s
cs_cz: Neznámé pole: %1$s

source: Parameter %1$s does not match JSON key %2$s
cs_cz: Parametr %1$s neodpovídá JSON klíči %2$s

source: Unknown action: %1$s
cs_cz: Neznámá činnost: %1$s

source: Shared folder %1$s MUST NOT be updated in context %2$s
cs_cz: Sdílená složka %1$s NESMÍ být v kontextu %2$s aktualizována

source: he attribute %1$s contains too many characters. Current length %3$d is more than allowed length of %2$d characters.
cs_cz: Atribut %1$s obsahuje příliš mnoho znaků. Současná délka %3$d překračuje povolenou délku %2$d znaků.

source: Unable to map OCL permission value %1$s to a JSON permission value
cs_cz: Nemohu namapovat hodnotu OCL oprávnění %1$s na hodnotu JSON oprávnění

source: Folder existence cannot be checked due to insufficient folder information
cs_cz: Existenci složky nelze ověřit kvůli nedostatečným informacím o složce.

source: A runtime error occurred in context %1$s
cs_cz: Došlo k běhové chybě v kontextu %1$s

source: This method is not applicable to an IMAP permission.
cs_cz: Tato metoda není uplatnitelná na oprávnění IMAP.

source: No subfolder creation below shared folder %1$s in context %2$s
cs_cz: Nelze vytvářet podsložky ve sdílené složce %1$s v kontextu %2$s

source: User %1$s grants invalid permissions on shared folder %2$s in context %3$s. Only the owner of parental shared folder %4$s can be the folder admin.
cs_cz: Uživatel %1$s přiděluje neplatná oprávnění sdílené složce %2$s v kontextu %3$s. Pouze vlastník nadřazené sdílené složky %4$s může být administrátorem složky.

source: Owner %1$s of default folder %2$s must keep the folder admin permission
cs_cz: Vlastník %1$s výchozí složky %2$s musí být držitelem administračních práv ke složce

source: User %1$s is not allowed to share folder %2$s in context %3$s due to user configuration
cs_cz: Uživatel %1$s nemá právo sdílet složku %2$s v kontextu %3$s kvůli uživatelské konfiguraci

source: The permissions for the user %1$s are limited. It is not possible to grant this user the wanted permissions for the folder %2$s in context %3$s.
cs_cz: Oprávnění uživatele %1$s jsou omezená. Není možné přidělit tomuto uživateli požadovaná oprávnění ke složce %2$s v kontextu %3$s.

source: Folder %1$s in context %2$s contains a hidden subfolder. User %3$s has no delete rights for this subfolder and consequently cannot delete its parent folder.
cs_cz: Složka %1$s v kontextu %2$s obsahuje skrytou podsložku. Uživatel %3$s nemá oprávnění ke smazání této podsložky, a proto nemůže smazat ani nadřazenou složku.

source: An infostore folder named %1$s already exists below folder %2$s (%3$s) in context %4$s. Please choose another display name.
cs_cz: Infostore složka s názvem %1$s již existuje ve složce %2$s (%3$s) v kontextu %4$s. Vyberte prosím jiný název.

source: Folder contains invalid data: "%1$s"
cs_cz: Složka obsahuje neplatná data: „%1$s“

source: You already share a personal folder named "%1$s" with the same user. You can not share two folders with exactly the same name with a user. Please rename the folder before sharing it with this user.
cs_cz: Soukromou složku „%1$s“ už s tímto uživatelem sdílíte. Nemůžete s jedním uživatelem sdílet dvě složky se stejným názvem. Přejmenujte, prosím, složku, než ji budete s tímto uživatelem sdílet.

source: Folder module cannot be updated since folder is not empty
cs_cz: Složkový modul nelze aktualizovat, protože složka není prázdná

source: Duplicate permission defined for user %1$s. Only one permission per user is allowed.
cs_cz: Pro uživatele %1$s bylo definováno duplicitní oprávnění. Je povoleno pouze jedno oprávnění na uživatele.

source: Duplicate permission defined for group %1$s. Only one permission per group is allowed.
cs_cz: Pro skupinu %1$s bylo definováno duplicitní oprávnění. Je povoleno pouze jedno oprávnění na skupinu.

source: Only the folder visibility permission is allowed to be changed for folder %1$s in context %2$s.
cs_cz: U složky %1$s v kontextu %2$s lze měnit pouze oprávnění určující viditelnost složky.

source: Only individual user permissions, but no group permissions are allowed for folder %1$s in context %2$s.
cs_cz: Pro složku %1$s v kontextu %2$s jsou povolená pouze oprávnění jednotlivých uživatelů, ne skupinová.

source: No individual user permissions are allowed for folder %1$s in context %2$s.
cs_cz: Pro složku %1$s v kontextu %2$s nejsou povolena oprávnění jednotlivých uživatelů.

source: Folder module must not be updated.
cs_cz: Složkový modul nesmí být aktualizován.

source: The module of a default folder must not be changed.
cs_cz: Modul výchozí složky se nesmí měnit.

source: User %1$s must not rename folder %2$s in context %3$s
cs_cz: Uživatel %1$s nesmí přejmenovat složku %2$s v kontextu %3$s

source: Failed to create folder. Please retry.
cs_cz: Vytváření složky selhalo. Zkuste to, prosím, znovu.

source: Delete cannot be performed because of locked documents in folder %1$s in context %2$s.
cs_cz: Mazání nelze provést kvůli uzamčeným dokumentům ve složce %1$s v kontextu %2$s.

source: Operation may only be performed for context administrator.
cs_cz: Operaci lze provést pouze pro administrátora kontextu.

source: Folder %1$s must not be deleted in context %2$s.
cs_cz: Složka %1$s nesmí být v kontextu %2$s smazána.

source: Unknown AJAX action: %s.
cs_cz: Neznámá činnost AJAX: %s.

source: Unknown AJAX action %1$s in module %2$s.
cs_cz: Neznámá činnost AJAX (%1$s) v modulu %2$s.

source: Missing the following request parameter: %s
cs_cz: Chybí následující parametr požadavku: %s

source: Missing upload image.
cs_cz: Chybí obrázek k nahrání.

source: Invalid parameter: %s
cs_cz: Neplatný parametr: %s

source: I/O error while writing to Writer object: %s
cs_cz: I/O chyba při zápisu do objektu Writer: %s

source: Missing AJAX request handler for module %s
cs_cz: Chybí nástroj pro zpracování požadavků AJAX pro modul %s

source: Unknown module: %s.
cs_cz: Neznámý modul: %s.

source: A harmful attachment was detected.
cs_cz: Byla zjištěna škodlivá příloha.

source: JSON error: %s
cs_cz: Chyba JSON: %s

source: Invalid parameter "%1$s": %2$s
cs_cz: Neplatný parametr „%1$s“: %2$s

source: A parameter conflict occurred.
cs_cz: Došlo ke konfliktu parametrů.

source: Parameter "%1$s" conflicts with parameter "%2$s".
cs_cz: Parametr „%1$s“ je v konfliktu s parametrem „%2$s“.

source: Action "%1$s" on request path "%2$s" is not permitted via a non-secure connection.
cs_cz: Činnost „%1$s“ v rámci požadavku „%2$s" není povolena přes nezabezpečené připojení.

source: The action "%1$s" is disabled due to server configuration
cs_cz: Činnost „%1$s“ není možná kvůli konfiguraci serveru

source: Object has been changed in the meantime.
cs_cz: Mezitím byl objekt změněn.

source: Unexpected result. Expected "%1$s", but is "%2$s".
cs_cz: Neočekávaný výsledek. Očekáváno „%1$s“, ale ve skutečnosti „%2$s“.

source: Too many concurrent requests. Please try again later.
cs_cz: Příliš mnoho souběžných požadavků. Zkuste to, prosím, později.

source: Bad request. The server is unable to handle the request.
cs_cz: Chybný požadavek. Server nedokáže požadavek zpracovat.

source: The file "%1$s" ("%2$s") can't be imported as image. Only image types (JPG, GIF, BMP or PNG) are supported.
cs_cz: Soubor „%1$s“ („%2$s“) nelze importovat jako obrázek. Jsou podporovány pouze obrázky JPG, GIF, BMP nebo PNG.

source: Missing request body.
cs_cz: Chybí tělo požadavku.

source: An HTTP error occurred. Status %1$s. Message %2$s.
cs_cz: Došlo k chybě HTTP. Stav %1$s. Zpráva %2$s.

source: Unsupported format: %1$s
cs_cz: Nepodporovaný formát: %1$s

source: Exception while writing JSON.
cs_cz: Výjimka při zapisování JSON.

source: Exception while parsing JSON: "%s".
cs_cz: Výjimka při parsování JSON: „%s“.

source: Invalid cookie.
cs_cz: Neplatná cookie.

source: Exception while building JSON.
cs_cz: Výjimka při sestavování JSON.

source: Value "%1$s" of attribute %2$s contains non digit characters.
cs_cz: Hodnota „%1$s“ atributu %2$s obsahuje nečíselné znaky.

source: Too many digits within field %1$s.
cs_cz: Příliš mnoho číslic v poli %1$s.

source: Unable to parse value "%1$s" within field %2$s as a number.
cs_cz: Nemohu parsovat hodnotu „%1$s“ v poli %2$s jako číslo.

source: Invalid value "%2$s" in JSON attribute "%1$s".
cs_cz: Neplatná hodnota „%2$s“ v JSON atributu „%1$s“.

source: Missing field "%1$s" in JSON data.
cs_cz: Chybí pole „%1$s“ v datech JSON.

source: Invalid value in element "%1$s": %2$s.
cs_cz: Neplatná hodnota v prvku „%1$s“: %2$s.

source: An I/O error occurred.
cs_cz: Došlo k chybě I/O.

source: Missing field %1$s.
cs_cz: Chybí pole %1$s.

source: Missing header field %1$s.
cs_cz: Chybí pole hlavičky %1$s.

source: Invalid action %1$s.
cs_cz: Neplatná akce %1$s.

source: %1$s is not a number.
cs_cz: %1$s není číslo.

source: No principal found: %1$s.
cs_cz: Nenalezen hlavní prvek: %1$s.

source: Empty passwords are not allowed.
cs_cz: Prázdná hesla nejsou povolena.

source: Unsupported authorization mechanism in "Authorization" header: %1$s.
cs_cz: Nepodporovaný autorizační mechanismus v hlavičce „Autorizace“: %1$s.

source: Resolving user name "%1$s" failed.
cs_cz: Zjišťování uživatelského jména „%1$s“ selhalo.

source: Authentication failed for user name: %1$s
cs_cz: Autentizace s uživatelským jménem %1$s selhala

source: A WebDAV error occurred.
cs_cz: Došlo k chybě WebDAV.

source: The folder %s doesn't exist.
cs_cz: Složka %s neexistuje.

source: The directory already exists.
cs_cz: Adresář již existuje.

source: No write permission.
cs_cz: Nemám oprávnění k zápisu.

source: File "%1$s" already exists.
cs_cz: Soubor „%1$s“ již existuje.

source: Collections must not have bodies.
cs_cz: Sbírky nesmí mít těla.

source: "%1$s" is a directory.
cs_cz: „%1$s“ je adresář.

source: The IP address of host %1$s could not be determined.
cs_cz: IP adresu hostitele %1$s se nepodařilo zjistit.

source: Integer value is too big: %1$s
cs_cz: Celočíselná hodnota je příliš velká: %1$s

source: Missing previous truncated message package(s).
cs_cz: Chybí předchozí zkrácený/é balík(y) zpráv.

source: Conflicting truncated message package(s).
cs_cz: Kolidující zkrácený/é balík(y) zpráv.

source: Missing or wrong magic bytes: %1$s
cs_cz: Chybějící nebo neplatné magické bajty: %1$s

source: Unknown prefix code: %1$s
cs_cz: Neznámý kód prefixu: %1$s

source: Invalid message package
cs_cz: Neplatný balík zpráv

source: Unparsable string.
cs_cz: Neparsovatelný řetězec.

source: Invalid quoted-printable encoding.
cs_cz: Neplatné kódování quoted-printable.

source: Messaging server socket could not be bound to port %1$d. Probably another process is already listening on this port.
cs_cz: Serverový soket zpráv se nepodařilo navázat na port %1$d. Na tomto portu již pravděpodobně naslouchá jiný proces.

source: Start of SessionStorageService failed.
cs_cz: Spuštění SessionStorageService selhalo.

source: Saving session with sessionId %1$s failed.
cs_cz: Nepodařilo se uložit sezení se sessionId %1$s.

source: Lookup for session with sessionId %1$s failed.
cs_cz: Nepodařilo se nalézt sezení se sessionId %1$s.

source: Removing session with sessionId %1$s failed.
cs_cz: Nepodařilo se odstranit sezení se sessionId %1$s.

source: Operation %1$s not supported.
cs_cz: Operace %1$s není podporovaná.

source: Lookup for session with altId %1$s failed
cs_cz: Nepodařilo se nalézt sezení s altId %1$s

source: No sessions found for user %1$s in context %2$s
cs_cz: Pro uživatele %1$s v kontextu %2$s se nepodařilo nalézt žádná sezení

source: No sessions found for context %1$s
cs_cz: V kontextu %1$s nebyla nalezena žádná sezení

source: No session found for identifier: %1$s
cs_cz: Pro identifikátor %1$s nebylo nalezeno žádné sezení

source: Saving session with session identifier %1$s failed.
cs_cz: Nepodařilo se uložit sezení s identifikátorem sezení %1$s.

source: Lookup for session with session identifier %1$s failed.
cs_cz: Nepodařilo se nalézt sezení s identifikátorem sezení %1$s.

source: Removing session with session identifier %1$s failed.
cs_cz: Nepodařilo se odstranit sezení s identifikátorem sezení %1$s.

source: Lookup for session with alternative identifier %1$s failed.
cs_cz: Nepodařilo se nalézt sezení s alternativním identifikátorem %1$s.

source: No sessions found for user %1$s in context %2$s.
cs_cz: Pro uživatele %1$s v kontextu %2$s se nepodařilo nalézt žádná sezení.

source: No sessions found for context %1$s.
cs_cz: V kontextu %1$s nebyla nalezena žádná sezení.

source: No sessions found by random token %1$s.
cs_cz: Pomocí náhodného klíče %1$s nebyla nalezena žádná sezení.

source: No session with sessionId %1$s found.
cs_cz: Nepodařilo se nalézt sezení se sessionId %1$s.

source: No sessions found by random token %1$s
cs_cz: Pomocí náhodného klíče %1$s nebyla nalezena žádná sezení

source: Error in config file.
cs_cz: Chyba v souboru nastavení.

source: The message part with sequence ID %1$s could not be found in message %2$s in folder %3$s
cs_cz: Část zprávy se sekvenčním ID %1$s se ve zprávě %2$s ve složce %3$s nepodařilo nalézt

source: Html-2-Text conversion failed: %1$s
cs_cz: Převod Html-2-Text selhal: %1$s

source: An internal error occurred: %1$s
cs_cz: Došlo k interní chybě: %1$s

source: There are no recipient(s) for the new message.
cs_cz: Nová zpráva nemá žádného adresáta.

source: Receipt acknowledgment cannot be sent: missing header %1$s in message %2$s
cs_cz: Nelze poslat rychlé potvrzení: Chybí hlavička %1$s ve zprávě %2$s

source: No send address could be found in user configuration
cs_cz: V uživatelské konfiguraci se nepodařilo nalézt odesílací adresu

source: No storage access because mail connection is not connected
cs_cz: Nemám přístup k úložišti, protože poštovní spojení není aktivní

source: Unable to parse SMTP server URI "%1$s".
cs_cz: Nemohu parsovat URI SMTP serveru „%1$s“.

source: The following recipient is not allowed: %1$s. Please remove associated address and try again.
cs_cz: Následující příjemce není povolen: %1$s. Odstraňte, prosím, příslušnou adresu a zkuste to znovu.

source: No such snippet found for identifier: %1$s
cs_cz: Žádný takový úryvek nebyl pro identifikátor %1$s nalezen

source: No such snippet attachment found for identifier %1$s in snippet %2$s
cs_cz: Pro identifikátor %1$s se nepodařilo najít žádnou takovou přílohu s úryvkem v úryvku %2$s

source: Did not find Apache Solr Core entry for user %1$s and module %2$s in context %3$s.
cs_cz: Pro uživatele %1$s a modul %2$s se v kontextu %3$s nepodařilo nalézt záznam Apache Solr Core.

source: Could not find Apache Solr Core store for given attributes. %1$s.
cs_cz: Nepodařilo se nalézt úložiště Apache Solr Core pro dané atributy. %1$s.

source: All core stores seem to be full.
cs_cz: Všechna hlavní úložiště jsou patrně plná.

source: This Apache Solr Core's instance directory (%1$s) already exists and its structure is inconsistent.
cs_cz: Tento adresář (%1$s) instance Apache Solr Core již existuje a jeho struktura není konzistentní.

source: Could neither delegate Apache Solr request to a local nor to a remote server instance.
cs_cz: Nepodařilo se delegovat žádost Apache Solr na místní ani vzdálenou instanci serveru.

source: Could not parse URI: %1$s.
cs_cz: Nepodařilo se parsovat URI: %1$s.

source: Remote error: %1$s.
cs_cz: Vzdálená chyba: %1$s

source: Could not parse Apache Solr Core identifier %1$s.
cs_cz: Nepodařilo se parsovat identifikátor Apache Solr Core %1$s.

source: Unknown module: %1$s.
cs_cz: Neznámý modul: %1$s.

source: Can not reach Apache Solr Core Store. URI %1$s does not lead to an existing directory.
cs_cz: Nepodařilo se přistoupit k Apache Solr Core Store. URI %1$s neodkazuje na existující adresář.

source: The affected Apache Solr Core %1$s is not started up yet. Please try again later.
cs_cz: Daný Apache Solr Core (%1$s) ještě není spuštěný. Zkuste to, prosím, později.

source: The document with uuid %1$s could not be found.
cs_cz: Dokument s UUID %1$s se nepodařilo nalézt.

source: %1$s is not a valid field for sorting.
cs_cz: %1$s není platné pole pro řazení.

source: The value given for mode "%s" is invalid.
cs_cz: Hodnota zadaná pro režim „%s“ není platná.

source: The parameter "%s" is not set in property file
cs_cz: Parametr „%s“ není v souboru nastavení určen

source: The parameter "%s" must be set in the property file if spamd is true
cs_cz: Parametr „%s“ musí být určen v souboru nastavení, pokud je spamd nastaven na true

source: The parameter "%s" must be an integer value but is "%s"
cs_cz: Parametr „%s“ musí být celočíselná hodnota, ale je „%s“

source: The parameter "userSource" must be set in the property file if spamd is true
cs_cz: Parametr „userSource“ musí být určen v souboru nastavení, pokud je spamd nastaven na true

source: The given value for userSource "%s" is not a possible one
cs_cz: Daná hodnota pro userSource „%s“ není možná

source: The parameter "%s" must be a long value but is "%s"
cs_cz: Parametr „%s“ musí být celočíselná hodnota typu long, ale je „%s“

source: Spamd returned wrong exit code "%s"
cs_cz: Spamd vrátil chybný návratový kód „%s“

source: Internal error: Wrong arguments are given to the tell command: "%s"
cs_cz: Interní chyba: Příkazu tell byly předány chybné argumenty „%s“

source: Error during communication with spamd: "%s"
cs_cz: Chyba při komunikaci se spamd: „%s“

source: Spam cannot be handled because MailService is not available
cs_cz: Nelze zpracovávat spam, protože MailService není k dispozici

source: Error while getting spamd provider from service: "%s"
cs_cz: Chyba při získávání poskytovatele spamd ze služby: „%s“

source: Missing parameter %s
cs_cz: Chybí parametr %s

source: Unknown Action: %s
cs_cz: Neznámá činnost: %s

source: Got JSONException
cs_cz: Došlo k JSONException

source: Missing Field(s): %s
cs_cz: Chybí pole: %s

source: Missing Form Field(s): %s
cs_cz: Chybí pole formuláře: %s

source: Got Exception %s
cs_cz: Došlo k výjimce %s

source: Please ask only for columns the server knows
cs_cz: Požadujte, prosím, pouze sloupce, které server zná

source: Unknown Subscription
cs_cz: Neznámé přihlášení k odběru

source: Provide well-formed HTML.
cs_cz: Zadejte řádně formátované HTML.

source: An IOException occurred: %1$s. Was trying to get the service at %2$s.
cs_cz: Došlo k výjimce I/O: %1$s. Snažil jsem se získat přístup ke službě na %2$s.

source: Try again later.
cs_cz: Zkuste to, prosím, později.

source: A HTTPException occurred: %1$s. Was trying to get the service at %2$s.
cs_cz: Došlo k výjimce HTTP: %1$s. Snažil jsem se získat přístup ke službě na %2$s.

source: Can only post to external subscription sources.
cs_cz: Zprávy lze ukládat jen na externí zdroje k odebírání.

source: Could not fetch site at %1$s. Please check the spelling or whether you can reach the site in your browser.
cs_cz: Nepodařilo se stáhnout stránku %1$s. Zkontrolujte, prosím, jestli je adresa správně zadána a jestli můžete stránku načíst v prohlížeči.

source: The OAuth Account to use
cs_cz: OAuth účet, který se má použít

source: A XING error occurred: %1$s
cs_cz: Došlo k chybě XING: %1$s

source: Invalid XING URL: %1$s
cs_cz: Neplatné URL XING: %1$s

source: XING URL does not denote a directory: %1$s
cs_cz: URL XING neoznačuje adresář: %1$s

source: The XING resource does not exist: %1$s
cs_cz: Zdroj XING neexistuje: %1$s

source: Update denied for XING resource: %1$s
cs_cz: Aktualizace zdroje XING zamítnuta: %1$s

source: Delete denied for XING resource: %1$s
cs_cz: Smazání zdroje XING zamítnuto: %1$s

source: XING URL does not denote a file: %1$s
cs_cz: URL XING neoznačuje soubor: %1$s

source: Versioning not supported by XING file storage.
cs_cz: Souborové úložiště XING nepodporuje ukládání verzí.

source: Parsing error.
cs_cz: Chyba parsování.

source: Do not set a ID when saving a publication
cs_cz: Při ukládání publikace nenastavujte ID

source: Provide a valid id.
cs_cz: Zadejte platné ID.

source: Could not find this subscription
cs_cz: Nepodařilo se najít tento odebíraný zdroj

source: Check value to parse.
cs_cz: Zkontrolujte parsovanou hodnotu.

source: Please correct the login or password and try again
cs_cz: Opravte, prosím, přihlašovací jméno nebo heslo a zkuste to znovu

source: The login or password you entered are wrong
cs_cz: Zadané přihlašovací jméno nebo heslo je chybné

source: Make sure the service is still available and there are no major changes on the website.
cs_cz: Ujistěte se, že je služba stále dostupná a že na webové stránce nedošlo k zásadním změnám.

source: Service unavailable
cs_cz: Služba je nedostupná

source: Please correct the steps of this workflow so that output of one step and input of the next step match
cs_cz: Opravte, prosím, kroky tohoto postupu, aby výstup jednoho kroku odpovídal vstupu dalšího kroku.

source: The steps of this crawling workflow do not fit together
cs_cz: Kroky tohoto kontrolního postupu nejdou dohromady

source: Ask an administrator to check the available subscription sources
cs_cz: Požádejte administrátora o kontrolu dostupných zdrojů k odebírání

source: The subscription source this subscription belongs to is currently inactive, and cannot provide data.
cs_cz: Zdroj k odebírání, ke kterému patří toto přihlášení k odběru, je v současné době neaktivní a nemůže poskytovat data.

source: Please try using this service again at a later time
cs_cz: Zkuste, prosím, tuto službu použít někdy později

source: This service is temporarily unavailable. This may be due to a temporary outage or a permanent change on the 3rd-party-side. Please try using this service again at a later time
cs_cz: Tato služba je dočasně nedostupná. Může to být kvůli přechodnému výpadku nebo trvalé změně u třetí strany. Zkuste, prosím, tuto službu použít někdy později

source: Missing argument. %1$s
cs_cz: Chybí argument. %1$s

source: You do not have the permission to complete this operation.
cs_cz: Nemáte dostatečná oprávnění k dokončení této operace.

source: You need to create an OAuth-account first to access this service.
cs_cz: Pro přístup k této službě si musíte nejprve vytvořit účet OAuth.

source: An unexpected error occurred: %1$s.
cs_cz: Došlo k neočekávané chybě: %1$s.

source: Verify file system and templates.
cs_cz: Ověřit souborový systém a šablony.

source: An IOException occurred.
cs_cz: Došlo k IOException.

source: Please correct the template
cs_cz: Opravte, prosím, šablonu

source: The underlying templating system threw an exception: %1$s
cs_cz: Šablonový systém vrátil výjimku: %1$s

source: Please use an existing template
cs_cz: Použijte, prosím, existující šablonu

source: The template %1$s does not exist.
cs_cz: Šablona %1$s neexistuje.

source: An underlying system threw an SQL exception
cs_cz: Systém vrátil výjimku SQL

source: File access is denied due to operating system's permissions.
cs_cz: Přístup k souboru zamítnut kvůli oprávněním operačního systému.

source: File access denied.
cs_cz: Přístup k souboru zamítnut.

source: The consumer key/consumer secret pair is missing in configuration.
cs_cz: V konfiguraci chybí zákaznický klíč/zákaznický tajný pár.

source: The access token for twitter user %1$s could not be obtained.
cs_cz: Přístupový token pro uživatele Twitteru %1$s se nepodařilo získat.

source: The configured consumer key/consumer secret pair is invalid. Please provide a valid consumer key/consumer secret through configuration.
cs_cz: Nastavený zákaznický klíč/zákaznický tajný pár je neplatný. Zadejte, prosím, v konfiguraci platný zákaznický klíč/zákaznický tajný pár.
