Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/backend.*.po
Languages: cs_cz

source: SmartDrive user "%1$s" is not authenticated for stateful access to SmarTDrive server "%2$s".
cs_cz: Uživatel SmartDrive „%1$s“ není autentizován pro stavový přístup k serveru SmarTDrive „%2$s“.

source: This resource is not a file
cs_cz: Tento zdroj není soubor

source: This resource is not a directory
cs_cz: Tento zdroj není adresář

source: Your '%1$s' password changed. You have to authorize the server to use your account with the new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
cs_cz: Vaše heslo ‚%1$s‘ se změnilo. Musíte serveru autorizovat použití vašeho účtu s novým heslem. Jděte do Nastavení -> Mé sociální nastavení -> Účty. Pak to zkuste znovu.

source: The address %1$s is not white-listed as for the %2$s OAuth API
cs_cz: Adresa %1$s není na seznamu povolených pro OAuth API %2$s

source: The request sent was missing its body
cs_cz: Odeslanému požadavku chybělo tělo

source: The account is invalid, please recreate it.
cs_cz: Účet není platný, vytvořte ho, prosím, znovu.

source: Please provide a display name.
cs_cz: Zadejte, prosím, jméno k zobrazení.

source: Cannot change password < %s >, see log files for details.
cs_cz: Nelze změnit heslo < %s >, podrobnosti najdete v souboru s logy.

source: New password is too short.
cs_cz: Nové heslo je příliš krátké.

source: New password is too weak.
cs_cz: Nové heslo je příliš slabé.

source: Cannot find user.
cs_cz: Nelze nalézt uživatele.

source: LDAP error.
cs_cz: Chyba LDAP.

source: Cannot get database connection.
cs_cz: Nelze se připojit k databázi.

source: No permission to modify resources in context %1$s
cs_cz: Nemám oprávnění k úpravě zdrojů v kontextu %1$s

source: Invalid locale string: %1$s
cs_cz: Neplatný řetězec locale: %1$s

source: Unsupported action %1$s via %2$s request
cs_cz: Nepodporovaná operace %1$s prostřednictvím požadavku %2$s

source: No connection available to access mailbox
cs_cz: Není k dispozici žádné spojení pro přístup k poštovní schránce

source: User %1$s has no mail module access due to user configuration
cs_cz: Uživatel %1$s nemá přístup k poštovnímu modulu kvůli uživatelské konfiguraci

source: No access to mail folder %1$s
cs_cz: K poštovní složce %1$s nemám přístup

source: No lookup access to mail folder %1$s
cs_cz: K poštovní složce: %1$s nemám přístup povolující hledání

source: No read access to mail folder %1$s
cs_cz: K poštovní složce %1$s nemám přístup povolující čtení

source: No delete access to mail folder %1$s
cs_cz: K poštovní složce %1$s nemám přístup povolující mazání

source: No insert access to mail folder %1$s
cs_cz: K poštovní složce %1$s nemám přístup povolující vkládání

source: No administer access to mail folder %1$s
cs_cz: K poštovní složce %1$s nemám administrátorský přístup

source: No write access to POP3 folder %1$s
cs_cz: K POP3 složce %1$s nemám přístup povolující zápis

source: No keep-seen access to mail folder %1$s
cs_cz: K poštovní složce %1$s nemám přístup povolující ponechat přečtené.

source: Folder %1$s does not allow subfolders.
cs_cz: Složka %1$s neumožňuje podsložky.

source: POP3 does not support mail folder creation
cs_cz: POP3 nepodporuje vytváření poštovních složek

source: The permissions set could not be applied to the new folder %1$s. Its initial permissions specified by the POP3 server do not include administer permissions. The folder has been created, though.
cs_cz: Sadu oprávnění se nepodařilo na novou složku %1$s aplikovat, protože ve výchozích oprávněních určených serverem POP3 chybí administrátorské oprávnění. Složka však byla vytvořena.

source: No administer permission specified for folder %1$s
cs_cz: Pro složku %1$s nejsou určena žádná administrátorská práva

source: Default folder %1$s cannot be updated
cs_cz: Výchozí složku %1$s nelze aktualizovat

source: Deletion of folder %1$s failed
cs_cz: Mazání složky %1$s selhalo

source: POP3 default folder %1$s could not be created
cs_cz: Nepodařilo se vytvořit výchozí POP3 složku %1$s

source: Missing default %1$s folder in user mail settings
cs_cz: Chybí výchozí složka %1$s v uživatelském nastavení pošty

source: Update of folder %1$s failed
cs_cz: Aktualizace složky %1$s selhala

source: Folder %1$s cannot be deleted
cs_cz: Složku %1$s nelze smazat

source: Default folder %1$s cannot be deleted
cs_cz: Výchozí složku %1$s nelze %2$s smazat

source: Flag %1$s could not be changed due to the following reason: %2$s
cs_cz: Příznak %1$s nemohl být změněn z tohoto důvodu: %2$s

source: Number of search fields (%d) do not match number of search patterns (%d)
cs_cz: Počet vyhledávacích polí (%d) neodpovídá počtu vzorů pro vyhledávání (%d)

source: POP3 search failed due to the following reason: %1$s. Switching to application-based search
cs_cz: POP3 vyhledávání selhalo z tohoto důvodu: %1$s. Přepínám na vyhledávání v aplikaci.

source: POP3 sort failed due to the following reason: %1$s Switching to application-based sorting
cs_cz: POP3 třídění selhalo z tohoto důvodu: %1$s. Přepínám na třídění v aplikaci

source: Unknown search field: %1$s
cs_cz: Neznámé vyhledávací pole: %1$s

source: Mail folder %1$s must not be moved to subsequent folder %2$s
cs_cz: Poštovní složku %1$s nelze přesunout do složky %2$s

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full. In that case, please try to empty your deleted items first, or delete smaller messages first.
cs_cz: Zprávu se nepodařilo přesunout do koše - nejspíš proto, že je vaše poštovní schránka téměř plná. V takovém případě nejprve odstraňte vymazané položky nebo menší zprávy.

source: Missing %1$s folder in mail move operation
cs_cz: Chybí složka %1$s při přesunu pošty

source: Message move aborted for user %1$s. Source and destination folder are equal: %2$s
cs_cz: Přesun zprávy pro uživatele %1$s zrušen. Zdrojová a cílová složka je stejná: %2$s

source: POP3 folder read-only check failed
cs_cz: Selhala kontrola nastavení POP3 složky pouze pro čtení

source: Unknown folder open mode %d
cs_cz: Neznámý režim otevírání složky %d

source: Message(s) %1$s in folder %2$s could not be deleted due to the following error: %3$s
cs_cz: Zprávu(y) %1$s ve složce %2$s se nepodařilo smazat kvůli následující chybě: %3$s

source: Not allowed to open folder %1$s due to missing read access
cs_cz: Není povoleno otevřít složku %1$s, protože nemám přístup ke čtení

source: The raw content's input stream of message %1$s in folder %2$s cannot be read
cs_cz: Vstupní proud surového obsahu zprávy %1$s ve složce %2$s nelze přečíst

source: No attachment was found with id %1$s in message
cs_cz: Ve zprávě nebyla nalezena žádná příloha s id %1$s

source: Versit object could not be saved
cs_cz: Objekt Versit se nepodařilo uložit

source: POP3 server does not support capability "THREAD=REFERENCES"
cs_cz: POP3 server nepodporuje funkci „THREAD=REFERENCES“

source: A protocol exception occurred during execution of a POP3 request: %1$s
cs_cz: Došlo k výjimce protokolu při provádění POP3 požadavku: %1$s

source: POP3 does not support to move folders.
cs_cz: POP3 nepodporuje přesouvání složek.

source: Sort field %1$s is not supported via POP3 SORT command
cs_cz: Třídící pole %1$s není příkazem POP3 SORT podporováno

source: Missing personal namespace
cs_cz: Chybí osobní jmenný prostor

source: Parsing thread-sort string failed: %1$s.
cs_cz: Parsování řetězce thread-sort selhalo: %1$s.

source: POP3 does not support to create folders.
cs_cz: POP3 nepodporuje vytváření složek.

source: POP3 does not support to delete folders.
cs_cz: POP3 nepodporuje mazání složek.

source: POP3 does not support to update folders.
cs_cz: POP3 nepodporuje aktualizaci složek.

source: A SQL error occurred: %1$s.
cs_cz: Došlo k chybě SQL: %1$s.

source: POP3 does not support to move messages.
cs_cz: POP3 nepodporuje přesouvání zpráv.

source: POP3 does not support to copy messages.
cs_cz: POP3 nepodporuje kopírování zpráv.

source: POP3 does not support to append messages.
cs_cz: POP3 nepodporuje připojování zpráv.

source: POP3 does not support draft messages.
cs_cz: POP3 nepodporuje koncepty zpráv.

source: Missing POP3 storage name for user %1$s in context %2$s.
cs_cz: Chybí název úložiště pro POP3 pro uživatele %1$s v kontextu %2$s.

source: Missing POP3 storage for user %1$s in context %2$s.
cs_cz: Chybí úložiště pro POP3 pro uživatele %1$s v kontextu %2$s.

source: POP3 default folder %1$s must not be moved.
cs_cz: Výchozí POP3 složka %1$s nesmí být přesunuta.

source: POP3 default folder %1$s must not be renamed.
cs_cz: Výchozí POP3 složka %1$s nesmí být přejmenována.

source: Inconsistency detected in UIDL map.
cs_cz: V mapě UIDL byla odhalena nesrovnalost.

source: Missing POP3 storage path for user %1$s in context %2$s.
cs_cz: Chybí cesta k úložišti pro POP3 pro uživatele %1$s v kontextu %2$s.

source: Illegal move operation.
cs_cz: Nepovolený přesun.

source: Login delay denies connecting to server %1$s with login %2$s (user=%3$s, context=%4$s). Error message from server: %5$s
cs_cz: Prodleva při přihlašování způsobuje odmítnutí připojení k serveru %1$s s přihlašovacím jménem %2$s (uživatel=%3$s, kontext=%4$s). Chybová zpráva serveru: %5$s

source: Login delay denies connecting to server %1$s with login %2$s (user=%3$s, context=%4$s). Try again in %5$s seconds. Error message from server: %6$s
cs_cz: Prodleva při přihlašování způsobuje odmítnutí připojení k serveru %1$s s přihlašovacím jménem %2$s (uživatel=%3$s, kontext=%4$s). Zkuste to, prosím, za %5$s sekund. Chybová zpráva serveru: %6$s

source: Missing required capability %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s).
cs_cz: Chybí vyžadovaná podpora funkce %1$s na serveru %2$s s přihlašovacím jménem %3$s (uživatel=%4$s, kontext=%5$s).

source: POP3 storage path "%1$s" cannot be created for user %2$s in context %3$s.
cs_cz: Cestu „%1$s“ k úložišti pro POP3 nelze vytvořit pro uživatele %2$s v kontextu %3$s.

source: Due to missing required capability %1$s POP3 messages are fetched and removed (expunge-on-quit) from server %2$s with login %3$s (user=%4$s, context=%5$s).
cs_cz: Kvůli chybějící podpoře pro funkci %1$s jsou POP3 zprávy stahovány a odstraňovány (likvidace při ukončení) ze serveru %2$s s přihlašovacím jménem %3$s (uživatel=%4$s, kontext=%5$s).

source: Validation of POP3 credentials is disabled due to possible login restrictions by provider. Otherwise subsequent login attempt might not work.
cs_cz: Ověřování přístupových údajů k POP3 je vypnuto kvůli možným omezením pro přihlašování ze strany poskytovatele. Jinak by následné pokusy o přihlášení nemusely fungovat.

source: Duplicate proxy registration: %1$s
cs_cz: Duplicitní registrace proxy: %1$s

source: HTTP request to VoipNow server %1$s failed. Status line: %2$s
cs_cz: HTTP požadavek na server VoipNow %1$s selhal. Stavový řádek: %2$s

source: Malformed URI: %1$s
cs_cz: Špatný formát URI: %1$s

source: Invalid session identifier: %1$s
cs_cz: Neplatný identifikátor sezení: %1$s

source: An unexpected error occurred: %s
cs_cz: Došlo k neočekávané chybě: %1$s

source: Missing value for parameter %s
cs_cz: Chybí hodnota parametru %s

source: Unknown action: %s
cs_cz: Neznámá činnost: %1$s

source: Unknown entity module: %s
cs_cz: Neznámý modul subjektu: %s

source: Unknown column: %s
cs_cz: Neznámý sloupec: %s

source: Unknown target: %s
cs_cz: Neznámý cíl: %s

source: Please try again later.
cs_cz: Zkuste to, prosím, později.

source: Please correct the client program
cs_cz: Opravte, prosím, klientský program

source: Please use only entity modules known to the server
cs_cz: Používejte, prosím, pouze moduly subjektu, které server zná

source: Please ask only for columns known to the server
cs_cz: Žádejte, prosím, pouze sloupce, které server zná

source: Please check the spelling of the id, or load a list of known targets
cs_cz: Zkontrolujte, prosím, správnost ID nebo načtěte seznam známých cílů

source: Site
cs_cz: Stránka

source: Apply a template (optional)
cs_cz: Použít šablonu (volitelné)

source: Add cipher code
cs_cz: Přidat šifrovací kód

source: OXMF Contacts
cs_cz: OXMF kontakty

source: OXMF Infostore
cs_cz: OXMF úložiště informací

source: Privacy: The data and any references contained in this webpage are shared with you under the assumption that the owner of the data was entitled to make them available to you. Neither Open-Xchange, nor any of its subsidiaries or affiliates shall be liable for its publication or re-publication. Any unauthorized use or dissemination of this data is prohibited. If you intend to store, process, or pass on this data, please make sure that you have the right to do so. If you are one of the people listed or responsible for a resource listed on this page and you don't agree with the publication, please send an email containing the URL (the link) to this webpage to %s and the publisher of the data: Data published by %s on %s
cs_cz: Soukromí: Údaje a všechny reference na této stránce jsou s vámi sdíleny, protože se předpokládá, že jejich vlastník má oprávnění poskytnout vám je k dispozici. Open-Xchange ani žádná z jeho poboček nebo spolupracovníků nenese zodpovědnost za publikaci nebo republikaci těchto údajů. Jakékoliv neautorizované využití nebo šíření těchto údajů je zakázáno. Pokud hodláte tyto údaje ukládat, zpracovávat nebo předávat dále, ujistěte se, prosím, že jste k tomu oprávněni. Pokud jste v tomto seznamu nebo pokud odpovídáte za zdroj uvedený v tomto seznamu a nesouhlasíte s publikací, pošlete prosím e-mail obsahující URL (odkaz) na tuto stránku na %s a tomu, kdo tyto údaje publikoval: Údaje publikoval(a) %s %s

source: Publish Infostore document
cs_cz: Publikovat dokument z úložiště informací

source: Display name
cs_cz: Zobrazované jméno

source: A SQL error occurred.
cs_cz: Došlo k chybě SQL.

source: A parsing error occurred: %1$s.
cs_cz: Došlo k chybě parsování: %1$s.

source: Could not load publications of type %1$s
cs_cz: Nepodařilo se načíst publikace typu %1$s

source: Unable to save a given ID.
cs_cz: Nemohu uložit dané ID.

source: Cannot find the publication site.
cs_cz: Nelze nalézt stránku s publikacemi.

source: %s has already been taken (field: %s)
cs_cz: %s je již zabrané (pole: %s)

source: You do not have the permissions to perform the chosen action (%s)
cs_cz: Nemáte oprávnění k provedení vybrané činnosti (%s)

source: The published document has been deleted in the meantime and therefore is no longer available.
cs_cz: Vystavený dokument byl mezitím smazán, a proto již není k dispozici.

source: Push UDP Exception.
cs_cz: Výjimka Push UDP

source: Missing Push UDP configuration.
cs_cz: Chybí konfigurace Push UDP.

source: User ID is not a number: %1$s.
cs_cz: Uživatelské ID není číslo: %1$s.

source: Context ID is not a number: %1$s.
cs_cz: ID kontextu není číslo: %1$s.

source: Magic bytes are not a number: %1$s.
cs_cz: Magické bajty nejsou číslo: %1$s.

source: Invalid Magic bytes: %1$s.
cs_cz: Neplatné magické bajty: %1$s.

source: Folder ID is not a number: %1$s.
cs_cz: ID složky není číslo: %1$s.

source: Module is not a number: %1$s.
cs_cz: Modul není číslo: %1$s.

source: Port is not a number: %1$s.
cs_cz: Port není číslo: %1$s.

source: Request type is not a number: %1$s.
cs_cz: Typ požadavku není číslo: %1$s.

source: Length is not a number: %1$s.
cs_cz: Délka není číslo: %1$s.

source: Invalid user IDs: %1$s.
cs_cz: Neplatné uživatelské ID: %1$s.

source: Unknown request type: %1$s.
cs_cz: Neznámý typ požadavku: %1$s.

source: Missing payload in datagram package.
cs_cz: Chybí přenášená data v balíku datagramu.

source: No UDP channel is configured.
cs_cz: Není nastaven žádný UDP kanál.

source: The following obligatory element is missing: "%1$s"
cs_cz: Následující povinný prvek chybí: „%1$s“

source: Malformed Presence Data
cs_cz: Špatný formát údajů o prezenci

source: Malformed Presence Element: "%1$s"
cs_cz: Špatný formát prezenčního prvku: „%1$s“

source: The session information didn't match any ServerSession
cs_cz: Informace o sezení neodpovídaly žádné ServerSession

source: Missing key "%1$s" in: "%2$s"
cs_cz: Chybí klíč „%1$s“ v „%2$s“

source: Could not find a builder for the given element: . "%1$s"
cs_cz: Nepodařilo se najít sestavovací nástroj pro daný prvek: . „%1$s“

source: Error while building Stanza: "%1$s"
cs_cz: Chyba při sestavování Stanza: „%1$s“

source: Could not find a transformer for the PayloadElement: "%1$s"
cs_cz: Nepodařilo se najít transformační nástroj pro obsahový prvek: „%1$s“

source: Could not find a handler for the given stanza: . "%1$s"
cs_cz: Nepodařilo se najít nástroj vhodný pro danou větu: . „%1$s“

source: Could not find an initializer for the given stanza: . "%1$s"
cs_cz: Nepodařilo se najít inicializátor vhodný pro danou větu: . „%1$s“

source: Error while transforming a PayloadElement: "%1$s, %2$s"
cs_cz: Chyba při transformaci obsahového prvku: „%1$s, %2$s“

source: Error while converting PayloadElement data: "%1$s"
cs_cz: Chyba při konverzi dat obsahového prvku: „%1$s“

source: Unknown channel %1$s
cs_cz: Neznámý kanál: %1$s

source: No appropriate channel found for recipient %1$s with payload namespace %2$s
cs_cz: Není k dispozici odpovídající kanál pro příjemce %1$s se jmenným prostorem přenášených dat %2$s

source: Unexpected error: %1$s
cs_cz: Neočekávaná chyba: %1$s

source: Start of RMI service failed.
cs_cz: Spuštění služby RMI selhalo.

source: Could not create RMI registry.
cs_cz: Nepodařilo se vytvořit registr RMI.

source: Access to bundle %1$s is not permitted
cs_cz: Přístup k balíku %1$s není povolen

source: Bad value %1$s in parameter %2$s
cs_cz: Neplatná hodnota %1$s v parametru %2$s

source: User is deactivated
cs_cz: Uživatel je deaktivován

source: Password expired
cs_cz: Heslo vypršelo

source: Unknown error
cs_cz: Neznámá chyba

source: File name for property file is not defined.
cs_cz: Název souboru s nastavením není definován.

source: File "%1$s" does not exist.
cs_cz: Soubor „%1$s“ neexistuje.

source: File "%1$s" is not readable.
cs_cz: Soubor „%1$s“ nelze přečíst.

source: Cannot read file "%1$s".
cs_cz: Nelze číst soubor „%1$s“.

source: Cannot load class "%1$s".
cs_cz: Nelze načíst třídu „%1$s“.

source: Invalid configuration: %1$s
cs_cz: Neplatná konfigurace: %1$s

source: Property %1$s is not an integer
cs_cz: Nastavení %1$s není celé číslo

source: Error communicating with mbean in server: %s
cs_cz: Chyba při komunikaci s mbean na serveru: %s

source: Registration of consistency MBean failed.
cs_cz: Registrace neporušenosti MBean selhala.

source: Unregistration of consistency MBean failed.
cs_cz: Zrušení registrace neporušenosti MBean selhalo.

source: Malformed policy. Policies are formed like "condition:action"
cs_cz: Nesprávný formát pravidla. Pravidla se tvoří podle vzoru „podmínka:činnost“

source: Context %1$d, %1$s is disabled.
cs_cz: Kontext %1$d, %1$s je vypnut.

source: Unable to convert task status "%1$s".
cs_cz: Nemohu konvertovat stav úkolu „%1$s“.

source: Unable to convert task priority %d.
cs_cz: Nemohu konvertovat priority úkolu %d.

source: Can not create recurrence rule: %s
cs_cz: Nelze vytvořit pravidlo opakování: %s

source: Invalid session given to implementation "%1$s".
cs_cz: Neplatné sezení předáno implementaci „%1$s“.

source: Can not generate uid.
cs_cz: Nelze vygenerovat uid.

source: Problem writing to stream.
cs_cz: Problém se zápisem do proudu.

source: Validation of calendar failed.
cs_cz: Validace kalendáře selhala.

source: Can not resolve user: %d
cs_cz: Nelze najít uživatele: %d

source: Parsing error parsing ical: %s
cs_cz: Chyba při parsování iCal: %s

source: Unknown Class: %1$s
cs_cz: Neznámá třída: %1$s

source: Cowardly refusing to convert confidential classified objects.
cs_cz: Zbaběle odmítám konvertovat důvěrné utajované objekty.

source: Missing DTSTART
cs_cz: Chybí DTSTART

source: Can not resolve resource: %1$s
cs_cz: Nelze najít zdroj: %1$s

source: Private appointments can not have attendees. Removing attendees and accepting appointment anyway.
cs_cz: Soukromé schůzky nemohou mít účastníky. Odstraňuji účastníky a přijímám schůzku.

source: Not supported recurrence pattern: BYMONTH
cs_cz: Nepodporovaný druh opakování: BYMONTH

source: This does not look like an iCal file. Please check the file.
cs_cz: Tohle nevypadá jako iCal soubor. Zkontrolujte, prosím, soubor.

source: Empty "CLASS" element.
cs_cz: Prázdný prvek „CLASS“.

source: Insufficient information for parsing/writing this element.
cs_cz: Nedostatečné informace pro parsování/zápis tohoto prvku.

source: Element truncated: %s
cs_cz: Prvek zkrácen: %s

source: SQL error: %1$s
cs_cz: Chyba SQL: %1$s

source: No appropriate folder storage for tree identifier "%1$s" and folder identifier "%2$s".
cs_cz: Není k dispozici odpovídající úložiště složek pro identifikátor stromu „%1$s“ a identifikátor složky „%2$s“.

source: No appropriate folder storage for tree identifier "%1$s" and content type "%2$s".
cs_cz: Není k dispozici odpovídající úložiště složek pro identifikátor stromu „%1$s“ a typ obsahu „%2$s“.

source: Missing session.
cs_cz: Chybí sezení.

source: Folder "%1$s" is not visible to user "%2$s" in context "%3$s"
cs_cz: Uživatel „%2$s“ v kontextu „%3$s“ složku „%1$s“ nevidí

source: JSON error: %1$s
cs_cz: Chyba JSON: %1$s

source: Missing tree identifier.
cs_cz: Chybí identifikátor stromu.

source: Missing parent folder identifier.
cs_cz: Chybí identifikátor nadřazené složky.

source: Missing folder identifier.
cs_cz: Chybí identifikátor složky.

source: Parent folder "%1$s" does not allow folder content type "%2$s" in tree "%3$s" for user %4$s in context %5$s.
cs_cz: Nadřazená složka „%1$s“ nepovoluje uživateli %4$s v kontextu %5$s typ obsahu složky „%2$s“ ve stromě „%3$s“.

source: Move operation not permitted.
cs_cz: Přesun není povolen.

source: A folder named "%1$s" already exists below parent folder "%2$s" in tree "%3$s".
cs_cz: Složka s názvem „%1$s“ již v nadřazené složce „%2$s“ ve stromě „%3$s“ existuje.

source: Subscribe operation not permitted on tree "%1$s".
cs_cz: Přihlášení k odběru není povoleno v případě stromu „%1$s“.

source: Unsubscribe operation not permitted on tree "%1$s".
cs_cz: Odhlášení odběru není povoleno v případě stromu „%1$s“.

source: Unsubscribe operation not permitted on folder "%1$s" in tree "%2$s". Unsubscribe subfolders first.
cs_cz: Odhlášení odběru není povoleno v případě složky „%1$s“ ve stromě „%2$s“. Nejprve odhlaste podsložky.

source: Unknown content type: %1$s.
cs_cz: Neznámý typ obsahu: %1$s.

source: Missing property: %1$s.
cs_cz: Chybí nastavení: %1$s.

source: Unsupported storage type: %1$s.
cs_cz: Nepodporovaný typ úložiště: %1$s.

source: Folder "%1$s" could not be found in tree "%2$s".
cs_cz: Složku „%1$s“ se ve stromě „%2$s“ nepodařilo nalézt.

source: No default folder available for content type "%1$s" in tree "%2$s".
cs_cz: Pro typ obsahu „%1$s“ ve stromě „%2$s“ není k dispozici výchozí složka.

source: Invalid folder identifier: %1$s.
cs_cz: Neplatný identifikátor složky: %1$s.

source: Folder "%1$s" must not be deleted by user "%2$s" in context "%3$s".
cs_cz: Uživatel „%2$s“ nesmí smazat složku „%1$s“ v kontextu „%3$s“.

source: Folder "%1$s" must not be moved by user "%2$s" in context "%3$s".
cs_cz: Uživatel „%2$s“ nesmí přesunout složku „%1$s“ v kontextu „%3$s“.

source: A temporary error occurred. Please retry.
cs_cz: Došlo k dočasné chybě. Zkuste to, prosím, znovu.

source: User "%2$s" must not create subfolders below folder "%2$s" in context "%3$s".
cs_cz: Uživatel „%2$s“ nesmí vytvářet podsložky ve složce „%2$s“ v kontextu „%3$s“.

source: No mail folder allowed below a public folder.
cs_cz: Ve veřejné složce nesmí být žádná poštovní složka.

source: No such tree with identifier "%1$s".
cs_cz: Strom s identifikátorem „%1$s“ neexistuje.
