Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/backend.*.po
Languages: cs_cz

source: Missing or unknown password mechanism %1$s
cs_cz: Chybějící nebo neznámý mechanismus hesla %1$s

source: New password contains invalid characters
cs_cz: Nové heslo obsahuje neplatné znaky

source: Attributes of user %1$d in context %2$d have been erased.
cs_cz: Atributy uživatele %1$d v kontextu %2$d byly vymazány.

source: Loading one or more users failed.
cs_cz: Načítání jednoho nebo více uživatelů selhalo.

source: Alias entries are missing for user %1$d in context %2$d.
cs_cz: Pro uživatele %1$d v kontextu %2$d chybí záznamy o aliasech.

source: Updating attributes failed in context %1$d for user %2$d.
cs_cz: Aktualizace atributů v kontextu %1$d pro uživatele %2$d selhala.

source: Invalid password length. The password must have a minimum length of %1$d.
cs_cz: Neplatná délka hesla. Heslo musí mít alespoň %1$d znaků.

source: Invalid password length. The password must have a maximum length of %1$d.
cs_cz: Neplatná délka hesla. Heslo nesmí mít více než %1$d znaků.

source: The parameter %s for this user is missing.
cs_cz: Chybí parametr %s pro tohoto uživatele.

source: %s is not a valid locale.
cs_cz: %s není platné locale (národní nastavení).

source: %s is not a valid timezone.
cs_cz: %s není platná časová zóna.

source: Unable to access the link between these two objects. Insufficient rights. First object %1$d folder %2$d. Second object %3$d folder %4$d context %5$d.
cs_cz: Nemám přístup ke spojení mezi těmito dvěma objekty. Nedostatečná práva. První objekt: %1$d, složka: %2$d. Druhý objekt: %3$d, složka: %4$d, kontext: %5$d.

source: Unable to create a link between these two objects. This link already exists. First object %1$d folder %2$d. Second object %3$d folder %4$d context %5$d.
cs_cz: Nemohu vytvořit spojení mezi těmito dvěma objekty. Spojení již existuje. První objekt: %1$d, složka: %2$d. Druhý objekt: %3$d, složka: %4$d, kontext: %5$d.

source: Invalid SQL query: %s
cs_cz: Neplatný SQL dotaz: %s

source: User is missing for the reminder.
cs_cz: Chybí uživatel pro upomínku.

source: Object identifier is missing.
cs_cz: Chybí identifikátor objektu.

source: Alarm date for the reminder is missing.
cs_cz: Chybí datum pro upomínku.

source: Unable to insert reminder
cs_cz: Nemohu vložit upomínku

source: Unable to update reminder
cs_cz: Nemohu aktualizovat upomínku.

source: Unable to delete reminder
cs_cz: Nemohu smazat upomínku

source: Unable to load reminder
cs_cz: Nemohu načíst upomínku

source: Unable to list reminder
cs_cz: Nemohu vypsat upomínku

source: Reminder with identifier %1$d can not be found in context %2$d.
cs_cz: V kontextu %2$d nelze najít upomínku s identifikátorem %1$d.

source: Object folder is missing
cs_cz: Chybí složka objektu

source: Object's module type is missing
cs_cz: Chybí typ modulu objektu.

source: Updated too many reminders.
cs_cz: Aktualizováno příliš mnoho upomínek.

source: No target service is registered for module %1$d.
cs_cz: Pro modul %1$d není registrována žádná cílová služba.

source: Reminder identifier is missing.
cs_cz: Chybí identifikátor upomínky.

source: Writing the setting %1$s is not permitted.
cs_cz: Zápis nastavení %1$s není povolen.

source: Unknown setting path %1$s.
cs_cz: Neznámá cesta nastavení %1$s.

source: Setting "%1$s" is not a leaf.
cs_cz: Nastavení „%1$s“ není typu list.

source: Exception while parsing JSON.
cs_cz: Výjimka při parsování JSON.

source: Problem while initialising configuration tree.
cs_cz: Problém při inicializaci konfiguračního stromu.

source: Invalid value %s written to setting %s.
cs_cz: Neplatná hodnota %s zapsána do nastavení %s.

source: Found duplicate database identifier %d. Not adding preferences item.
cs_cz: Nalezen duplicitní identifikátor databáze %d. Nepřidávám položku nastavení.

source: Found duplicate path %s.
cs_cz: Nalezena duplicitní cesta %s.

source: Error during use of a subsystem
cs_cz: Chyba při používání subsystému

source: Not allowed operation.
cs_cz: Nepovolená operace.

source: Reached maximum retries for writing the setting %s.
cs_cz: Dosaženo maximálního počtu pokusů pro zápis nastavení %s.

source: Current costs
cs_cz: Aktuální náklady

source: Current duration
cs_cz: Aktuální doba trvání

source: Estimated costs
cs_cz: Odhadované náklady

source: Estimated duration
cs_cz: Odhadovaná doba trvání

source: Error while inserting task: %s.
cs_cz: Chyba při vkládání úkolu: %s.

source: Problem setting auto commit to true.
cs_cz: Problém s nastavením automatického zapsání na zapnuto.

source: This method is not implemented.
cs_cz: Tato metoda není implementovaná.

source: Folder %1$s (%2$d) is not a task folder.
cs_cz: Složka %1$s (%2$d) není úkolová složka.

source: Edit conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
cs_cz: Konflikt při úpravách. Vaši změnu nelze dokončit, protože někdo jiný provedl neslučitelnou změnu ve stejné položce. Prosím, obnovte nebo synchronizujte a zkuste to znovu.

source: Cannot create private task in public/shared folder %1$d.
cs_cz: Nelze vytvořit soukromý úkol ve veřejné/sdílené složce %1$d.

source: SQL problem while updating task: %s.
cs_cz: Problém SQL při aktualizaci úkolu: %s.

source: Counting tasks did not return a result.
cs_cz: Počítání úkolů nevrátilo žádný výsledek.

source: SQL problem while deleting task: %s.
cs_cz: Problém SQL při mazání úkolu: %s.

source: Cannot find folder for task %2$d and participant %1$d in context %3$d.
cs_cz: Nelze nalézt složku pro úkol %2$d a účastníka %1$d v kontextu %3$d.

source: SQL problem while listing tasks: %s.
cs_cz: Problém SQL při výpisu úkolů: %s.

source: You are not allowed to delete the task.
cs_cz: Nemáte oprávnění ke smazání úkolu.

source: Tried to delete %1$d folders but only %2$d were deleted.
cs_cz: Pokusil jsem se smazat %1$d složek, ale jen %2$d bylo smazáno.

source: Tried to delete %1$d participants but only %2$d were deleted.
cs_cz: Pokusil jsem se smazat %1$d účastníků, ale jen %2$d bylo smazáno.

source: Participant %d for task %d is not found.
cs_cz: Účastník %d úkolu %d nebyl nalezen.

source: Cannot find task %d in context %d.
cs_cz: Nelze nalézt úkol %d v kontextu %d.

source: Unknown task attribute %d.
cs_cz: Neznámý atribut úkolu %d.

source: Date range in search must contain 2 and not %d values.
cs_cz: Datový rozsah při vyhledávání musí obsahovat 2, a ne %d hodnot.

source: Cannot decrease number of attachments below zero.
cs_cz: Počet příloh nemůže být nižší než nula.

source: You are not allowed to read the contents of folder %1$s (%2$d).
cs_cz: Nemáte oprávnění ke čtení obsahu složky %1$s (%2$d).

source: Tasks are disabled for you (%d).
cs_cz: Úkoly jsou pro vás vypnuty (%d).

source: You are not allowed to create tasks in folder %1$s (%2$d).
cs_cz: Nemáte oprávnění k vytváření úkolů ve složce %1$s (%2$d).

source: You are not allowed to delegate tasks.
cs_cz: Nemáte oprávnění k delegování úkolů.

source: Missing folder id for creating task.
cs_cz: Chybí id složky pro vytvoření úkolu.

source: Tasks with private flag cannot be delegated.
cs_cz: Úkoly se soukromým příznakem nemohou být delegovány.

source: Percent is %d but must be between 0 and 100.
cs_cz: Procentuální hodnota %d musí být mezi 0 a 100.

source: Tasks that have not been started yet need to have a 'Done' percentage of 0 and not %d.
cs_cz: U nezapočatých úkolů musí být procentuální vyjádření údaje ‚hotovo‘ odpovídat 0, ne %d.

source: Cannot send event to event system.
cs_cz: Nelze odeslat událost do systému událostí.

source: You are not allowed to edit tasks in folder %1$s (%2$d).
cs_cz: Nemáte oprávnění k úpravě úkolů ve složce %1$s (%2$d).

source: Moving items from or into shared folder %1$s (%2$d) is not allowed.
cs_cz: Přesun položek z nebo do sdílené složky %1$s (%2$d) není povolen.

source: Missing folder mapping for task %1$d.
cs_cz: Chybí mapování složky pro úkol %1$d.

source: Unknown recurrence type %d.
cs_cz: Neznámý typ opakování %d.

source: Value for the recurrence is missing: %d.
cs_cz: Chybí hodnota opakování: %d.

source: Finished tasks need to have a percentage of 100 and not %d.
cs_cz: U dokončených úkolů musí být hodnota procent 100, ne %d.

source: Invalid task state %d.
cs_cz: Neplatný stav úkolu %d.

source: Start date %1$s must be before end date %2$s.
cs_cz: Počáteční datum %1$s musí být před koncovým datem %2$s.

source: The task could not be saved. Please shorten the %1$s and try again. Current length %3$d is more than allowed length of %2$d characters.
cs_cz: Úkol se nepodařilo uložit. Zkraťte, prosím, %1$s a zkuste to znovu. Současná délka %3$d překračuje povolený počet %2$d znaků.

source: Tasks with private flag cannot be moved to a public folder %1$s (%2$d).
cs_cz: Úkoly se soukromými příznaky nelze přesouvat do veřejné složky %1$s (%2$d).

source: Only the task creator is allowed to set the private flag.
cs_cz: Pouze autor úkolu může nastavit soukromý příznak.

source: External participants without E-Mail address can not be added.
cs_cz: Nelze přidat externí účastníky bez e-mailové adresy.

source: Unexpected error.
cs_cz: Neočekávaná chyba.

source: You are not allowed to see the task %1$d in folder %2$s (%3$d).
cs_cz: Nemáte oprávnění k prohlížení úkolu %1$s ve složce %2$s (%3$d).

source: Task contains invalid data: "%1$s"
cs_cz: Úkol obsahuje neplatné údaje: „%1$s“

source: The task %1$d is not stored in folder %2$s (%3$d).
cs_cz: Úkol %1$d není uložen ve složce %2$s (%3$d).

source: Unknown participant type %1$d.
cs_cz: Neznámý typ účastníka %1$d.

source: The value entered for costs is not within the allowed range. Please use a value from -130000.00 to 130000.00.
cs_cz: Zadaná hodnota nákladů není v povoleném rozsahu. Použijte, prosím, hodnotu od -130000,00 do 130000,00.

source: Group %1$d is empty. You can not add an empty group to a task.
cs_cz: Skupina %1$d je prázdná. K úkolu nelze přidat prázdnou skupinu.

source: Tasks uids can not be changed.
cs_cz: UID úloh nelze měnit.

source: Value "%1$s" of attribute "%2$s" contains non digit characters.
cs_cz: Hodnota „%1$s“ atributu „%2$s“ obsahuje nečíselné znaky.

source: Can not determine delegator of task %1$d.
cs_cz: Nedaří se zjistit, kdo delegoval úkol %1$d.

source: The current version number %1$s is already lower than or equal to the desired version number %2$s.
cs_cz: Aktuální číslo verze %1$s už je nižší nebo stejné jako požadované číslo verze %2$s.

source: A SQL problem occurred: %1$s.
cs_cz: Došlo k problému s SQL: %1$s.

source: Error loading update task "%1$s".
cs_cz: Chyba při načítání aktualizačního úkolu „%1$s“.

source: Unknown schema name: %1$s.
cs_cz: Neznámý název schématu: %1$s.

source: Update task %1$s returned an unknown concurrency level. Running as blocking task.
cs_cz: Aktualizační úkol %1$s vrátil neznámý souběh. Spuštěno jako blokující úkol.

source: The version can not be set back if the update tasks handling has been migrated to the Remember Executed Update Tasks concept on schema %1$s.
cs_cz: Verzi nelze nastavit zpět, pokud bylo řízení aktualizačního úkolu převedeno na koncept „Pamatuj si provedené aktualizační úkoly“ ve schématu %1$s.

source: Unable to determine next update task to execute. Executed: %1$s. Enqueued: %2$s. Scheduled: %3$s.
cs_cz: Nemohu určit, který další aktualizační úkol spustit. Spuštěné: %1$s. Ve frontě: %2$s. Naplánované: %3$s.

source: Processed a wrong number of rows in database. Expected %1$d rows but worked on %2$d rows.
cs_cz: Zpracován chybný počet řádků v databázi. Očekáváno %1$d, ale pracovalo se s %2$d.

source: Updating schema %1$s failed. Cause: %2$s.
cs_cz: Aktualizace schématu %1$s. Příčina: %2$s.

source: Blocking tasks (%1$s) must be executed before background tasks can be executed (%2$s).
cs_cz: Blokující úlohy (%1$s) musí být provedeny, než budou spuštěny úlohy na pozadí (%2$s).

source: Unknown task: %1$s.
cs_cz: Neznámá úloha: %1$s.

source: Column "%1$s" not found in table %2$s.
cs_cz: Sloupec „%1$s“ nebyl v tabulce %2$s nalezen.

source: No row found in table version in schema %1$s.
cs_cz: Ve verzi tabulky v schématu %1$s nebyl nalezen žádný řádek.

source: Multiple rows found in table version in schema %1$s.
cs_cz: Ve verzi tabulky v schématu %1$s bylo nalezeno více řádek.

source: Update conflict detected. Another process is currently updating schema %1$s.
cs_cz: Zjištěn aktualizační konflikt. Schéma %1$s je právě aktualizováno jiným procesem.

source: Table update failed. Schema %1$s could not be locked.
cs_cz: Aktualizace tabulky selhala. Schéma %1$s se nepodařilo uzamknout.

source: Update conflict detected. Schema %1$s is not marked as locked.
cs_cz: Zjištěn aktualizační konflikt. Schéma %1$s není označeno jako uzamčené.

source: Schema %1$s could not be unlocked. Lock information could no be removed from database.
cs_cz: Schéma %1$s se nepodařilo odemknout. Informaci o uzamčení se z databáze nepodařilo odstranit.

source: File upload failed: %1$s
cs_cz: Nahrání souboru selhalo: %1$s

source: Missing affiliation id
cs_cz: Chybí id přidružení

source: Unknown action value: %1$s
cs_cz: Neznámá hodnota činnosti: %1$s

source: Header "content-type" does not indicate multipart content
cs_cz: Hlavička „content-type“ neznačí multipart obsah

source: Request rejected because its size (%1$s) exceeds the maximum configured size of %2$s
cs_cz: Požadavek zamítnut, protože velikost (%1$s) přesahuje maximální nastavenou velikost (%2$s)

source: Unknown module: %1$d
cs_cz: Neznámý modul: %1$d

source: An uploaded file referenced by %1$s could not be found
cs_cz: Nahraný soubor, na který odkazuje %1$s, se nepodařilo nalézt

source: Invalid action value: %1$s
cs_cz: Neplatná hodnota akce: %1$s

source: Upload file with id %1$s could not be found
cs_cz: Nahraný soubor s id %1$s se nepodařilo nalézt

source: Upload file's content type "%1$s" does not match given file filter "%2$s"
cs_cz: Typ obsahu nahraného souboru „%1$s“ neodpovídá danému souborovému filtru „%2$s“

source: Request rejected because its size exceeds the maximum configured size of %1$s
cs_cz: Požadavek zamítnut, protože velikost přesahuje maximální nastavenou velikost %2$s

source: A DBPooling error occurred
cs_cz: Došlo k chybě při procesu DBPool

source: Configuration for user %1$s could not be found in context %2$d
cs_cz: Konfiguraci pro uživatele %1$s se v kontextu %2$d nepodařilo nalézt

source: Cache initialization failed. Region: %1$s
cs_cz: Selhala inicializace cache. Oblast: %1$s

source: User configuration could not be put into cache: %1$s
cs_cz: Nepodařilo se vložit uživatelskou konfiguraci do cache: %1$s

source: User configuration cache could not be cleared: %1$s
cs_cz: Nepodařilo se vyčistit cache uživatelské konfigurace: %1$s

source: User configuration could not be removed from cache: %1$s
cs_cz: Nepodařilo se odstranit uživatelskou konfiguraci z cache: %1$s

source: Mail settings for user %1$s could not be found in context %2$d
cs_cz: Nastavení pošty uživatele %1$s se v kontextu %2$d nepodařilo nalézt

source: A messaging error occurred. Please try again later.
cs_cz: Došlo k chybě při zpracování zpráv. Zkuste to, prosím, znovu.

source: A messaging error occurred.
cs_cz: Došlo k chybě při zpracování zpráv.

source: Invalid permission values: fp=%1$s orp=%2$s owp=%3$s odp=%4$s
cs_cz: Neplatné hodnoty oprávnění: fp=%1$s orp=%2$s owp=%3$s odp=%4$s

source: Missing parameter in user's mail config: %1$s
cs_cz: Chybí parametr v konfiguraci pošty uživatele: %1$s

source: Configuration error: %1$s
cs_cz: Chyba konfigurace: %1$s

source: Invalid multipart content. Number of enclosed contents is 0
cs_cz: Neplatný multipart obsah. Počet vložených částí obsahu je 0

source: A part's content could not be read from message %1$s in mail folder %2$s
cs_cz: Obsah části zprávy %1$s v poštovní složce %2$s nešlo přečíst

source: Invalid message path: %1$s
cs_cz: Neplatná cesta zprávy: %1$s

source: Unknown color label: %1$s
cs_cz: Neznámá značka barvy: %1$s

source: Cannot instantiate class %1$s.
cs_cz: Nelze vytvořit třídu %1$s.

source: Cannot initialize mail module
cs_cz: Nelze inicializovat poštovní modul

source: No mail module access permitted
cs_cz: Není povolen přístup k poštovnímu modulu

source: Mail account is disabled for admin user in context %1$s
cs_cz: V kontextu %1$s je poštovní účet administrátora vypnutý

source: Process was interrupted. Please try again.
cs_cz: Proces byl přerušen. Zkuste to, prosím, znovu.

source: Unsupported charset encoding: %1$s
cs_cz: Nepodporované kódování znaků: %1$s

source: Header %1$s could not be properly parsed
cs_cz: Hlavičku %1$s se nepodařilo správně parsovat

source: Spam handler initialization failed: %1$s
cs_cz: Selhala inicializace nástroje pro zpracování spamu: %1$s

source: Invalid content type value: %1$s
cs_cz: Neplatná hodnota v poli typ obsahu: %1$s

source: Messaging error: %1$s
cs_cz: Chyba zpracování zpráv: %1$s

source: Message field %1$s cannot be handled
cs_cz: Pole zprávy %1$s nelze zpracovat

source: Message field %1$s cannot be handled on server %2$s with login %3$s (user=%4$s, context=%5$s)
cs_cz: Pole zprávy %1$s nelze na serveru %2$s s přihlašovacím jménem %3$s (uživatel=%4$s, kontext=%5$s) zpracovat

source: Versit error: %1$s
cs_cz: Versit chyba: %1$s

source: Versit attachment could not be saved due to an unsupported MIME type: %1$s
cs_cz: Přílohu Versit se nepodařilo uložit kvůli nepodporovanému MIME typu: %1$s

source: Invalid parameter name: %1$s
cs_cz: Neplatný název parametru: %1$s

source: Could not create a PartModifier instance from name %1$s
cs_cz: Nepodařilo se vytvořit instanci PartModifier z názvu %1$s

source: Upload quota (%1$s) exceeded for file %2$s (size=%3$s)
cs_cz: Nahrávací kvóta (%1$s) překročena souborem %2$s (velikost=%3$s)

source: Upload quota (%1$s) exceeded
cs_cz: Nahrávací kvóta (%1$s) překročena

source: Invalid integer value %1$s
cs_cz: Neplatná celočíselná hodnota %1$s

source: Mail(s) %1$s could not be found in folder %2$s
cs_cz: Ve složce %2$s se nepodařilo nalézt zprávu/y %1$s

source: Mail could not be found
cs_cz: Poštu se nepodařilo nalézt

source: Action %1$s is not supported by %2$s
cs_cz: %2$s nepodporuje činnost %1$s

source: Message could not be sent
cs_cz: Zprávu se nepodařilo odeslat

source: Unknown or unsupported action: %1$s
cs_cz: Neznámá nebo nepodporovaná činnost: %1$s

source: Missing field %1$s
cs_cz: Chybí pole %1$s

source: Unsupported MIME type %1$s
cs_cz: Nepodporovaný MIME typ %1$s

source: This message could not be moved to trash folder as your mailbox is nearly full. Please try to empty your deleted items first, or delete smaller messages first.
cs_cz: Zprávu se nepodařilo přesunout do koše, protože vaše poštovní schránka je téměř plná. Odstraňte, prosím, vymazané položky nebo menší zprávy.

source: The message part with sequence ID %1$s could not be found in message %2$s in folder %3$s.
cs_cz: Část zprávy se sekvenčním ID %1$s se ve zprávě %2$s ve složce %3$s nepodařilo nalézt.

source: No content available in mail part
cs_cz: V části zprávy není žádný obsah

source: Message has been successfully sent. Due to exceeded quota a copy could not be placed in your sent folder though.
cs_cz: Zpráva byla úspěšně odeslána, ale do vaší složky s odeslanou poštou se kvůli překročení limitu nepodařilo umístit kopii.

source: Message has been successfully sent. A copy could not be placed in your sent folder though.
cs_cz: Zpráva byla úspěšně odeslána, ale do vaší složky s odeslanou poštou se nepodařilo umístit kopii.

source: No provider could be found for protocol/URL "%1$s"
cs_cz: Pro protokol/URL „%1$s“ se nepodařilo nalézt poskytovatele

source: Protocol cannot be parsed: %1$s
cs_cz: Protokol nelze parsovat: %1$s

source: No reply on multiple message possible
cs_cz: Na více zpráv nelze odpovědět

source: Illegal system flag argument %1$s. Flag must be to the power of 2
cs_cz: Nepovolený argument systémového příznaku %1$s. Příznak musí být dělitelný 2

source: Attachment %1$s not found inside mail %2$s of mail folder %3$s
cs_cz: Příloha %1$s nebyla nalezena ve zprávě %2$s v poštovní složce %3$s

source: Folder %1$s does not hold messages and is therefore not selectable
cs_cz: Složka %1$s neobsahuje zprávy, a proto ji nelze vybrat

source: Folder %1$s does not hold messages and is therefore not selectable on server %2$s with login %3$s (user=%4$s, context=%5$s)
cs_cz: Složka %1$s neobsahuje zprávy, a proto ji nelze na serveru %2$s s přihlašovacím jménem %3$s (uživatel=%4$s, kontext=%5$s) vybrat

source: Insufficient folder attributes: Either existence status or full name have to be present to determine if a mail folder create or update shall be performed
cs_cz: Nedostatečné atributy složky: Je potřeba stav existence nebo plný název, aby bylo možné rozhodnout, jestli má být poštovní složka vytvořena, nebo aktualizována.

source: Root folder must not be modified or deleted
cs_cz: Kořenová složka nesmí být upravována nebo smazána

source: No transport provider could be found for protocol/URL "%1$s"
cs_cz: Pro protokol/URL „%1$s“ se nepodařilo nalézt poskytovatele přenosu

source: Missing mail folder full name
cs_cz: Chybí celý název poštovní složky

source: Image attachment with content id "%1$s" not found inside mail %2$s of mail folder %3$s
cs_cz: Obrázková příloha s ID obsahu „%1$s“ nebyla ve zprávě %2$s v poštovní složce %3$s nalezena

source: The specified E-Mail address %1$s is not covered by allowed E-Mail address aliases.
cs_cz: Zadaná e-mailová adresa %1$s nespadá mezi povolené e-mailové aliasy.

source: Checking default folders on server %1$s for user %2$s (%3$s) in context on %4$s failed: %5$s
cs_cz: Kontrola výchozích složek na serveru %1$s pro uživatele %2$s (%3$s) v kontextu na %4$s selhala: %5$s

source: The types of specified data source are not supported
cs_cz: Typy zadaných datových zdrojů nejsou podporované

source: Mail cannot be parsed. Invalid or incomplete mail data.
cs_cz: Zprávu nelze parsovat. Neplatná nebo neúplná data zprávy.

source: Mail folder cannot be created/renamed. Empty folder name.
cs_cz: Poštovní složku nelze vytvořit/přejmenovat. Prázdný název složky.

source: Invalid folder name: "%1$s"
cs_cz: Neplatný název složky: „%1$s“

source: Invalid Content-Disposition value: %1$s
cs_cz: Neplatná hodnota Content-Disposition: %1$s

source: A folder named %1$s already exists.
cs_cz: Složka s názvem %1$s již existuje.

source: A folder named %1$s already exists on server %2$s with login %3$s (user=%4$s, context=%5$s).
cs_cz: Složka s názvem %1$s již na serveru %2$s s přihlašovacím jménem %3$s existuje (uživatel=%4 $s, kontext=%5$s).

source: No create access on mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s).
cs_cz: K poštovní složce %1$s na serveru %2$s s přihlašovacím jménem %3$s (uživatel=%4$s, kontext=%5$s) nemám přístup povolující vytvářet.

source: Mail account %1$s with ID %2$s does not support mail transport.
cs_cz: Poštovní účet %1$s s ID %2$s nepodporuje přenos zpráv.

source: Mail folder could not be found: %1$s.
cs_cz: Poštovní složku se nepodařilo nalézt: %1$s.

source: Referenced mail %1$s could not be found in folder %2$s. Therefore reply/forward operation cannot be performed.
cs_cz: Odkazovanou zprávu %1$s se ve složce %2$s nepodařilo nalézt. Operace odpověď/přesměrování tedy nemůže být provedena.

source: Mail folder must not be deleted: %1$s.
cs_cz: Poštovní složka nesmí být smazána: %1$s.

source: No delete access on mail folder: %1$s.
cs_cz: K poštovní složce: %1$s nemám přístup povolující mazání.

source: Mail folder must not be moved: %1$s.
cs_cz: Poštovní složka nesmí být přesunuta: %1$s.

source: Mail folder must not be updated: %1$s.
cs_cz: Poštovní složka nesmí být aktualizována: %1$s.

source: No write access on mail folder: %1$s.
cs_cz: Ke složce: %1$s nemám přístup povolující zápis.
