Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/backend.*.po
Languages: cs_cz

source: No values mapping table found
cs_cz: Nebyla nalezena tabulka pro mapování hodnot

source: No keys mapping table found
cs_cz: Nebyla nalezena tabulka pro mapování klíčů

source: An error occurred while trying to get the defaultNamingContext attribute
cs_cz: Došlo k chybě při pokusu o získání atributu defaultNamingContext

source: The contact object with id "%s" could not be found in folder "%s"
cs_cz: Ve složce „%s“ se nepodařilo nalézt objekt kontaktu s id „%s“

source: The value given for storagePriority "%s" in file "%s" is no integer value
cs_cz: Hodnota daná pro storagePriority „%s“ v souboru „%s“ není celé číslo

source: Unable to map contact property "%s"
cs_cz: Nemohu mapovat vlastnost kontaktu „%s“

source: A JSON error occurred: %1$s
cs_cz: Došlo k chybě JSON: %1$s

source: Missing parameter %1$s
cs_cz: Chybí parametr %1$s

source: Unsupported value in parameter %1$s: %2$s
cs_cz: Nepodporovaná hodnota v parametru %1$s: %2$s

source: Unsupported method %1$s
cs_cz: Nepodporovaná metoda %1$s

source: The given type of %1$s is not supported
cs_cz: Daný typ %1$s není podporován

source: Missing argument %1$s
cs_cz: Chybí argument %1$s

source: Invalid value for argument %1$s: ``%2$s''
cs_cz: Neplatná hodnota argumentu %1$s: „%2$s“

source: Unknown data source identifier: %1$s
cs_cz: Neznámý identifikátor datového zdroje: %1$s

source: Unknown data handler identifier: %1$s
cs_cz: Neznámý identifikátor obsluhy dat: %1$s

source: No matching type could be found for data source %1$s and data handler %2$s
cs_cz: Nepodařilo se nalézt odpovídající typ pro datový zdroj %1$s a obsluhu dat %2$s

source: The following field(s) are too long: %1$s
cs_cz: Následující pole je/jsou příliš dlouhé/á: %1$s

source: Unable to change data. (%1$s)
cs_cz: Nelze změnit údaje (%1$s).

source: Provide correct password.
cs_cz: Zadejte správné heslo.

source: Wrong Password.
cs_cz: Špatné heslo.

source: Check the encoding.
cs_cz: Zkontrolujte kódování.

source: Error during encoding operation.
cs_cz: Chyba v průběhu kódování.

source: Check cipher initialization
cs_cz: Zkontrolujte inicializace šifry

source: General Security Exception occurred.
cs_cz: Došlo k obecné bezpečnostní výjimce.

source: Provide arbitrary byte sequence to generate a secure key.
cs_cz: Zadejte náhodnou posloupnost znaků pro vygenerování bezpečného klíče.

source: Arbitrary byte sequence is missing to generate a secure key.
cs_cz: Není zadaná náhodná posloupnost znaků pro vygenerování bezpečného klíče.

source: Data retention failed: %1$s.
cs_cz: Úschova dat selhala: %1$s.

source: An I/O error occurred: %1$s.
cs_cz: Došlo k chybě I/O: %1$s

source: A SQL error occurred: %1$s
cs_cz: Došlo k chybě SQL: %1$s

source: Object type is not supported: %1$s
cs_cz: Typ objektu není podporovaný: %d

source: An OpenOffice error occurred: %1$s
cs_cz: Došlo k chybě OpenOffice: %1$s

source: Module '%s' is already registered.
cs_cz: Modul ‚%s‘ je již registrovaný.

source: Container '%s' is already registered.
cs_cz: Kontejner ‚%s‘ je již registrovaný.

source: The module name is missing in the module description.
cs_cz: V popisu modulu chybí název modulu.

source: The container name is missing in the container description.
cs_cz: V popisu kontejneru chybí název kontejneru.

source: The module '%s' is not known in the registry.
cs_cz: Modul ‚%s‘ není v registru veden.

source: The container '%s' is not known in the registry.
cs_cz: Kontejner ‚%s‘ není v registru veden.

source: An error occurred for action: %1$s
cs_cz: Došlo k chybě při činnosti %1$s

source: An error occurred loading context %1$s
cs_cz: Došlo k chybě při načítání kontextu %1$s

source: An error occurred loading user data for user %1$s
cs_cz: Došlo k chybě při načítání uživatelských údajů pro uživatele %1$s

source: Could not load configuration or necessary field from configuration
cs_cz: Nepodařilo se načíst nastavení nebo potřebné pole z nastavení

source: Got %1$d instead of %2$d response messages
cs_cz: Přijato %1$d místo %2$d odpovědí

source: Got no response messages
cs_cz: Žádné odpovědi

source: EWS error: %1$s (%2$s)
cs_cz: Chyba EWS: %1$s (%2$s)

source: EWS warning: %1$s (%2$s)
cs_cz: Varování EWS: %1$s (%2$s)

source: Object "%1$s" not found
cs_cz: Objekt „%1$s“ nenalezen

source: The name "%1$s" is ambiguous
cs_cz: Název „%1$s“ není jednoznačný

source: An external error occured: %1$s
cs_cz: Došlo k externí chybě: %1$s

source: A CIFS/SMB error occurred: %1$s
cs_cz: Došlo k chybě CIFS/SMB: %1$s

source: A CIFS/SMB error occurred: %1$s (status=%2$s)
cs_cz: Došlo k chybě CIFS/SMB: %1$s (status=%2$s)

source: Invalid CIFS/SMB URL: %1$s
cs_cz: Neplatné URL CIFS/SMB: %1$s

source: CIFS/SMB URL does not denote a directory: %1$s
cs_cz: URL CIFS/SMB neoznačuje adresář: %1$s

source: The CIFS/SMB resource does not exist: %1$s
cs_cz: Zdroj CIFS/SMB neexistuje: %1$s

source: Update denied for CIFS/SMB resource: %1$s
cs_cz: Aktualizace zdroje CIFS/SMB zamítnuta: %1$s

source: Delete denied for CIFS/SMB resource: %1$s
cs_cz: Smazání zdroje CIFS/SMB zamítnuto: %1$s

source: CIFS/SMB URL does not denote a file: %1$s
cs_cz: URL CIFS/SMB neoznačuje soubor: %1$s

source: Missing file name.
cs_cz: Chybí název souboru.

source: Versioning not supported by CIFS/SMB file storage.
cs_cz: Souborové úložiště CIFS/SMB nepodporuje ukládání verzí.

source: The operation completed successfully.
cs_cz: Operace byla úspěšně dokončena.

source: A device attached to the system is not functioning.
cs_cz: Zařízení připojené k systému nefunguje.

source: Incorrect function.
cs_cz: Nesprávná funkce.

source: The parameter is incorrect.
cs_cz: Chybný parametr.

source: Invalid access to memory location.
cs_cz: Neplatný přístup k paměti.

source: The handle is invalid.
cs_cz: Neplatný handle.

source: The system cannot find the file specified.
cs_cz: Systém nemůže najít určený soubor.

source: More data is available.
cs_cz: K dispozici jsou další data.

source: Access is denied.
cs_cz: Přístup odepřen.

source: The data area passed to a system call is too small.
cs_cz: Datová oblast předaná systémovému volání je příliš malá.

source: The filename, directory name, or volume label syntax is incorrect.
cs_cz: Neplatný název souboru nebo adresáře nebo neplatná syntaxe štítku oddílu.

source: Cannot create a file when that file already exists.
cs_cz: Nelze vytvořit soubor, když daný soubor již existuje.

source: The specified path is invalid.
cs_cz: Určená cesta není platná.

source: The system cannot find the path specified.
cs_cz: Systém nemůže nalézt určenou cestu.

source: The process cannot access the file because it is being used by another process.
cs_cz: Proces k souboru nemůže přistupovat, protože je používán jiným procesem.

source: There are currently no logon servers available to service the logon request.
cs_cz: V tuto chvíli nejsou k dispozici žádné přihlašovací servery, které by mohly vyřídit přihlašovací požadavek.

source: The specified user already exists.
cs_cz: Určený uživatel již existuje.

source: The specified user does not exist.
cs_cz: Určený uživatel neexistuje.

source: The specified network password is not correct.
cs_cz: Zadané síťové heslo není správné.

source: Logon failure: unknown user name or bad password.
cs_cz: Chyba přihlášení: neznámé uživatelské jméno nebo chybné heslo.

source: Logon failure: user account restriction.
cs_cz: Chyba přihlášení: omezení uživatelského účtu.

source: Logon failure: account logon time restriction violation.
cs_cz: Chyba přihlášení: porušení limitu doby přihlášení k účtu.

source: Logon failure: user not allowed to log on to this computer.
cs_cz: Chyba přihlášení: uživatel nemá oprávnění k přihlášení k tomuto počítači.

source: Logon failure: the specified account password has expired.
cs_cz: Chyba přihlášení: zadané heslo účtu již vypršelo.

source: Logon failure: account currently disabled.
cs_cz: Chyba přihlášení: účet je v současné době zablokovaný.

source: No mapping between account names and security IDs was done.
cs_cz: Neproběhlo mapování mezi názvy účtů a bezpečnostními ID.

source: The security ID structure is invalid.
cs_cz: Struktura bezpečnostních ID není platná.

source: All pipe instances are busy.
cs_cz: Všechny instance rour jsou zaneprázdněné.

source: The pipe state is invalid.
cs_cz: Stav roury není platný.

source: No process is on the other end of the pipe.
cs_cz: Na druhém konci roury není žádný proces.

source: The pipe is being closed.
cs_cz: Roura je zavírána.

source: Waiting for a process to open the other end of the pipe.
cs_cz: Čekám, až proces otevře druhý konec roury.

source: A duplicate name exists on the network.
cs_cz: V síti existují duplicitní jména.

source: The specified network name is no longer available.
cs_cz: Určená síť již není k dispozici.

source: Network access is denied.
cs_cz: Přístup k síti odepřen.

source: The network name cannot be found.
cs_cz: Název sítě se nepodařilo nalézt.

source: No more connections can be made to this remote computer at this time because there are already as many connections as the computer can accept.
cs_cz: K tomuto vzdálenému počítači nelze v tuto chvíli otevřít více spojení, protože je již otevřeno právě tolik spojení, kolik počítač může přijmout.

source: Indicates a Windows NT Server could not be contacted or that objects within the domain are protected such that necessary information could not be retrieved.
cs_cz: Značí, že Windows NT Server nelze kontaktovat, nebo že jsou objekty v doméně chráněny, takže nebylo možné získat potřebné informace.

source: The specified domain did not exist.
cs_cz: Určená doména neexistuje.

source: The directory name is invalid.
cs_cz: Neplatný název adresáře.

source: The format of the specified computer name is invalid.
cs_cz: Neplatný formát zadaného názvu počítače.

source: The pipe has been ended.
cs_cz: Roura byla uzavřena.

source: The specified local group does not exist.
cs_cz: Určená lokální skupina neexistuje.

source: Logon failure: the user has not been granted the requested logon type at this computer.
cs_cz: Chyba přihlášení: uživateli nebyl na tomto počítači přidělen požadovaný druh přihlášení.

source: The SAM database on the Windows NT Server does not have a computer account for this workstation trust relationship.
cs_cz: Databáze SAM na Windows NT Serveru nemá počítačový účet pro důvěryhodný vztah s touto pracovní stanicí.

source: The trust relationship between the primary domain and the trusted domain failed.
cs_cz: Důvěryhodný vztah mezi primární doménou a důvěřovanou doménou selhal.

source: The account used is a Computer Account. Use your global user account or local user account to access this server.
cs_cz: Tento účet je Účet Počítače. Pro přístup k tomuto serveru použijte svůj globální nebo lokální uživatelský účet.

source: The user must change his password before he logs on the first time.
cs_cz: Před prvním přihlášením si uživatel musí změnit heslo.

source: Please use a hostname instead of an IP address in the SMB URL.
cs_cz: V SMB URL použijte, prosím hostname, nikoliv IP adresu.

source: Your account has been blocked. This can have various reasons like having mistyped the password several times. Please contact your system administrator or hoster in case you can no longer log in.
cs_cz: Váš účet byl zablokován. To může mít různé důvody, například opakované chybné zadání hesla. Kontaktujte, prosím svého administrátora nebo správce hostingu, pokud se již nemůžete přihlásit.

source: The remote system is not reachable by the transport.
cs_cz: Vzdálený systém je prostřednictvím transportu nedosažitelný.

source: I/O request could not be handled.
cs_cz: Nepodařilo se zpracovat I/O požadavek.

source: Login
cs_cz: Přihlašovací jméno

source: Password
cs_cz: Heslo

source: A CMIS error occurred: %1$s
cs_cz: Došlo k chybě CMIS: %1$s

source: Invalid CMIS URL: %1$s
cs_cz: Neplatné URL CMIS: %1$s

source: CMIS URL does not denote a directory: %1$s
cs_cz: URL CMIS neoznačuje adresář: %1$s

source: The CMIS resource does not exist: %1$s
cs_cz: Zdroj CMIS neexistuje: %1$s

source: Update denied for CMIS resource: %1$s
cs_cz: Aktualizace zdroje CMIS zamítnuta: %1$s

source: Delete denied for CMIS resource: %1$s
cs_cz: Smazání zdroje CMIS zamítnuto: %1$s

source: CMIS URL does not denote a file: %1$s
cs_cz: URL CMIS neoznačuje soubor: %1$s

source: Versioning not supported by CMIS file storage.
cs_cz: Souborové úložiště CMIS nepodporuje ukládání verzí.

source: A Dropbox error occurred: %1$s
cs_cz: Došlo k chybě Dropboxu: %1$s

source: Invalid Dropbox URL: %1$s
cs_cz: Neplatné URL Dropboxu: %1$s

source: Dropbox URL does not denote a directory: %1$s
cs_cz: URL Dropboxu neoznačuje adresář: %1$s

source: The Dropbox resource does not exist: %1$s
cs_cz: Zdroj Dropboxu neexistuje: %1$s

source: Update denied for Dropbox resource: %1$s
cs_cz: Aktualizace zdroje Dropbox zamítnuta: %1$s

source: Delete denied for Dropbox resource: %1$s
cs_cz: Smazání zdroje Dropbox zamítnuto: %1$s

source: Dropbox URL does not denote a file: %1$s
cs_cz: URL Dropbox neoznačuje soubor: %1$s

source: Versioning not supported by Dropbox file storage.
cs_cz: Souborové úložiště Dropbox nepodporuje ukládání verzí.

source: Missing configuration for account "%1$s".
cs_cz: Chybí konfigurace pro účet: „%1$s“.

source: Bad or expired access token. Need to re-authenticate user.
cs_cz: Špatný nebo starý token. Uživatel se musí znovu autentizovat.

source: Select an existing account
cs_cz: Vyberte existující účet

source: A HTTP error occurred: %1$s
cs_cz: Došlo k chybě HTTP: %1$s

source: A DAV error occurred: %1$s
cs_cz: Došlo k chybě DAV: %1$s

source: The resource is not a directory: %1$s
cs_cz: Zdroj není adresář: %1$s

source: Invalid date property: %1$s
cs_cz: Neplatné nastavení data: %1$s

source: Invalid property "%1$s". Should be "%2$s".
cs_cz: Neplatné nastavení „%1$s“. Mělo by být „%2$s“.

source: Directory "%1$s" must not be deleted.
cs_cz: Adresář „%1$s“ nesmí být smazán.

source: Directory "%1$s" must not be updated.
cs_cz: Adresář „%1$s“ nesmí být aktualizován.

source: Invalid or missing credentials to access WebDAV server "%1$s".
cs_cz: Neplatné nebo chybějící přihlašovací údaje pro přístup k serveru WebDAV „%1$s“.

source: The resource is not a file: %1$s
cs_cz: Zdroj není soubor: %1$s

source: Versioning not supported by WebDAV.
cs_cz: WebDAV nepodporuje ukládání verzí.

source: File storage account %1$s of service "%2$s" could not be found for user %3$s in context %4$s.
cs_cz: Účet %1$s pro ukládání souborů služby „%2$s“ se pro uživatele %3$s v kontextu %4$s nepodařilo nalézt.

source: The operation is not supported by service %1$s.
cs_cz: Služba %1$s operaci nepodporuje.

source: The folder "%1$s" cannot be found in account %2$s of service "%3$s" of user %4$s in context %5$s.
cs_cz: Složku „%1$s“ se v účtu %2$s služby „%3$s“ uživatele %4$s v kontextu %5$s nepodařilo nalézt.

source: Invalid file identifier: %1$s
cs_cz: Neplatný identifikátor souboru: %1$s

source: Invalid header "%1$s": %2$s
cs_cz: Neplatná hlavička „%1$s“: %2$s

source: Unknown action to perform: %1$s.
cs_cz: Neznámá akce k provedení: %1$s.

source: A file error occurred: %1$s
cs_cz: Došlo k chybě souboru: %1$s

source: Wrongly formatted address: %1$s.
cs_cz: Špatně formátovaná adresa: %1$s.

source: Unknown file content: %1$s.
cs_cz: Neznámý obsah souboru: %1$s.

source: Unknown file storage service: %1$s.
cs_cz: Neznámá služba pro ukládání souborů: %1$s.

source: Missing parameter: %1$s.
cs_cz: Chybí parametr: %1$s.

source: Invalid parameter: %1$s with type '%2$s'. Expected '%3$s'.
cs_cz: Neplatný parametr: %1$s s typem ‚%2$s‘. Očekáván ‚%3$s‘.

source: File part is read-only: %1$s
cs_cz: Souborová část je pouze ke čtení: %1$s

source: Unknown color label index: %1$s
cs_cz: Neznámý index značek barev: %1$s

source: A duplicate folder named "%1$s" already exists below parent folder "%2$s".
cs_cz: Duplicitní složka pojmenovaná „%1$s“ už existuje v nadřazené složce „%2$s“.

source: No create access on folder %1$s.
cs_cz: Ke složce %1$s nemám přístup povolující vytvářet.

source: Not connected
cs_cz: Nepřipojeno

source: Invalid sorting column. Cannot sort by %1$s.
cs_cz: Neplatný řadící sloupec. Nelze řadit podle %1$s.

source: No attachment found with section identifier %1$s in file %2$s in folder %3$s.
cs_cz: V souboru %2$s ve složce %3$s nebyla nalezena příloha s identifikátorem sekce %1$s.

source: File %1$s not found in folder %2$s.
cs_cz: Soubor %1$s nebyl ve složce %2$s nalezen.

source: No account manager could be found for service: %1$s.
cs_cz: Pro službu se nepodařilo nalézt správce účtu: %1$s.

source: Invalid URL "%1$s". Error: %2$s.
cs_cz: Neplatné URL „%1$s“. Chyba: %2$s.

source: No such folder.
cs_cz: Taková složka neexistuje.

source: Authentication failed for login %1$s to server %2$s (service: %3$s).
cs_cz: Selhala autentizace přihlašovacího jména %1$s na serveru %2$s (služba: %3$s).

source: No free/busy providers available
cs_cz: K dispozici není žádný zdroj informací o stavu volný/zaneprázdněný.

source: The participant "%1$s" is ambiguous.
cs_cz: Účastník „%1$s“ není jednoznačný.

source: The participant "%1$s" can't be found.
cs_cz: Účastníka „%1$s“ se nepodařilo nalézt.

source: Free/busy is not enabled for user %1$d in context %2$d.
cs_cz: Stav volný/zaneprázdněný není pro uživatele %1$s v kontextu %2$s povolen.

source: Free/busy data for "%1$s" is not available.
cs_cz: Data pro stav volný/zaneprázdněný „%1$s“ nejsou k dispozici.

source: A communication error occured while processing the free/busy request ("%1$s").
cs_cz: Při zpracovávání požadavku na stav volný/zaneprázdněný došlo k chybě v komunikaci („%1$s“).

source: An external error occured while processing the free/busy request ("%1$s").
cs_cz: Při zpracovávání požadavku na stav volný/zaneprázdněný došlo k externí chybě („%1$s“).

source: An internal error occured while processing the free/busy request ("%1$s").
cs_cz: Při zpracovávání požadavku na stav volný/zaneprázdněný došlo k interní chybě („%1$s“).

source: A configuration error occured ("%1$s").
cs_cz: Došlo k chybě v nastavení („%1$s“).

source: The database returned an error: %1$s
cs_cz: Databáze vrátila chybu: %1$s

source: The uwa widget with the id %1$s could not be found
cs_cz: Uwa widget s id %1$s se nepodařilo nalézt

source: The widget with the id %1$s is protected and only positional information can be updated
cs_cz: Widget s id %1$s je chráněný a je možné aktualizovat pouze poziční informace

source: The string cannot be parsed to a valid URL.
cs_cz: Řetězec nelze parsovat na platnou URL.

source: Account "%s" is locked.
cs_cz: Účet „%s“ je uzamčen.

source: Account "%1$s" is currently being created. This can take a while. Please try again later.
cs_cz: Účet „%1$s“ se právě vytváří. Může to chvíli trvat. Zkuste to, prosím, později.

source: Unknown problem: "%s".
cs_cz: Neznámý problém: „%s“.

source: Login not possible at the moment. Please try again later.
cs_cz: Přihlášení nyní není možné. Zkuste to, prosím, později.

source: Invalid credentials.
cs_cz: Neplatné přihlašovací údaje.

source: Missing property %1$s.
cs_cz: Chybí nastavení %1$s.

source: Database down.
cs_cz: Databáze není aktivní.

source: Your password has expired. In order to change it, please log in to %1$s.
cs_cz: Vaše heslo vypršelo. Chcete-li ho změnit, přihlaste se, prosím, k %1$s.

source: User %1$s could not be found in context %2$s.
cs_cz: Uživatele %1$s se v kontextu %2$s nepodařilo nalézt.

source: User is not activated.
cs_cz: Uživatel není aktivován.

source: Client "%1$s" is not activated.
cs_cz: Klient „%1$s“ není aktivován.

source: Method "%1$s" in HTTP header authorization is not supported.
cs_cz: Metoda „%1$s“ v autorizační HTTP hlavičce není podporována.

source: Missing client capabilities.
cs_cz: Chybí možnosti klienta.

source: No session found.
cs_cz: Nebylo nalezeno žádné sezení.

source: %s does not support an auto login authentication.
cs_cz: %s nepodporuje automatické přihlašování.

source: Server side token for token login was not created.
cs_cz: Nebyl vytvořen serverový token pro přihlášení pomocí tokenu.

source: Put into cache failed.
cs_cz: Vložení do cache selhalo.

source: The default element attributes could not be retrieved
cs_cz: Nepodařilo se získat výchozí atributy elementu

source: Cache %s could not be initialized due to following error: %s
cs_cz: Cache %s se nepodařilo inicializovat kvůli následující chybě: %s

source: Too few (%d) login attributes.
cs_cz: Příliš málo (%d) přihlašovacích atributů.

source: Problem while communicating with external authorization.
cs_cz: Problém při komunikaci s externí autorizací.

source: Instantiating the class failed.
cs_cz: Selhalo vytvoření třídy.

source: Class %1$s can not be found.
cs_cz: Nelze nalézt třídu %1$s.

source: Missing property %1$s in system.properties.
cs_cz: Chybí nastavení %1$s v system.properties.

source: URL "%s" is malformed.
cs_cz: URL „%s“ má špatný formát.

source: Extras link is not implemented.
cs_cz: Odkaz Extra není implementován.

source: Cannot get connection to config DB.
cs_cz: Nelze se připojit ke konfigurační DB.

source: Database for context %1$d and server %2$d can not be resolved
cs_cz: Nelze zjistit databázi pro kontext %1$d a server %2$d

source: No connection to database %1$d
cs_cz: Nepodařilo se připojit k databázi %1$d

source: Schema can not be set on database connection
cs_cz: Nelze nastavit schéma připojení k databázi

source: Null is returned to connection pool.
cs_cz: NULL je vráceno do zásobníku spojení.

source: Problem with executing SQL: %1$s
cs_cz: Problém s provedením SQL: %1$s

source: Cannot get information for pool %1$d.
cs_cz: Nelze získat informace o zásobníku %1$d.

source: Driver class %1$s missing.
cs_cz: Chybí třída ovladače %1$s.

source: Object %1$s does not belong to this pool. The object will be removed. If there was a previous message about this object not having been returned to the pool, the object was just in use too long.
cs_cz: Objekt %1$s do tohoto zásobníku nepatří a bude odstraněn. Pokud se již dříve objevila zpráva o tom, že nebyl objekt vrácen do zásobníku, byl objekt používán příliš dlouho.

source: Server name is not defined.
cs_cz: Název serveru není nastaven.

source: %1$s is not initialized.
cs_cz: %1$s není inicializována.

source: Connection used for %1$d milliseconds.
cs_cz: Spojení použito %1$d milisekund.

source: %1$d statements are not closed.
cs_cz: Neuzavřených transakcí %1$d.

source: Parsing problem in URL parameter "%1$s".
cs_cz: Problém s parsováním URL parametru „%1$s“.

source: Configuration file for database configuration is missing.
cs_cz: Chybí konfigurační soubor databáze.

source: Property "%1$s" is not defined.
cs_cz: Nastavení „%1$s“ není definováno.

source: %1$s is already initialized.
cs_cz: %1$s už je inicializována.

source: Cannot resolve server id for server %1$s.
cs_cz: Nelze zjistit id serveru %1$s.

source: Nothing known about pool %1$d.
cs_cz: Žádné informace o zásobníku %1$d.

source: Transaction counter is missing for context %1$d.
cs_cz: Chybí počítadlo transakcí v kontextu %1$d.

source: Inserting database assignment for context %1$d and server %2$d failed!
cs_cz: Nepodařilo se vložit přiřazení databáze pro kontext %1$d a server %2$d!

source: [Not available]
cs_cz: [Není k dispozici]

source: A severe error occurred.
cs_cz: Došlo k závažné chybě.

source: An error occurred. Please try again later.
cs_cz: Došlo k chybě. Zkuste to, prosím, později.

source: The object has been changed in the meantime.
cs_cz: Mezitím byl objekt změněn.

source: Object not found. %1$s
cs_cz: Objekt nenalezen. %1$s

source: No permission for module: %1$s.
cs_cz: Nemám oprávnění pro modul: %1$s.

source: No folder permission.
cs_cz: Žádná oprávnění k složce.

source: Missing field: %s
cs_cz: Chybějící pole: %s
