Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/backend.*.po
Languages: cs_cz

source: Verification of client ticket failed: %1$s
cs_cz: Ověření klientova tiketu selhalo: %1$s

source: Unknown problem: "%1$s".
cs_cz: Neznámý problém: „%1$s“.

source: Failed to get a delegate ticket for %1$s.
cs_cz: Nepodařilo se získat delegátský tiket pro klienta %1$s.

source: Communication to Kerberos server failed: %1$s
cs_cz: Chyba komunikace se serverem Kerberos: %1$s

source: Authenticating this service against the Kerberos server failed: %1$s
cs_cz: Autentizace této služby na serveru Kerberos selhala: %1$s

source: Problem while terminating service ticket: %1$s
cs_cz: Problém při rušení servisního tiketu: %1$s

source: Can not find credentials in subject %1$s that need a renewal.
cs_cz: Nemohu v předmětu %1$s nalézt přihlašovací údaje, které by potřebovaly obnovit.

source: No Kerberos delegation ticket found in session %1$s.
cs_cz: V sezení %1$s se nepodařilo nalézt žádný delegační tiket Kerberosu.

source: Name of loadbalancer missing.
cs_cz: Chybí název nástroje pro vyvažování zátěže.

source: No zone specified.
cs_cz: Není určena žádná zóna.

source: Could not create loadbalancer.
cs_cz: Nepodařilo se vytvořit nástroj pro vyvažování zátěže.

source: Could not register instance with id %1$s with the loadbalancer.
cs_cz: Nepodařilo se registrovat instanci s ID %1$s v nástroji pro vyvažování zátěže.

source: Could not unregister instance with id %1$s from the loadbalancer.
cs_cz: Nepodařilo se odregistrovat instanci s ID %1$s z nástroje pro vyvažování zátěže.

source: IO error.
cs_cz: Chyba IO.

source: Saving new file failed: %1$s
cs_cz: Ukládání nového souboru selhalo: %1$s

source: Get file %1$s failed: %2$s
cs_cz: Získávání souboru %1$s selhalo: %2$s

source: Get file listing failed: %1$s
cs_cz: Získávání výpisu souborů selhalo: %1$s

source: Get size of file %1$s failed: %2$s
cs_cz: Získávání velikosti souboru %1$s selhalo: %2$s

source: Get mime type of file %1$s failed: %2$s
cs_cz: Získávání MIME typu souboru %1$s selhalo: %2$s

source: Delete file %1$s failed: %2$s
cs_cz: Mazání souboru %1$s selhalo: %2$s

source: Delete %1$i failed: %2$s
cs_cz: Mazání %1$s selhalo: %2$s

source: Creating md5 hash of file %1$s failed: %2$s
cs_cz: Vytváření MD5 hashe souboru %1$s selhalo: %2$s

source: Could not initialize filestorage: %1$s
cs_cz: Nepodařilo se inicializovat souborové úložiště: %1$s

source: Deletion of all files in bucket %1$s failed: %2$s
cs_cz: Mazání všech souborů v koši %1$s selhalo: %2$s

source: Versioning is disabled
cs_cz: Ukládání verzi je vypnuto

source: Missing access key.
cs_cz: Chybí přístupový klíč.

source: Missing secret key.
cs_cz: Chybí tajný klíč.

source: EC2 region not set.
cs_cz: Není nastaven region E2.

source: Loadbalancing region not set.
cs_cz: Není nastaven region pro vyvažování zátěže.

source: S3 region not set.
cs_cz: Není nastaven region S3.

source: Error in S3 encryption: %1$s
cs_cz: Chyba v šifrování S3: %1$s

source: A cache error occurred: %1$s
cs_cz: Došlo k chybě cache: %1$s

source: Missing cache configuration file at location: %1$s
cs_cz: Chybí konfigurační soubor cache v: %1$s

source: An I/O error occurred: %1$s
cs_cz: Došlo k chybě I/O: %1$s

source: Missing configuration property: %1$s
cs_cz: Chybí konfigurační položka: %1$s

source: The default element attributes could not be retrieved.
cs_cz: Nepodařilo se získat výchozí atributy elementu.

source: 'Put' into cache failed.
cs_cz: ‚Vložení‘ do cache selhalo.

source: 'Safe put' into cache failed. An object bound to given key already exists.
cs_cz: ‚Bezpečné vložení‘ do cache selhalo. Objekt vázaný na daný klíč již existuje.

source: Remove on cache failed
cs_cz: Odstranění cache selhalo

source: The default element attributes could not be assigned.
cs_cz: Nepodařilo se přiřadit výchozí atributy elementu.

source: No cache found for region name: %1$s
cs_cz: Nenalezena žádná cache odpovídající názvu oblasti: %1$s

source: Missing default auxiliary defined by property: jcs.default=<aux-name>
cs_cz: Chybí výchozí pomocná hodnota určená nastavením: jcs.default=<aux-name>

source: Invalid cache region name "%1$s".
cs_cz: Neplatný název oblasti cache „%1$s“.

source: Method not supported.
cs_cz: Metoda není podporovaná.

source: Calendar
cs_cz: Kalendář

source: Week
cs_cz: Týden

source: All-day events
cs_cz: Celodenní události

source: Events
cs_cz: Události

source: Location
cs_cz: Místo

source: Participants
cs_cz: Účastníci

source: Comments
cs_cz: Komentáře

source: No recurrence
cs_cz: Žádné opakování

source: Every %1$s day
cs_cz: Každých %1$s dní

source: Every week on %1$s
cs_cz: Každý týden v %1$s

source: Every %1$s weeks on %2$s
cs_cz: Každé(ých) %1$s týdny(ů) v %2$s

source: On %1$s. day every %2$s. month
cs_cz: %1$s. den každý %2$s. měsíc

source: On %1$s %2$s every %3$s. month
cs_cz: %1$s %2$s každého %3$s. měsíce

source: On %1$s %2$s in %3$s
cs_cz: V %1$s %2$s v %3$s

source: Every %1$s. %2$s
cs_cz: Každé(ý,ou) %1$s. %2$s

source: Work day
cs_cz: Pracovní den

source: Weekend day
cs_cz: Víkendový den

source: Day
cs_cz: Den

source: Monday
cs_cz: Pondělí

source: Tuesday
cs_cz: Úterý

source: Wednesday
cs_cz: Středa

source: Thursday
cs_cz: Čtvrtek

source: Friday
cs_cz: Pátek

source: Saturday
cs_cz: Sobota

source: Sunday
cs_cz: Neděle

source: January
cs_cz: Leden

source: February
cs_cz: Únor

source: March
cs_cz: Březen

source: April
cs_cz: Duben

source: May
cs_cz: Květen

source: June
cs_cz: Červen

source: July
cs_cz: Červenec

source: August
cs_cz: Srpen

source: September
cs_cz: Září

source: October
cs_cz: Říjen

source: November
cs_cz: Listopad

source: December
cs_cz: Prosinec

source: first
cs_cz: první

source: second
cs_cz: sekunda

source: third
cs_cz: třetí

source: fourth
cs_cz: čtvrtý

source: last
cs_cz: poslední

source: Occurs %1$s times
cs_cz: %1$skrát

source: Until %1$s
cs_cz: Do %1$s

source: No end
cs_cz: Žádné konec

source: An attendee would like to be brought up to date about this appointment.
cs_cz: Účastník si přeje aktuální informace o této schůzce.

source: This appointment has attachments. Click on the following link to view the appointment and to retrieve the attachments: %1$s.
cs_cz: Tato schůzka má přílohy. Kliknutím na následující odkaz otevřete schůzku a můžete stáhnout přílohy: %1$s.

source: The organizer would like to create an exception for a recurring appointment that could not be found. Either ignore this update, or ask the organizer to again send you the recurrence.
cs_cz: Organizátor si přeje vytvořit výjimku u série schůzek, kterou se nepodařilo nalézt. Buď tuto aktualizaci ignorujte, nebo požádejte organizátora o opětovné zaslání série schůzek.

source: The organizer would like to change the occurrence of a recurrence on a day that already contains such a change. The server can only store one change for a series per day.
cs_cz: Organizátor si přeje změnit výskyt série v den, který již takovou změnuobsahuje. Mohu uložit pouze jednu změnu série v jeden den.

source: The organizer would like to cancel an appointment that could not be found.
cs_cz: Organizátor si přeje zrušit schůzku, kterou se nepodařilo nalézt.

source: An attendee wanted to change his/her participant state in an appointment that could not be found. Probably the appointment was already canceled.
cs_cz: Účastník chtěl změnit stav své účasti na schůzce, kterou se nepodařilo nalézt. Schůzka již byla pravděpodobně zrušena.

source: This is an update to an appointment that has been changed in the meantime. Best ignore it.
cs_cz: Toto je aktualizace schůzky, která byla mezitím změněna. Touto zprávou se nemusíte zabývat.

source: An attendee wants to change an appointment that could not be found. Probably the appointment was deleted. Best ignore it.
cs_cz: Účastník si přeje změnit schůzku, kterou se nepodařilo nalézt. Schůzka byla pravděpodobně smazána. Touto zprávou se nemusíte zabývat.

source: The organizer declined your counter proposal for the appointment.
cs_cz: Organizátor odmítl váš protinávrh ohledně schůzky.

source: The organizer declined your counter proposal for an appointment that could not be found. It was probably deleted in the meantime.
cs_cz: Organizátor odmítl váš protinávrh ohledně schůzky, kterou se nepodařilo nalézt. Pravděpodobně byla mezitím smazána.

source: An attendee wants to be brought up to date about an appointment that could not be found. It was probably deleted at some point. Best ignore this message.
cs_cz: Účastník si přeje aktuální informace o schůzce, kterou se nepodařilo nalézt. Schůzka byla pravděpodobně smazána, takže se touto zprávou nemusíte zabývat.

source: This message contains appointment updates that were already accepted by another user. Best ignore this message.
cs_cz: Tato zpráva obsahuje aktualizace schůzky, které již přijal jiný uživatel. Touto zprávou se nemusíte zabývat.

source: This message comes from an internal user. Best ignore it.
cs_cz: Toto je zpráva od interního uživatele. Nemusíte se jí zabývat.

source: This invitation was sent to someone else, not you. This appointment would have to be created in a user's private folder to which you do not have write permissions.
cs_cz: Tato pozvánka byla poslána někomu jinému, ne vám. Schůzku by bylo nutné vytvořit v soukromé složce uživatele, ke které nemáte právo k zápisu.

source: The appointment's attachments have been changed
cs_cz: Přílohy u schůzky se změnily

source: One or more other fields have been updated
cs_cz: Jedno nebo více dalších polí bylo aktualizováno

source: Reserved
cs_cz: Rezervováno

source: Temporary
cs_cz: Dočasné

source: Absent
cs_cz: Nepřítomen

source: Free
cs_cz: Volné

source: %1$s has declined your proposed changes for the appointment %2$s.
cs_cz: %1$s odmítl(a) vámi navrhované změny ohledně schůzky %2$s.

source: %1$s has declined your proposed changes on behalf of %2$s for the appointment %3$s.
cs_cz: %1$s odmítl(a) jménem %2$s vámi navrhované změny ohledně schůzky %3$s.

source: %1$s would like to be brought up to date about the appointment %2$s. Please send another invitation.
cs_cz: %1$s si přeje aktuální informace o schůzce %2$s. Pošlete, prosím, další pozvánku.

source: %1$s has %2$s the invitation:
cs_cz: %1$s %2$s pozvánku:

source: %1$s has %2$s the invitation on behalf of %3$s:
cs_cz: %1$s jménem %3$s %2$s pozvánku:

source: %1$s has %2$s the invitation on your behalf:
cs_cz: %1$s vaším jménem %2$s pozvánku:

source: tentatively accepted
cs_cz: předběžně přijato

source: %1$s sets the status to %2$s for this appointment:
cs_cz: %1$s nastavil(a) stav na %2$s pro tuto schůzku:

source: On behalf of %3$s, %1$s sets the status for this appointment to %2$s:
cs_cz: %1$s nastavil(a) jménem uživatele %3$s stav pro tuto schůzku na %2$s:

source: On your behalf, %1$s sets your status for this appointment to %2$s:
cs_cz: %1$s nastavil(a) vaším jménem stav pro tuto schůzku na %2$s:

source: none
cs_cz: žádné

source: %1$s would like you to change the appointment:
cs_cz: %1$s si přeje, abyste změnil(a) schůzku:

source: %1$s has asked %2$s to change the event:
cs_cz: %1$s požádal(a) %2$s, aby změnil(a) schůzku:

source: You have been invited to an event by %1$s:
cs_cz: %1$s vás pozval(a) na událost:

source: You have been invited to an event organized by %1$s on behalf of %2$s
cs_cz: Byli jste pozváni na událost, kterou organizuje %1$s jménem %2$s

source: %1$s is organizing an event on your behalf.
cs_cz: %1$s organizuje vaším jménem událost.

source: %1$s created a recurrence exception. Original date: %2$s:
cs_cz: %1$s vytvořil(a) výjimku opakování. Původní datum: %2$s:

source: %1$s has changed an event:
cs_cz: %1$s změnil(a) událost:

source: %1$s has changed an event on behalf of %2$s:
cs_cz: %1$s změnil(a) jménem %2$s událost:

source: %1$s has changed an event on your behalf:
cs_cz: %1$s změnil(a) vaším jménem událost:

source: When:
cs_cz: Kdy:

source: Direct link:
cs_cz: Přímý odkaz:

source: Where:
cs_cz: Kde:

source: Participants:
cs_cz: Účastníci:

source: Details:
cs_cz: Podrobnosti:

source: Show as:
cs_cz: Zobrazit jako:

source: Created:
cs_cz: Vytvořeno:

source: Modified:
cs_cz: Upraveno:

source: %1$s has deleted an appointment on behalf of %2$s, or you have been removed as a participant:
cs_cz: %1$s smazal(a) jménem %2$s schůzku, nebo jste byl(a) odstraněn(a) ze seznamů účastníků:

source: %1$s has deleted an appointment on your behalf:
cs_cz: %1$s smazal(a) vaším jménem schůzku:

source: %1$s has deleted an appointment, or you have been removed as a participant:
cs_cz: %1$s smazal(a) schůzku, nebo jste byl(a) odstraněn(a) ze seznamů účastníků:

source: Change the description to %1$s.
cs_cz: Změňte popis na %1$s.

source: The appointment has a new description: %1$s.
cs_cz: Schůzka má nový popis: %1$s.

source: The appointment will now be shown as: "%1$s".
cs_cz: Schůzka bude nyní zobrazena jako: „%1$s“.

source: The appointment timezone was changed to: %1$s
cs_cz: Časové pásmo schůzky bylo změněno na: %1$s

source: Change the location to %1$s.
cs_cz: Změňte místo konání na: %1$s

source: The appointment takes place in a new location: %1$s.
cs_cz: Schůzka proběhne na jiném místě: %1$s.

source: Use the comments below.
cs_cz: Využijte komentáře níže.

source: The appointment comments have changed.
cs_cz: Komentáře u schůzky se změnily.

source: Please invite %1$s to the appointment.
cs_cz: Pozvěte, prosím, %1$s na schůzku.

source: Add %1$s to the appointment.
cs_cz: Přidejte %1$s ke schůzce.

source: %1$s has been invited to the appointment.
cs_cz: %1$s byl(a) přizván(a) na schůzku.

source: Remove %1$s from the appointment.
cs_cz: Odeberte %1$s ze schůzky.

source: %1$s has been removed from the appointment.
cs_cz: %1$s byl(a) odebrán(a) ze schůzky.

source: %1$s has %2$s the appointment.
cs_cz: %1$s schůzku %2$s.

source: accepted
cs_cz: přijato

source: declined
cs_cz: odmítnuto

source: waiting
cs_cz: čekám

source: tentatively accept
cs_cz: předběžně přijmout

source: Invite the group %1$s to the appointment.
cs_cz: Pozvěte skupinu %1$s na schůzku.

source: The group %1$s has been invited to the appointment
cs_cz: Skupina %1$s byla pozvána na schůzku

source: Remove the group %1$s from the appointment.
cs_cz: Odeberte skupinu %1$s ze schůzky.

source: The group %1$s has been removed from the appointment
cs_cz: Skupina %1$s byla odebrána ze schůzky.

source: Reserve the resource %1$s for the appointment
cs_cz: Rezervujte, prosím, zdroj %1$s pro schůzku

source: Reserve the resource %1$s for the appointment.
cs_cz: Rezervujte, prosím, zdroj %1$s pro schůzku.

source: The resource %1$s has been reserved for the appointment
cs_cz: Zdroj %1$s byl pro schůzku rezervován

source: Remove the resource %1$s from the appointment
cs_cz: Odeberte zdroj %1$s ze schůzky.

source: Remove the resource %1$s from the appointment.
cs_cz: Odeberte zdroj %1$s od schůzky.

source: The resource %1$s is no longer reserved for the appointment
cs_cz: Zdroj %1$s již pro schůzku není rezervován

source: The appointment was rescheduled. Original date: %1$s. New date: %2$s
cs_cz: Schůzka byla naplánována na jindy. Původní datum: %1$s. Nové datum: %2$s

source: Reschedule the event. Original date: %1$s. New date: %2$s
cs_cz: Naplánujte událost na jindy. Původní datum: %1$s. Nové datum: %2$s

source: Resources
cs_cz: Zdroje

source: The entire day
cs_cz: Celý den

source: New appointment: %1$s
cs_cz: Nová schůzka: %1$s

source: Appointment changed: %1$s
cs_cz: Schůzka změněna: %1$s

source: Appointment canceled: %1$s
cs_cz: Schůzka zrušena: %1$s

source: Proposed changes for appointment: %1$s
cs_cz: Navrhované změny schůzky: %1$s

source: %1$s sets the status to 'none' for: %1$s
cs_cz: %1$s nastavil(a) stav ‚žádné‘ pro: %1$s

source: %1$s %2$s the invitation: %3$s
cs_cz: %1$s %2$s pozvánku: %3$s

source: Resend the invitation for: %1$s
cs_cz: Pošlete, prosím, znovu pozvánku pro: %1$s

source: Change not accepted for: %1$s
cs_cz: Změny nebyly přijaty u: %1$s

source: All times will be shown in the timezone %1$s
cs_cz: Všechny časy budou zobrazeny v časové zóně %1$s

source: %1$s has %2$s the appointment, but would like to make a counter proposal:
cs_cz: %1$s schůzku %2$s, ale chtěl by vznést protinávrh:

source: You have received this E-Mail because you are the chair for this appointment.
cs_cz: Dostal(a) jste tuto zprávu, protože této schůzce předsedáte.

source: You have received this E-Mail because you are the organizer of this appointment.
cs_cz: Dostal(a) jste tuto zprávu, protože jste organizátorem této schůzky.

source: You have received this E-Mail because this appointment contains the resource %1$s which is managed by you.
cs_cz: Dostal(a) jste tuto zprávu, protože tato schůzka obsahuje zdroj %1$s, který spravujete.

source: An error occurred: %1$s
cs_cz: Došlo k chybě: %1$s

source: Method is not supported.
cs_cz: Metoda není podporovaná.

source: No account found with identifier "%1$s".
cs_cz: Účet s identifikátorem „%1$s“ se nepodařilo nalézt.

source: Invalid presence packet.
cs_cz: Neplatný paket statusu.

source: A chat with identifier "%1$s" already exists.
cs_cz: Chat s identifikátorem „%1$s“ již existuje.

source: Chat member "%1$s" already exists in chat "%2$s".
cs_cz: Účastník chatu se jménem „%1$s“ již v chatu „%2$s“ existuje.

source: No chat found with identifier "%1$s".
cs_cz: Chat s identifikátorem „%1$s“ se nepodařilo nalézt.

source: Unknown chat service: %1$s
cs_cz: Neznámá chatovací služba: %1$s.

source: No message found with identifier "%1$s" in chat "%2$s".
cs_cz: Zprávu s identifikátorem „%1$s“ se v chatu „%2$d“ nepodařilo nalézt.

source: No member found with identifier "%1$s".
cs_cz: Účastníka s identifikátorem „%1$s“ se nepodařilo nalézt.

source: Invalid chat identifier: "%1$s"
cs_cz: Neplatný identifikátor chatu: „%1$s“

source: Invalid roster identifier: "%1$s"
cs_cz: Neplatný identifikátor soupisu účastníků: „%1$s“

source: Posted message is too long.
cs_cz: Zaslaná zpráva je příliš dlouhá.

source: Subject is too long and is therefore truncated.
cs_cz: Předmět je příliš dlouhý, a proto byl zkrácen.

source: %1$s has left the chat
cs_cz: %1$s opustil(a) chat

source: %1$s has joined the chat
cs_cz: %1$s se připojil(a) k chatu

source: Could not coerce value %1$s into class %2$s
cs_cz: Hodnotu %1$s se nepodařilo vnutit do třídy %2$s

source: Can not define metadata %1$s in scope %2$s
cs_cz: Nelze definovat metadata %1$s in rozsahu %2$s

source: Can not set property %1$s in scope %2$s
cs_cz: Nelze nastavit položku %1$s v rozsahu %2$s

source: An error occurred: %s
cs_cz: Došlo k chybě: $s

source: An internal LDAP error occurred: %s
cs_cz: Došlo k interní chybě LDAP: $s

source: This storage can't handle context %d
cs_cz: Toto úložiště neumí pracovat s kontextem %d

source: This storage can't handle folder %s
cs_cz: Toto úložiště neumí pracovat se složkou %d

source: No mapping for object %s, folder %s, context %d found
cs_cz: Nebylo nalezeno žádné mapování objektu %s, složky %s, kontextu %d

source: No mapping for LDAP identifier %s found
cs_cz: Nebylo nalezeno žádné mapování identifikátoru LDAP %s

source: An internal LDAP sort error occurred: %s
cs_cz: Došlo k interní řadící chybě LDAP: $s

source: The configuration value %s is missing
cs_cz: Chybí konfigurační hodnota %s

source: The configuration value %s is wrong or missing
cs_cz: Konfigurační hodnota %s je nesprávná nebo chybí

source: The value given for authtype "%s" is invalid
cs_cz: Hodnota daná pro authtype „%s“ není možná

source: The value given for sorting "%s" is invalid
cs_cz: Hodnota daná pro řazení „%s“ je neplatná

source: The value given for searchScope "%s" is invalid
cs_cz: Hodnota daná pro searchScope „%s“ je neplatná

source: The parameter "%s" is not set in property file "%s"
cs_cz: Parametr „%s“ není v souboru nastavení „%s“ určen

source: Value for context "%s" is no integer value
cs_cz: Hodnota pro kontext „%s“ není celé číslo

source: The configured mapping file "%1$s" is empty.
cs_cz: Nastavený mapovací soubor „%1$s“ je prázdný.

source: The given value for pagesize "%s" is no integer value
cs_cz: Daná hodnota pro pagesize „%s“ není celé číslo

source: The value given for userauthtype "%s" is invalid
cs_cz: Hodnota daná pro userauthtype „%s“ je neplatná

source: The value given for userSearchScope "%s" is invalid
cs_cz: Hodnota daná pro userSearchScope „%s“ je neplatná

source: The value given for userLoginSource "%s" is invalid
cs_cz: Hodnota daná pro userLoginSource „%s“ je neplatná

source: The value given for contactTypes "%s" is invalid
cs_cz: Hodnota daná pro contactTypes „%s“ je neplatná

source: The given value for searchScope_distributionlist "%1$s" is invalid
cs_cz: Hodnota daná pro searchScope_distributionlist „%1$s“ je neplatná

source: Abstract pathname "%1$s" does not denote a directory.
cs_cz: Abstraktní cesta „%1$s“ neoznačuje adresář.

source: The directory "%1$s" is not a context identifier.
cs_cz: Adresář „%1$s“ není identifikátorem kontextu.

source: The value given for referrals "%s" is not a possible one
cs_cz: Hodnota daná pro referrals „%s“ je neplatná

source: The value given for refreshinterval "%s" is no integer value
cs_cz: Hodnota daná pro refreshinterval „%s“ není celé číslo

source: The value given for pooltimeout "%s" in file "%s" is no integer value
cs_cz: Hodnota daná pro pooltimeout „%s“ v souboru „%s“ není celé číslo

source: The value given for derefAliases "%s" in file "%s" is invalid
cs_cz: Hodnota daná pro derefAliases „%s“ v souboru „%s“ je neplatná

source: LDAP contacts cannot be deleted
cs_cz: LDAP kontakty nelze smazat

source: An error occured while trying to read an LDAP attribute: %s
cs_cz: Došlo k chybě při pokusu o přečtení atributu LDAP: %s

source: The given value "%s" is not possible for a sort field
cs_cz: Daná hodnota „%s“ není možná pro pole řazení

source: Contacts cannot be inserted in LDAP
cs_cz: Kontakty nelze vložit do LDAP

source: The folderid object is null. This is an internal error. Please notify Open-Xchange.
cs_cz: Objekt folderid je null. Jde o interní chybu. Uvědomte, prosím, Open-Xchange.

source: The search object contains more than one folder id. This is not supported by this implementation.
cs_cz: Objekt hledání obsahuje více než jedno id složky. Tato implementace něco takového nepodporuje.

source: The mapping table does not contain the long uid %s i.e., it has never been accessed before
cs_cz: Mapovací tabulka neobsahuje long uid %s, takže k ní nikdy nebylo přistupováno

source: Multi-values are not allowed for date attribute: %s
cs_cz: Pro datový atribut %s nejsou povoleny vícečetné hodnoty

source: Multi-values are not allowed for int attribute: %s
cs_cz: Pro int atribut %s nejsou povoleny vícečetné hodnoty

source: Error while trying to create connection to LDAP server: %s
cs_cz: Došlo k chybě při pokusu o navázání spojení s LDAP serverem: %s

source: The LDAP search for the user contains too many results
cs_cz: LDAP vyhledávání uživatele vrátilo příliš mnoho výsledků

source: The LDAP search for the user object "%s" gave no results
cs_cz: LDAP vyhledávání objektu uživatele „%s“ nevrátilo žádné výsledky

source: An error occurred while trying to get the user object from the database
cs_cz: Došlo k chybě při pokusu o získání objektu uživatele z databáze

source: The given userLoginSource is not possible: %s
cs_cz: Daný userLoginSource není možný: %s

source: The imap login for user "%s" is null
cs_cz: IMAP přihlašovací jméno uživatele „%s“ je null

source: The primary mail for user "%s" is null
cs_cz: Primární e-mailová adresa uživatele „%s“ je null.

source: The E-Mail address "%s" for distributionentry is invalid
cs_cz: Poštovní adresa „%s“ pro distributionentry není platná

source: The contact type "%s" is not known
cs_cz: Typ kontaktu „%s“ není znám

source: The attribute "%s" is missing for object "%s"
cs_cz: U objektu „%s“ chybí atribut „%s“
