Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/backend.*.po
Languages: cs_cz

source: Mail could not be found in folder %1$s for message identifier: %2$s
cs_cz: Zprávu s identifikátorem %2$s nelze ve složce %1$s nalézt

source: Sent quota exceeded. You are only allowed to send 1 E-Mail in %1$s seconds.
cs_cz: Odesílací kvóta překročena. Máte povoleno odesílat jen 1 zprávu každých %1$s sekund.

source: Please limit your recipients to %1$s (including To/Cc/Bcc), and click 'Send' again.
cs_cz: Omezte prosím adresáty na %1$s (včetně Komu/Cc/Bcc) a znovu klikněte na ‚Odeslat‘.

source: Unable to parse mail server URI "%1$s".
cs_cz: Nemohu parsovat URI poštovního serveru „%1$s“.

source: Mail attachment expired or absent.
cs_cz: Příloha zprávy vypršela nebo není k dispozici.

source: Account has been checked successfully but with a non-secure connection.
cs_cz: Účet byl úspěšně zkontrolován, ale přes nezabezpečené spojení.

source: Cannot forward more than %1$s messages at once. Please divide the messages to forward in chunks of appropriate size.
cs_cz: Nelze přeposlat více než %1$s zpráv najednou. Rozdělte, prosím, zprávy, aby byly přeposlány po částech s odpovídající velikostí.

source: Your account has been created but will not use a secure connection.
cs_cz: Váš účet byl vytvořen, ale nebude používat zabezpečené spojení.

source: Your E-Mail has been successfully sent, but the original E-Mail could not be flagged as "replied" and/or "forwarded".
cs_cz: E-mail byl úspěšně odeslán, ale původní zprávu se nepodařilo označit jako „zodpovězeno“ a/nebo „přeposláno“.

source: Mail folder cannot be created/renamed. Folder name exceeds max length of %1$s.
cs_cz: Poštovní složku nelze vytvořit/přejmenovat. Název složky přesahuje maximální délku %1$s.

source: The attachments to this E-Mail exceeded the size limit for attachments. Instead of sending the attachment with the E-Mail, the attachment was published and the link added to your E-Mail. Whoever receives the E-Mail can then download the attachment.
cs_cz: Přílohy u této zprávy překročily limit pro velikost příloh. Místo poslání společně se zprávou byla příloha vystavena na server a do zprávy byl vložen odkaz. Příjemce zprávy si přílohu může stáhnout.

source: Draft message could not be saved
cs_cz: Koncept zprávy se nepodařilo uložit

source: There was a problem processing the request. Please (refresh view and) try again.
cs_cz: Došlo k problému při zpracovávání požadavku. Obnovte, prosím, pohled and zkuste to znovu.

source: Invoked method is not supported.
cs_cz: Volaná metoda není podporovaná.

source: There was an issue in authenticating your E-Mail password. This may be due to a recent password change. To continue please log out now and then log back in with your most current password. (server=%1$s | user=%2$s)
cs_cz: Došlo k problému při autentizaci vašeho e-mailového hesla. Může to být způsobeno nedávnou změnou hesla. Chcete-li pokračovat, odhlaste se a pak znovu přihlaste s vaším nejnovějším heslem. (server=%1$s | uživatel=%2$s)

source: Wrong or missing login data to access mail server %1$s. Error message from mail server: %2$s
cs_cz: Chybné nebo chybějící přihlašovací údaje pro přístup k poštovnímu serveru %1$s. Chybová zpráva poštovního serveru: %2$s

source: Wrong or missing login data to access mail server %1$s with login %2$s (user=%3$s, context=%4$s). Error message from mail server: %5$s
cs_cz: Chybné nebo chybějící přihlašovací údaje pro přístup k poštovnímu serveru %1$s s přihlašovacím jménem %2$s (uživatel=%3$s, kontext=%4$s). Chybová zpráva poštovního serveru: %5$s

source: Mail folder "%1$s" could not be found.
cs_cz: Poštovní složku „%1$s“ se nepodařilo nalézt.

source: Mail folder "%1$s" could not be found on mail server %2$s with login %3$s (user=%4$s, context=%5$s).
cs_cz: Poštovní složku „%1$s“ se nepodařilo na poštovním serveru %2$s s přihlašovacím jménem %3$s (uživatel=%4$s, kontext=%5$s) nalézt.

source: Folder "%1$s" has been closed. Probably your request took too long.
cs_cz: Složka „%1$s“ byla zavřena. Váš požadavek pravděpodobně trval příliš dlouho.

source: Folder "%1$s" has been closed on mail server %2$s with login %3$s (user=%4$s, context=%5$s) . Probably your request took too long.
cs_cz: Složka „%1$s“ byla na poštovním serveru %2$s s přihlašovacím jménem %3$s (uživatel=%4 $s, kontext=%5$s) zavřena. Váš požadavek pravděpodobně trval příliš dlouho.

source: Illegal write attempt: %1$s
cs_cz: Nepovolený pokus o zápis: %1$s

source: Method not supported: %1$s
cs_cz: Metoda není podporovaná: %1$s

source: Session attempts to instantiate a provider that does not exist: %1$s
cs_cz: Sezení se pokouší aktivovat poskytovatele, který neexistuje: %1$s

source: Invalid E-Mail address %1$s
cs_cz: Neplatná e-mailová adresa %1$s

source: Wrong message header: %1$s
cs_cz: Chybná hlavička zprávy: %1$s

source: An attempt was made to open a read-only folder with read-write "%1$s"
cs_cz: Byl zaznamenán pokus o otevření složky „%1$s“, která je pouze ke čtení, k zápisu

source: An attempt was made to open a read-only folder with read-write "%1$s" on mail server %2$s with login %3$s (user=%4$s, context=%5$s)
cs_cz: Na poštovním serveru %2$s s přihlašovacím jménem %3$s (uživatel=%4$s, kontext=%5$s) byl zaznamenán pokus o otevření složky „%1$s“, která je pouze ke čtení, k zápisu

source: Invalid search expression: %1$s
cs_cz: Neplatný výraz pro vyhledávání: %1$s

source: Message could not be sent because it is too large
cs_cz: Zprávu se nepodařilo odeslat, protože je příliš velká

source: Message could not be sent to the following recipients: %1$s
cs_cz: Zprávu se nepodařilo odeslat následujícím adresátům: %1$s

source: Message could not be sent to the following recipients: %1$s %2$s
cs_cz: Zprávu se nepodařilo odeslat následujícím adresátům: %1$s %2$s

source: Lost connection to mail server.
cs_cz: Spojení s poštovním serverem bylo ztraceno.

source: Connection closed to mail server %1$s with login %2$s (user=%3$s, context=%4$s).
cs_cz: Spojení s poštovním serverem %1$s s přihlašovacím jménem %2$s (uživatel=%3$s, kontext=%4$s) ukončeno.

source: Could not bind connection to local port %1$s
cs_cz: Nepodařilo se navázat spojení na místní port %1$s

source: Connection was refused or timed out while attempting to connect to remote server %1$s for user %2$s.
cs_cz: Spojení bylo odmítnuto nebo vypršela lhůta při pokusech o připojení ke vzdálenému serveru %1$s pro uživatele %2$s.

source: Connection was reset. Please try again.
cs_cz: Spojení bylo zrušeno. Zkuste to, prosím, znovu.

source: No route to host: server (%1$s) cannot be reached
cs_cz: Žádná cesta k hostiteli: Nelze se spojit se serverem (%1$s)

source: Port %1$s was unreachable on remote server
cs_cz: Nepodařilo se spojit s portem %1$s na vzdáleném serveru

source: Connection is broken due to a socket exception on remote server: %1$s
cs_cz: Spojení je přerušené kvůli výjimce soketu na vzdáleném serveru: %1$s

source: A socket error occurred: %1$s
cs_cz: Došlo k chybě soketu: %1$s

source: The IP address of host "%1$s" could not be determined
cs_cz: IP adresu hostitele „%1$s“ se nepodařilo zjistit

source: The quota on mail server exceeded.
cs_cz: Kvóta na poštovním serveru byla překročena.

source: The quota on mail server "%1$s" exceeded with login %2$s (user=%3$s, context=%4$s).
cs_cz: Kvóta na poštovním serveru „%1$s“ byla překročena s přihlašovacím jménem %2$s (uživatel=%3$s, kontext=%4$s).

source: A command to mail server failed. Server response: %1$s.
cs_cz: Příkaz poštovnímu serveru selhal. Odpověď serveru: %1$s.

source: A command failed on mail server %1$s with login %2$s (user=%3$s, context=%4$s). Server response: %5$s
cs_cz: Selhal příkaz na poštovním serveru %1$s s přihlašovacím jménem %2$s (uživatel=%3$s, kontext=%4$s). Odpověď serveru: %5$s

source: Mail server indicates a bad command. Server response: %1$s
cs_cz: Poštovní server hlásí chybný příkaz. Odpověď serveru: %1$s

source: Bad command indicated by mail server %1$s with login %2$s (user=%3$s, context=%4$s). Server response: %5$s
cs_cz: Poštovní server %1$s s přihlašovacím jménem %2$s (uživatel=%3$s, kontext=%4$s) ohlásil neplatný příkaz. Odpověď serveru: %5$s

source: Error in mail server protocol. Error message: %1$s
cs_cz: Chyba v protokolu poštovního serveru. Chybová zpráva: %1$s

source: Error in protocol to mail server %1$s with login %2$s (user=%3$s, context=%4$s). Error message: %5$s
cs_cz: Chyba v protokolu poštovního serveru %1$s s přihlašovacím jménem %2$s (uživatel=%3$s, kontext=%4). Chybová zpráva: %5$s

source: Message could not be sent: %1$s
cs_cz: Zprávu se nepodařilo odeslat: %1$s

source: Message could not be sent: %1$s %2$s
cs_cz: Zprávu se nepodařilo odeslat: %1$s %2$s

source: Message cannot be displayed.
cs_cz: Zprávu nelze zobrazit.

source: Wrong or missing login data to access mail transport server %1$s. Error message from mail transport server: %2$s
cs_cz: Chybné nebo chybějící přihlašovací údaje pro přístup k transportnímu serveru %1$s. Chybová zpráva transportního serveru: %2$s

source: Wrong or missing login data to access mail transport server %1$s with login %2$s (user=%3$s, context=%4$s). Error message from mail transport server: %5$s
cs_cz: Chybné nebo chybějící přihlašovací údaje pro přístup k transportnímu serveru %1$s s přihlašovacím jménem %2$s (uživatel=%3$s, kontext=%4$s). Chybová zpráva transportního serveru: %5$s

source: Error processing mail server response. The administrator has been informed.
cs_cz: Chyba při zpracovávání odpovědi poštovního serveru. Administrátor byl informován.

source: Error processing %1$s mail server response for login %2$s (user=%3$s, context=%4$s). The administrator has been informed.
cs_cz: Chyba při zpracovávání odpovědi poštovního serveru %1$s pro přihlašovací jméno %2$s (uživatel=%3$s, kontext=%4$s). Administrátor byl informován.

source: I/O error "%1$s" occurred in communication with "%2$s" mail server for login %3$s (user=%4$s, context=%5$s).
cs_cz: Při komunikaci s poštovním serverem „%1$s“ s přihlašovacím jménem %3$s (uživatel=%4$s, kontext=%5$s) došlo k chybě I/O.

source: Error processing mail server response. The administrator has been informed. Error message: %1$s
cs_cz: Chyba při zpracovávání odpovědi poštovního serveru. Administrátor byl informován. Chybová zpráva: %5$s

source: Error processing %1$s mail server response for login %2$s (user=%3$s, context=%4$s). The administrator has been informed. Error message: %5$s
cs_cz: Chyba při zpracovávání odpovědi poštovního serveru %1$s pro přihlašovací jméno %2$s (uživatel=%3$s, kontext=%4$s). Administrátor byl informován. Chybová zpráva: %5$s

source: Unexpected error: %1$s.
cs_cz: Neočekávaná chyba: %1$s.

source: Cannot find mail account with identifier %1$s for user %2$s in context %3$s.
cs_cz: Nemohu nalézt poštovní účet s identifikátorem %1$s uživatele %2$s v kontextu %3$s.

source: Found two mail accounts with same identifier %1$s for user %2$s in context %3$s.
cs_cz: Nalezeny dva poštovní účty s identifikátorem %1$s uživatele %2$s v kontextu %3$s.

source: Found two mail accounts with same E-Mail address %1$s for user %2$s in context %3$s.
cs_cz: Nalezeny dva poštovní účty se stejnou e-mailovou adresou %1$s uživatele %2$s v kontextu %3$s.

source: A host could not be resolved: %1$s.
cs_cz: Nepodařilo se nalézt hostitele: %1$s.

source: Denied deletion of default mail account of user %1$s in context %2$s.
cs_cz: Zamítnuto smazání výchozího poštovního účtu uživatele %1$s v kontextu %2$s.

source: Denied update of default mail account of user %1$s in context %2$s.
cs_cz: Zamítnuta aktualizace výchozího poštovního účtu uživatele %1$s v kontextu %2$s.

source: No duplicate default account allowed.
cs_cz: Není povolen duplicitní výchozí účet.

source: Password encryption failed for login %1$s on server %2$s (user=%3$s, context=%4$s).
cs_cz: Šifrování hesla pro přihlašovací jméno %1$s na serveru %2$s (uživatel=%3$s, kontext=%4$s) selhalo.

source: Password decryption failed for login %1$s on server %2$s (user=%3$s, context=%4$s).
cs_cz: Dešifrování hesla pro přihlašovací jméno %1$s na serveru %2$s (uživatel=%3$s, kontext=%4$s) selhalo.

source: The Unified Mail account already exists for user %1$s in context %2$s.
cs_cz: Účet Společná příchozí pošta již pro uživatele %1$s v kontextu %2$s existuje.

source: Mail account creation failed.
cs_cz: Vytvoření poštovního účtu selhalo.

source: Mail account validation failed.
cs_cz: Ověření poštovního účtu selhalo.

source: Multiple mail accounts not enabled for user %1$s in context %2$s.
cs_cz: Uživatel %1$s v kontextu %2$s nemá povoleno více poštovních účtů.

source: Invalid mail account name: %1$s
cs_cz: Neplatný název poštovního účtu: %1$s

source: Duplicate mail account for user %1$s in context %2$s.
cs_cz: Duplicitní poštovní účet uživatele %1$s v kontextu %2$s.

source: Duplicate transport account for user %1$s in context %2$s.
cs_cz: Duplicitní přenosový účet uživatele %1$s v kontextu %2$s.

source: Invalid host name: %1$s
cs_cz: Neplatné jméno počítače: %1$s

source: SQL problem: "%1$s"
cs_cz: Problém SQL: „%1$s“

source: Cannot find resource group with identifier %1$d.
cs_cz: Nelze nalézt skupinu zdrojů s identifikátorem %1$d.

source: Found resource groups with same identifier %1$d.
cs_cz: Nalezeny skupiny zdrojů se stejným identifikátorem %1$d.

source: Cannot find resource with identifier %1$d.
cs_cz: Nelze nalézt zdroj s identifikátorem %1$d.

source: Found resource(s) with same identifier %1$s.
cs_cz: Nalezen(y) zdroj(e) se stejným identifikátorem %1$s.

source: No resource given.
cs_cz: Nebyl zadán zdroj.

source: Missing mandatory field(s) in given resource.
cs_cz: Chybí povinné/á pole v daném zdroji.

source: Found resource(s) with same email address %1$s.
cs_cz: Nalezen(y) zdroj(e) se stejnou e-mailovou adresou %1$s.

source: Invalid resource identifier: %1$s
cs_cz: Neplatný identifikátor zdroje: %1$s

source: Invalid resource E-Mail address: %1$s
cs_cz: Neplatná e-mailová adresa zdroje: %1$s

source: The resource has been changed in the meantime
cs_cz: Mezitím byl zdroj změněn

source: Search failed: %1$s.
cs_cz: Hledání selhalo: %1$s.

source: Missing operation in JSON object.
cs_cz: Chybí operace v objektu JSON.

source: Missing operands in JSON object.
cs_cz: Chybí operandy v objektu JSON.

source: Invalid search term in JSON object.
cs_cz: Neplatný vyhledávací výraz v objektu JSON.

source: Missing field "%1$s" in JSON object.
cs_cz: Chybí pole „%1$s“ v objektu JSON.

source: Unknown operation: %1$s.
cs_cz: Neznámá operace: %1$s.

source: An IO error occurred: %s
cs_cz: Došlo k chybě I/O: %s

source: File store could not be accessed: %s
cs_cz: Nepodařilo se přistoupit k úložišti souborů: %s

source: Cannot create directory "%1$s" for FileStorage.
cs_cz: Nelze vytvořit adresář „%1$s“ pro FileStorage.

source: Unsupported encoding.
cs_cz: Nepodporované kódování.

source: Number parsing problem.
cs_cz: Problém s parsováním čísel.

source: File storage is full.
cs_cz: Úložiště souborů je plné.

source: 'Depth' mismatch while computing next entry.
cs_cz: Neshoda ‚hloubky‘ při výpočtu další položky.

source: Cannot remove lock file.
cs_cz: Nelze odstranit zamykací soubor.

source: Cannot create lock file here %1$s. Please check for a stale .lock file, permissions or too long usage of the file store.
cs_cz: Nelze vytvořit zamykací soubor v %1$s. Zkontrolujte prosím, jestli neexistuje starý soubor .lock, jsou správně nastavena práva nebo není úložiště souborů používáno příliš dlouho.

source: Eliminating the FileStorage failed.
cs_cz: Odstranění FileStorage selhalo.

source: File does not exist in file store "%1$s". Consider running the consistency tool.
cs_cz: Soubor na souborovém úložišti „%1$s“ neexistuje. Zvažte spuštění nástroje pro kontrolu neporušenosti dat.

source: File store could not be accessed.
cs_cz: Nepodařilo se přistoupit k úložišti souborů.

source: Database query failed.
cs_cz: Databázový dotaz se nepodařilo provést.

source: The allowed Quota is reached.
cs_cz: Bylo dosaženo povolené kvóty.

source: Quota seems to be inconsistent. Please use consistency tool on context %1$d.
cs_cz: V kvótě jsou pravděpodobně nesrovnalosti. Použijte, prosím, nástroj pro kontrolu neporušenosti dat na kontext %1$d.

source: Quota usage is missing for context %1$d.
cs_cz: Chybí údaje o využití kvóty v kontextu %1$d.

source: Updating quota usage for context %1$d failed.
cs_cz: Aktualizace užitné kvóty pro kontext %1$d selhala.

source: User %1$s has no access to module %2$s in context %3$s due to user configuration
cs_cz: Uživatel %1$s nemá přístup k modulu %2$s v kontextu %3$s kvůli uživatelské konfiguraci

source: Folder "%1$s" not visible to user %2$s in context %3$s
cs_cz: Složka „%1$s“ není viditelná pro uživatele %2$s v kontextu %3$s

source: User %1$s has no access on shared folder %2$s in context %3$s due to user configuration
cs_cz: Uživatel %1$s nemá přístup ke sdílené složce %2$s v kontextu %3$s kvůli uživatelské konfiguraci

source: User %1$s has no write access on public folder %2$s in context %3$s due to user configuration
cs_cz: Uživatel %1$s nemá právo k zápisu do veřejné složky %2$s v kontextu %3$s kvůli uživatelské konfiguraci

source: User %1$s has no create-subfolder permission on folder %2$s in context %3$s
cs_cz: Uživatel %1$s nemá oprávnění vytvářet podsložky ve složce %2$s v kontextu %3$s

source: Missing field %1$s in folder %2$s in context %3$s
cs_cz: Chybí pole %1$s ve složce %2$s v kontextu %3$s

source: Folder %1$s does not exist in context %2$s
cs_cz: Složka %1$s v kontextu %2$s neexistuje

source: Folder %1$s has been modified after last sync timestamp in context %2$s
cs_cz: Složka %1$s byla upravena po poslední synchronizaci v kontextu %2$s

source: User %1$s has no admin access to folder %2$s in context %3$s
cs_cz: Uživatel %1$s nemá administrátorský přístup ke složce %2$s v kontextu %3$s

source: Default folder %1$s cannot be renamed in context %2$s
cs_cz: Výchozí složku %1$s nelze v kontextu %2$s přejmenovat

source: A duplicate folder exists in parent folder %1$s in context %2$s
cs_cz: V nadřazené složce %1$s v kontextu %2$s existuje duplicitní složka.

source: Parent folder %1$s does not allow folder's type setting %2$s in context %3$s
cs_cz: Nadřazená složka %1$s nepovoluje nastavení typu složky %2$s v kontextu %3$s

source: Parent folder %1$s does not allow folder's module setting (%2$s) in context %3$s
cs_cz: Nadřazená složka %1$s nepovoluje nastavení modulu složky (%2$s) v kontextu %3$s

source: Only one admin permission is allowed on a private folder
cs_cz: Pro soukromou složku je povolené pouze jedno administrátorské oprávnění

source: A group must not hold admin permission on a private folder
cs_cz: Skupina nesmí mít administrátorské oprávnění k soukromé složce

source: Only folder owner may hold admin permission on a private folder
cs_cz: Pouze vlastník může mít administrátorské oprávnění k soukromé složce

source: Administration rights required. In the Rights tab add at least one user with administration rights.
cs_cz: Jsou vyžadována práva administrátora. V záložce Práva přidejte alespoň jednoho uživatele s administrátorskými právy.

source: Invalid object ID %1$s
cs_cz: Neplatné ID objektu %1$s

source: Not allowed to change parent id of folder %1$s through an update call. Use move method instead.
cs_cz: Není povoleno měnit nadřazené ID složky %1$s pomocí aktualizace. Použijte místo toho metodu přesunu.

source: Not allowed to move default folder %1$s in context %2$s
cs_cz: Není povoleno přesunout výchozí složku %1$s v kontextu %2$s

source: Target folder %1$s contains a duplicate folder in context %2$s
cs_cz: Cílová složka %1$s obsahuje duplicitní složku v kontextu %2$s

source: Shared folder %1$s cannot be moved in context %2$s
cs_cz: Sdílenou složku %1$s nelze v kontextu %2$s přesunout

source: Shared folder %1$s cannot be target of move operation in context %2$s
cs_cz: Sdílená složka %1$s nemůže být v kontextu %2$s cílem přesunu

source: System folder %1$s cannot be moved in context %2$s
cs_cz: Systémová složka %1$s nemůže být v kontextu %2$s přesunuta

source: Private folder %1$s can only be moved to a private folder in context %2$s
cs_cz: Soukromá složka %1$s nemůže být přesunuta do soukromé složky v kontextu %2$s

source: Public folder %1$s can only be moved to a public folder in context %2$s
cs_cz: Veřejnou složku %1$s lze přesunout pouze do veřejné složky v kontextu %2$s

source: Target and source folder cannot be equal in context %1$s
cs_cz: Cílová a zdrojová složka nemohou být v kontextu %1$s stejné

source: User %1$s is not allowed to move all subfolders of folder %2$s in context %3$s
cs_cz: Uživatel %1$s nemá právo přesouvat podsložky ve složce %2$s v kontextu %3$s

source: User %1$s is not allowed to delete shared folder %2$s in context %3$s
cs_cz: Uživatel %1$s nemá právo smazat sdílenou složku %2$s v kontextu %3$s

source: User %1$s is not allowed to delete default folder %2$s in context %3$s
cs_cz: Uživatel %1$s nemá právo smazat výchozí složku %2$s v kontextu %3$s

source: User %1$s is not allowed to delete all objects in folder %2$s in context %3$s
cs_cz: Uživatel %1$s nemá právo smazat všechny objekty ve složce %2$s v kontextu %3$s

source: No admin user found in context %1$s
cs_cz: V kontextu %1$s nebyl nalezen žádný uživatel administrátor

source: No default folder could be found in module %1$s for user %2$s in context %3$s
cs_cz: Nepodařilo se nalézt výchozí složku v modulu %1$s uživatele %2$s v kontextu %3$s

source: Folder %1$s could not be loaded in context %2$s
cs_cz: Složku %1$s se nepodařilo v kontextu %2$s nahrát

source: Folder %1$s could not be put into cache in context %2$s
cs_cz: Složku %1$s se nepodařilo v kontextu %2$s vložit do cache

source: Effective permission of folder %1$s could not be determined for user %2$s in context %3$s
cs_cz: Platné oprávnění uživatele %2$s pro složku %1$s se nepodařilo v kontextu %3$s zjistit

source: A DBPool error occurred in context %1$s
cs_cz: Došlo k chybě DBPool v kontextu %1$s

source: Delivered sequence id %1$s from database is less than allowed min. folder id of %2$s in context %3$s
cs_cz: Doručené sekvenční id %1$s z databáze je menší než minimálně povolené id složky (%2$s) v kontextu %3$s

source: Module %1$s is unknown in context %2$s
cs_cz: Modul %1$s v kontextu %2$s neznám

source: Folder %1$s could not be updated in context %2$s
cs_cz: Složku %1$s se nepodařilo v kontextu %2$s aktualizovat

source: Invalid entity id %1$s detected in permissions of folder %2$s in context %3$s
cs_cz: Neplatné id subjektu %1$s zjištěno v oprávněních složky %2$s v kontextu %3$s

source: Folder %1$s must not be moved to one of its subfolders in context %2$s
cs_cz: Složku %1$s nelze přesunout do jedné z jejích podsložek v kontextu %2$s

source: UNKNOWN EXCEPTION
cs_cz: NEZNÁMÁ VÝJIMKA

source: A LDAP error occurred in context %1$s
cs_cz: Došlo k chybě LDAP v kontextu %1$s

source: Attribute "%1$s" is not set in FolderObject instance %2$s in context %3$s
cs_cz: Atribut „%1$s“ není v instanci FolderObject %2$s v kontextu %3$s nastaven

source: A source folder of module %1$s must not be moved to a target folder of module %2$s
cs_cz: Zdrojová složka modulu %1$s nesmí být přesunuta do cílové složky modulu %2$s

source: Operation not executable on folder %1$s in context %2$s
cs_cz: Operaci nelze provést na složce %1$s v kontextu %2$s

source: Folder cache (region name = %1$s) could not be initialized due to the following reason: %2$s
cs_cz: Cache složek (název oblasti = %1$s) se z následujícího důvodu nepodařilo inicializovat: %2$s

source: Folder cache has not been enabled in config file %1$s
cs_cz: Cache složek nebyla v konfiguračním souboru %1$s povolena

source: Folder %1$s could not be removed from folder cache
cs_cz: Složku %1$s se nepodařilo odstranit z cache složek
