Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/backend.*.po
Languages: cs_cz

source: Please (re-)authorize your Twitter accounts. Twitter responded with: %1$s
cs_cz: Autorizujte, prosím, (znovu) své účty Twitter. Twitter odpověděl: %1$s

source: The request is understood, but it has been refused or access is not allowed: %1$s
cs_cz: Požadavek byl pochopen, ale byl buď odmítnut, nebo není přístup povolen: %1$s

source: Invalid format in search query.
cs_cz: Neplatný formát vyhledávacího dotazu.

source: This transaction could not be fully undone. Some components are probably not consistent anymore. Run the recovery tool.
cs_cz: Transakci se nepodařilo zcela vrátit. Některé komponenty jsou pravděpodobně narušené. Spusťte nástroj obnovy.

source: Cannot commit transaction to write DB
cs_cz: Nelze provést transakci zápisu do DB

source: Cannot roll back transaction in write DB
cs_cz: Nelze vrátit transakci zápisu do DB

source: Cannot finish transaction
cs_cz: Nelze dokončit transakci

source: Unified Mail does not support to create folders.
cs_cz: Spojená složka příchozí pošty nepodporuje vytváření složek.

source: Unified Mail does not support to delete folders.
cs_cz: Spojená složka příchozí pošty nepodporuje mazání složek.

source: Unified Mail does not support to update folders.
cs_cz: Spojená složka příchozí pošty nepodporuje aktualizaci složek.

source: Unified Mail does not support to move messages.
cs_cz: Spojená složka příchozí pošty nepodporuje přesouvání zpráv.

source: Unified Mail does not support to copy messages.
cs_cz: Spojená složka příchozí pošty nepodporuje kopírování zpráv.

source: Append messages failed.
cs_cz: Připojení zpráv selhalo.

source: Unified Mail does not support draft messages.
cs_cz: Spojená složka příchozí pošty nepodporuje koncepty zpráv.

source: Unified Mail does not support to move folders.
cs_cz: Spojená složka příchozí pošty nepodporuje přesouvání složek.

source: Unified Mail does not support mail folder creation
cs_cz: Spojená složka příchozí pošty nepodporuje vytváření poštovních složek

source: Unified Mail does not support to clear INBOX folder.
cs_cz: Spojená složka příchozí pošty nepodporuje pročištění složky příchozí pošty.

source: Unknown default folder full name: %1$s.
cs_cz: Neznámý název výchozí složky: %1$s.

source: Move operation aborted. Source and destination folder are equal.
cs_cz: Přesun zrušen. Zdrojová a cílová složka je stejná.

source: Request aborted due to timeout of %1$s %2$s.
cs_cz: Požadavek zrušen kvůli vypršení lhůty %1$s %2$s.

source: Invalid destination folder. E-Mails cannot be appended.
cs_cz: Neplatná cílová složka. Zprávy nelze připojit.

source: Unable to determine next copy task to execute. Enqueued: %1$s. To sort: %2$s.
cs_cz: Nemohu určit, který další kopírovací úkol provést. Ve frontě: %1$s. Čeká na seřazení: %2$s.

source: SQL problem.
cs_cz: Problém SQL.

source: Unexpected problem occurred.
cs_cz: Došlo k neočekávanému problému.

source: Problem with UserService.
cs_cz: Problém s UserService.

source: A private folder (%1$s) without existing parent (%2$s) was found.
cs_cz: Byla nalezena soukromá složka (%1$s) bez nadřazené složky (%2$s).

source: Database pooling error.
cs_cz: Chyba propojení databáze.

source: Problem with FileStorage.
cs_cz: Problém s FileStorage.

source: Could not generate a new sequence id for type %1$s.
cs_cz: Nepodařilo se vygenerovat nové sekvenční id pro typ %1$s.

source: Did not find contact for user %1$s in context %2$s.
cs_cz: Kontakt uživatele %1$s v kontextu %2$s nebyl nalezen.

source: Could not save user's mail settings.
cs_cz: Nepodařilo se uložit uživatelské nastavení pošty.

source: A user named %1$s already exists in destination context %2$s.
cs_cz: Uživatel se jménem %1$s již v cílovém kontextu %2$s existuje.

source: Missing main extension attribute for user %1$s in context %2$s.
cs_cz: Chybí atribut hlavního rozšíření pro uživatele %1$s v kontextu %2$s.

source: HTTP request to VoipNow server "%1$s" failed. Status line: %2$s
cs_cz: HTTP požadavek na server VoipNow „%1$s“ selhal. Stavový řádek: %2$s

source: VoipNow request failed. Error code: %1$s. Error message: %2$s
cs_cz: VoipNow požadavek selhal. Chybový kód: %1$s. Chybová zpráva: %2$s

source: A SOAP fault occurred: %1$s
cs_cz: Došlo k chybě SOAP: %1$s

source: Unparsable HTTP response: %1$s
cs_cz: Neparsovatelná HTTP odpověď: %1$s

source: Africa/Abidjan
cs_cz: Afrika/Abidjan

source: Africa/Accra
cs_cz: Afrika/Accra

source: Africa/Addis Ababa
cs_cz: Afrika/Addis Abeba

source: Africa/Algiers
cs_cz: Afrika/Alžír

source: Africa/Asmara
cs_cz: Afrika/Asmara

source: Africa/Asmera
cs_cz: Afrika/Asmera

source: Africa/Bamako
cs_cz: Afrika/Bamako

source: Africa/Bangui
cs_cz: Afrika/Bangui

source: Africa/Banjul
cs_cz: Afrika/Banjul

source: Africa/Bissau
cs_cz: Afrika/Bissau

source: Africa/Blantyre
cs_cz: Afrika/Blantyre

source: Africa/Brazzaville
cs_cz: Afrika/Brazzaville

source: Africa/Bujumbura
cs_cz: Afrika/Bujumbura

source: Africa/Cairo
cs_cz: Afrika/Káhira

source: Africa/Casablanca
cs_cz: Afrika/Casablanca

source: Africa/Ceuta
cs_cz: Afrika/Ceuta

source: Africa/Conakry
cs_cz: Afrika/Konakry

source: Africa/Dakar
cs_cz: Afrika/Dakar

source: Africa/Dar es Salaam
cs_cz: Afrika/Dar es Salaam

source: Africa/Djibouti
cs_cz: Afrika/Džibuti

source: Africa/Douala
cs_cz: Afrika/Douala

source: Africa/El Aaiun
cs_cz: Afrika/El Aaiun

source: Africa/Freetown
cs_cz: Afrika/Freetown

source: Africa/Gaborone
cs_cz: Afrika/Gaborone

source: Africa/Harare
cs_cz: Afrika/Harare

source: Africa/Johannesburg
cs_cz: Afrika/Johannesburg

source: Africa/Juba
cs_cz: Afrika/Džuba

source: Africa/Kampala
cs_cz: Afrika/Kampala

source: Africa/Khartoum
cs_cz: Afrika/Chartúm

source: Africa/Kigali
cs_cz: Afrika/Kigali

source: Africa/Kinshasa
cs_cz: Afrika/Kinshasa

source: Africa/Lagos
cs_cz: Afrika/Lagos

source: Africa/Libreville
cs_cz: Afrika/Libreville

source: Africa/Lome
cs_cz: Afrika/Lome

source: Africa/Luanda
cs_cz: Afrika/Luanda

source: Africa/Lubumbashi
cs_cz: Afrika/Lubumbashi

source: Africa/Lusaka
cs_cz: Afrika/Lusaka

source: Africa/Malabo
cs_cz: Afrika/Malabo

source: Africa/Maputo
cs_cz: Afrika/Maputo

source: Africa/Maseru
cs_cz: Afrika/Maseru

source: Africa/Mbabane
cs_cz: Afrika/Mbabane

source: Africa/Mogadishu
cs_cz: Afrika/Mogadišo

source: Africa/Monrovia
cs_cz: Afrika/Monrovia

source: Africa/Nairobi
cs_cz: Afrika/Nairobi

source: Africa/Ndjamena
cs_cz: Afrika/Ndjamena

source: Africa/Niamey
cs_cz: Afrika/Niamey

source: Africa/Nouakchott
cs_cz: Afrika/Nouakchott

source: Africa/Ouagadougou
cs_cz: Afrika/Ouagadougou

source: Africa/Porto-Novo
cs_cz: Afrika/Porto-Novo

source: Africa/Sao Tome
cs_cz: Afrika/Sao Tome

source: Africa/Timbuktu
cs_cz: Afrika/Timbuktu

source: Africa/Tripoli
cs_cz: Afrika/Tripolis

source: Africa/Tunis
cs_cz: Afrika/Tunis

source: Africa/Windhoek
cs_cz: Afrika/Windhoek

source: America/Adak
cs_cz: Amerika/Adak

source: America/Anchorage
cs_cz: Amerika/Anchorage

source: America/Anguilla
cs_cz: Amerika/Anguilla

source: America/Antigua
cs_cz: Amerika/Antigua

source: America/Araguaina
cs_cz: Amerika/Araguaina

source: America/Argentina/Buenos Aires
cs_cz: Amerika/Argentina/Buenos Aires

source: America/Argentina/Catamarca
cs_cz: Amerika/Argentina/Catamarca

source: America/Argentina/ComodRivadavia
cs_cz: Amerika/Argentina/ComodRivadavia

source: America/Argentina/Cordoba
cs_cz: Amerika/Argentina/Cordoba

source: America/Argentina/Jujuy
cs_cz: Amerika/Argentina/Jujuy

source: America/Argentina/La Rioja
cs_cz: Amerika/Argentina/La Rioja

source: America/Argentina/Mendoza
cs_cz: Amerika/Argentina/Mendoza

source: America/Argentina/Rio Gallegos
cs_cz: Amerika/Argentina/Rio Gallegos

source: America/Argentina/Salta
cs_cz: Amerika/Argentina/Salta

source: America/Argentina/San Juan
cs_cz: Amerika/Argentina/San Juan

source: America/Argentina/San Luis
cs_cz: Amerika/Argentina/San Luis

source: America/Argentina/Tucuman
cs_cz: Amerika/Argentina/Tucuman

source: America/Argentina/Ushuaia
cs_cz: Amerika/Argentina/Ushuaia

source: America/Aruba
cs_cz: Amerika/Aruba

source: America/Asuncion
cs_cz: Amerika/Asunción

source: America/Atikokan
cs_cz: Amerika/Atikokan

source: America/Atka
cs_cz: Amerika/Atka

source: America/Bahia
cs_cz: Amerika/Bahia

source: America/Bahia Banderas
cs_cz: Amerika/Bahia Banderas

source: America/Barbados
cs_cz: Amerika/Barbados

source: America/Belem
cs_cz: Amerika/Belem

source: America/Belize
cs_cz: Amerika/Belize

source: America/Blanc-Sablon
cs_cz: Amerika/Blanc-Sablon

source: America/Boa Vista
cs_cz: Amerika/Boa Vista

source: America/Bogota
cs_cz: Amerika/Bogota

source: America/Boise
cs_cz: Amerika/Boise

source: America/Buenos Aires
cs_cz: Amerika/Buenos Aires

source: America/Cambridge Bay
cs_cz: Amerika/Cambridge Bay

source: America/Campo Grande
cs_cz: Amerika/Campo Grande

source: America/Cancun
cs_cz: Amerika/Cancun

source: America/Caracas
cs_cz: Amerika/Caracas

source: America/Catamarca
cs_cz: Amerika/Catamarca

source: America/Cayenne
cs_cz: Amerika/Cayenne

source: America/Cayman
cs_cz: Amerika/Kajmanské ostrovy

source: America/Chicago
cs_cz: Amerika/Chicago

source: America/Chihuahua
cs_cz: Amerika/Chihuahua

source: America/Coral Harbour
cs_cz: Amerika/Coral Harbour

source: America/Cordoba
cs_cz: Amerika/Cordoba

source: America/Costa Rica
cs_cz: Amerika/Kostarika

source: America/Creston
cs_cz: Amerika/Creston

source: America/Cuiaba
cs_cz: Amerika/Cuiaba

source: America/Curacao
cs_cz: Amerika/Curacao

source: America/Danmarkshavn
cs_cz: Amerika/Danmarkshavn

source: America/Dawson
cs_cz: Amerika/Dawson

source: America/Dawson Creek
cs_cz: Amerika/Dawson Creek

source: America/Denver
cs_cz: Amerika/Denver

source: America/Detroit
cs_cz: Amerika/Detroit

source: America/Dominica
cs_cz: Amerika/Dominica

source: America/Edmonton
cs_cz: Amerika/Edmonton

source: America/Eirunepe
cs_cz: Amerika/Eirunepe

source: America/El Salvador
cs_cz: Amerika/El Salvador

source: America/Ensenada
cs_cz: Amerika/Ensenada

source: America/Fort Wayne
cs_cz: Amerika/Fort Wayne

source: America/Fortaleza
cs_cz: Amerika/Fortaleza

source: America/Glace Bay
cs_cz: Amerika/Glace Bay

source: America/Godthab
cs_cz: Amerika/Godthab

source: America/Goose Bay
cs_cz: Amerika/Goose Bay

source: America/Grand Turk
cs_cz: Amerika/Grand Turk

source: America/Grenada
cs_cz: Amerika/Grenada

source: America/Guadeloupe
cs_cz: Amerika/Guadeloupe

source: America/Guatemala
cs_cz: Amerika/Guatemala

source: America/Guayaquil
cs_cz: Amerika/Guayaquil

source: America/Guyana
cs_cz: Amerika/Guyana

source: America/Halifax
cs_cz: Amerika/Halifax

source: America/Havana
cs_cz: Amerika/Havana

source: America/Hermosillo
cs_cz: Amerika/Hermosillo

source: America/Indiana/Indianapolis
cs_cz: Amerika/Indiana/Indianapolis

source: America/Indiana/Knox
cs_cz: Amerika/Indiana/Knox

source: America/Indiana/Marengo
cs_cz: Amerika/Indiana/Marengo

source: America/Indiana/Petersburg
cs_cz: Amerika/Indiana/Petersburg

source: America/Indiana/Tell City
cs_cz: Amerika/Indiana/Tell City

source: America/Indiana/Vevay
cs_cz: Amerika/Indiana/Vevay

source: America/Indiana/Vincennes
cs_cz: Amerika/Indiana/Vincennes

source: America/Indiana/Winamac
cs_cz: Amerika/Indiana/Winamac

source: America/Indianapolis
cs_cz: Amerika/Indianapolis

source: America/Inuvik
cs_cz: Amerika/Inuvik

source: America/Iqaluit
cs_cz: Amerika/Iqaluit

source: America/Jamaica
cs_cz: Amerika/Jamajka

source: America/Jujuy
cs_cz: Amerika/Jujuy

source: America/Juneau
cs_cz: Amerika/Juneau

source: America/Kentucky/Louisville
cs_cz: Amerika/Kentucky/Louisville

source: America/Kentucky/Monticello
cs_cz: Amerika/Kentucky/Monticello

source: America/Knox IN
cs_cz: Amerika/Knox IN

source: America/Kralendijk
cs_cz: Amerika/Kralendijk

source: America/La Paz
cs_cz: Amerika/La Paz

source: America/Lima
cs_cz: Amerika/Lima

source: America/Los Angeles
cs_cz: Amerika/Los Angeles

source: America/Louisville
cs_cz: Amerika/Louisville

source: America/Lower Princes
cs_cz: Amerika/Lower Princes

source: America/Maceio
cs_cz: Amerika/Maceio

source: America/Managua
cs_cz: Amerika/Managua

source: America/Manaus
cs_cz: Amerika/Manaus

source: America/Marigot
cs_cz: Amerika/Marigot

source: America/Martinique
cs_cz: Amerika/Martinik

source: America/Matamoros
cs_cz: Amerika/Matamoros

source: America/Mazatlan
cs_cz: Amerika/Mazatlan

source: America/Mendoza
cs_cz: Amerika/Mendoza

source: America/Menominee
cs_cz: Amerika/Menominee

source: America/Merida
cs_cz: Amerika/Merida

source: America/Metlakatla
cs_cz: Amerika/Metlakatla

source: America/Mexico City
cs_cz: Amerika/Mexico City

source: America/Miquelon
cs_cz: Amerika/Miquelon

source: America/Moncton
cs_cz: Amerika/Moncton

source: America/Monterrey
cs_cz: Amerika/Monterrey

source: America/Montevideo
cs_cz: Amerika/Montevideo

source: America/Montreal
cs_cz: Amerika/Montreal

source: America/Montserrat
cs_cz: Amerika/Montserrat

source: America/Nassau
cs_cz: Amerika/Nassau

source: America/New York
cs_cz: Amerika/New York

source: America/Nipigon
cs_cz: Amerika/Nipigon

source: America/Nome
cs_cz: Amerika/Nome

source: America/Noronha
cs_cz: Amerika/Noronha

source: America/North Dakota/Beulah
cs_cz: Amerika/Severní Dakota/Beulah

source: America/North Dakota/Center
cs_cz: Amerika/Severní Dakota/Center

source: America/North Dakota/New Salem
cs_cz: Amerika/Severní Dakota/New Salem

source: America/Ojinaga
cs_cz: Amerika/Ojinaga

source: America/Panama
cs_cz: Amerika/Panama

source: America/Pangnirtung
cs_cz: Amerika/Pangnirtung

source: America/Paramaribo
cs_cz: Amerika/Paramaribo

source: America/Phoenix
cs_cz: Amerika/Phoenix

source: America/Port-au-Prince
cs_cz: Amerika/Port au Prince

source: America/Port of Spain
cs_cz: Amerika/Port of Spain

source: America/Porto Acre
cs_cz: Amerika/Porto Acre

source: America/Porto Velho
cs_cz: Amerika/Porto Velho

source: America/Puerto Rico
cs_cz: Amerika/Portoriko

source: America/Rainy River
cs_cz: Amerika/Rainy River

source: America/Rankin Inlet
cs_cz: Amerika/Rankin Inlet

source: America/Recife
cs_cz: Amerika/Recife

source: America/Regina
cs_cz: Amerika/Regina

source: America/Resolute
cs_cz: Amerika/Resolute

source: America/Rio Branco
cs_cz: Amerika/Rio Branco

source: America/Rosario
cs_cz: Amerika/Rosario

source: America/Santa Isabel
cs_cz: Amerika/Santa Isabel

source: America/Santarem
cs_cz: Amerika/Santarem

source: America/Santiago
cs_cz: Amerika/Santiago

source: America/Santo Domingo
cs_cz: Amerika/Santo Domingo

source: America/Sao Paulo
cs_cz: Amerika/Sao Paulo

source: America/Scoresbysund
cs_cz: Amerika/Scoresbysund

source: America/Shiprock
cs_cz: Amerika/Shiprock

source: America/Sitka
cs_cz: Amerika/Sitka

source: America/St Barthelemy
cs_cz: Amerika/Sv. Bartoloměj

source: America/St Johns
cs_cz: Amerika/Sv. Jan

source: America/St Kitts
cs_cz: Amerika/Sv. Kitts

source: America/St Lucia
cs_cz: Amerika/Sv. Lucie

source: America/St Thomas
cs_cz: Amerika/Sv. Tomáš

source: America/St Vincent
cs_cz: Amerika/Sv. Vincenc

source: America/Swift Current
cs_cz: Amerika/Swift Current

source: America/Tegucigalpa
cs_cz: Amerika/Tegucigalpa

source: America/Thule
cs_cz: Amerika/Thule

source: America/Thunder Bay
cs_cz: Amerika/Thunder Bay

source: America/Tijuana
cs_cz: Amerika/Tijuana

source: America/Toronto
cs_cz: Amerika/Toronto

source: America/Tortola
cs_cz: Amerika/Tortola

source: America/Vancouver
cs_cz: Amerika/Vancouver

source: America/Virgin
cs_cz: Amerika/Virgin

source: America/Whitehorse
cs_cz: Amerika/Whitehorse

source: America/Winnipeg
cs_cz: Amerika/Winnipeg

source: America/Yakutat
cs_cz: Amerika/Yakutat

source: America/Yellowknife
cs_cz: Amerika/Yellowknife

source: Antarctica/Casey
cs_cz: Antarktida/Casey

source: Antarctica/Davis
cs_cz: Antarktida/Davis

source: Antarctica/DumontDUrville
cs_cz: Antarktida/Dumont D'Urville

source: Antarctica/Macquarie
cs_cz: Antarktida/Macquarie

source: Antarctica/Mawson
cs_cz: Antarktida/Mawson

source: Antarctica/McMurdo
cs_cz: Antarktida/McMurdo

source: Antarctica/Palmer
cs_cz: Antarktida/Palmer

source: Antarctica/Rothera
cs_cz: Antarktida/Rothera

source: Antarctica/South Pole
cs_cz: Antarktida/Jižní pól

source: Antarctica/Syowa
cs_cz: Antarktida/Syowa

source: Antarctica/Vostok
cs_cz: Antarktida/Vostok

source: Arctic/Longyearbyen
cs_cz: Arktis/Longyearbyen

source: Asia/Aden
cs_cz: Asie/Aden

source: Asia/Almaty
cs_cz: Asie/Almaty

source: Asia/Amman
cs_cz: Asie/Amman

source: Asia/Anadyr
cs_cz: Asie/Anadyr

source: Asia/Aqtau
cs_cz: Asie/Aqtau

source: Asia/Aqtobe
cs_cz: Asie/Aqtobe

source: Asia/Ashgabat
cs_cz: Asie/Aškabát

source: Asia/Ashkhabad
cs_cz: Asie/Aškabát

source: Asia/Baghdad
cs_cz: Asie/Bagdád

source: Asia/Bahrain
cs_cz: Asie/Bahrain

source: Asia/Baku
cs_cz: Asie/Baku

source: Asia/Bangkok
cs_cz: Asie/Bangkok

source: Asia/Beirut
cs_cz: Asie/Bejrút

source: Asia/Bishkek
cs_cz: Asie/Biškek

source: Asia/Brunei
cs_cz: Asie/Brunej

source: Asia/Calcutta
cs_cz: Asie/Kalkata

source: Asia/Choibalsan
cs_cz: Asie/Choibalsan

source: Asia/Chongqing
cs_cz: Asie/Chongqing

source: Asia/Chungking
cs_cz: Asie/Chungking

source: Asia/Colombo
cs_cz: Asie/Colombo

source: Asia/Dacca
cs_cz: Asie/Dhaka

source: Asia/Damascus
cs_cz: Asie/Damašek

source: Asia/Dhaka
cs_cz: Asie/Dhaka

source: Asia/Dili
cs_cz: Asie/Dilí

source: Asia/Dubai
cs_cz: Asie/Dubaj

source: Asia/Dushanbe
cs_cz: Asie/Dušanbe

source: Asia/Gaza
cs_cz: Asie/Gaza

source: Asia/Harbin
cs_cz: Asie/Harbin

source: Asia/Hebron
cs_cz: Asie/Hebron

source: Asia/Ho Chi Minh
cs_cz: Asie/Ho Či Minovo Město

source: Asia/Hong Kong
cs_cz: Asie/Hongkong

source: Asia/Hovd
cs_cz: Asie/Hovd

source: Asia/Irkutsk
cs_cz: Asie/Irkutsk

source: Asia/Istanbul
cs_cz: Asie/Istanbul

source: Asia/Jakarta
cs_cz: Asie/Jakarta

source: Asia/Jayapura
cs_cz: Asie/Jayapura

source: Asia/Jerusalem
cs_cz: Asie/Jeruzalém

source: Asia/Kabul
cs_cz: Asie/Kábul

source: Asia/Kamchatka
cs_cz: Asie/Kamčatka

source: Asia/Karachi
cs_cz: Asie/Karáčí

source: Asia/Kashgar
cs_cz: Asie/Kashgar

source: Asia/Kathmandu
cs_cz: Asie/Káthmandú

source: Asia/Katmandu
cs_cz: Asie/Kátmandú

source: Asia/Kolkata
cs_cz: Asie/Kalkata

source: Asia/Krasnoyarsk
cs_cz: Asie/Krasnojarsk

source: Asia/Kuala Lumpur
cs_cz: Asie/Kuala Lumpur

source: Asia/Kuching
cs_cz: Asie/Kuching

source: Asia/Kuwait
cs_cz: Asie/Kuvajt

source: Asia/Macao
cs_cz: Asie/Macao

source: Asia/Macau
cs_cz: Asie/Macau

source: Asia/Magadan
cs_cz: Asie/Magadan

source: Asia/Makassar
cs_cz: Asie/Makassar

source: Asia/Manila
cs_cz: Asie/Manila

source: Asia/Muscat
cs_cz: Asie/Muscat

source: Asia/Nicosia
cs_cz: Asie/Nicosia

source: Asia/Novokuznetsk
cs_cz: Asie/Novokuzněck

source: Asia/Novosibirsk
cs_cz: Asie/Novosibirsk

source: Asia/Omsk
cs_cz: Asie/Omsk

source: Asia/Oral
cs_cz: Asie/Oral

source: Asia/Phnom Penh
cs_cz: Asie/Phnom Penh

source: Asia/Pontianak
cs_cz: Asie/Pontianak

source: Asia/Pyongyang
cs_cz: Asie/Pchjongjang

source: Asia/Qatar
cs_cz: Asie/Katar

source: Asia/Qyzylorda
cs_cz: Asie/Qyzylorda

source: Asia/Rangoon
cs_cz: Asie/Rangún

source: Asia/Riyadh
cs_cz: Asie/Rijád

source: Asia/Riyadh87
cs_cz: Asie/Rijád87

source: Asia/Riyadh88
cs_cz: Asie/Rijád88

source: Asia/Riyadh89
cs_cz: Asie/Rijád89

source: Asia/Saigon
cs_cz: Asie/Saigon

source: Asia/Sakhalin
cs_cz: Asie/Sachalin

source: Asia/Samarkand
cs_cz: Asie/Samarkand

source: Asia/Seoul
cs_cz: Asie/Soul

source: Asia/Shanghai
cs_cz: Asie/Šanghaj

source: Asia/Singapore
cs_cz: Singapur

source: Asia/Taipei
cs_cz: Asie/Taipei

source: Asia/Tashkent
cs_cz: Asie/Taškent

source: Asia/Tbilisi
cs_cz: Asie/Tbilisi

source: Asia/Tehran
cs_cz: Asie/Teherán

source: Asia/Tel Aviv
cs_cz: Asie/Tel Aviv

source: Asia/Thimbu
cs_cz: Asie/Thimbu

source: Asia/Thimphu
cs_cz: Asie/Thimphu

source: Asia/Tokyo
cs_cz: Asie/Tokio

source: Asia/Ujung Pandang
cs_cz: Asie/Ujung Pandang

source: Asia/Ulaanbaatar
cs_cz: Asie/Ulánbátar

source: Asia/Ulan Bator
cs_cz: Asie/Ulánbátar

source: Asia/Urumqi
cs_cz: Asie/Urumqi

source: Asia/Vientiane
cs_cz: Asie/Vientiane

source: Asia/Vladivostok
cs_cz: Asie/Vladivostok

source: Asia/Yakutsk
cs_cz: Asie/Jakutsk

source: Asia/Yekaterinburg
cs_cz: Asie/Jekatěrinburk

source: Asia/Yerevan
cs_cz: Asie/Jerevan

source: Atlantic/Azores
cs_cz: Atlantický oceán/Azory

source: Atlantic/Bermuda
cs_cz: Atlantický oceán/Bermudy

source: Atlantic/Canary
cs_cz: Atlantický oceán/Kanárské ostrovy

source: Atlantic/Cape Verde
cs_cz: Atlantický oceán/Kapverdy

source: Atlantic/Faeroe
cs_cz: Atlantický oceán/Faerské ostrovy

source: Atlantic/Faroe
cs_cz: Atlantický oceán/Faerské ostrovy

source: Atlantic/Jan Mayen
cs_cz: Atlantický oceán/Jan Mayen

source: Atlantic/Madeira
cs_cz: Atlantický oceán/Madeira

source: Atlantic/Reykjavik
cs_cz: Atlantický oceán/Reykjavík

source: Atlantic/South Georgia
cs_cz: Atlantický oceán/Jižní Georgie

source: Atlantic/St Helena
cs_cz: Atlantický oceán/Sv. Helena

source: Atlantic/Stanley
cs_cz: Atlantický oceán/Stanley

source: Australia/ACT
cs_cz: Austrálie/ACT

source: Australia/Adelaide
cs_cz: Austrálie/Adelaide

source: Australia/Brisbane
cs_cz: Austrálie/Brisbane

source: Australia/Broken Hill
cs_cz: Austrálie/Broken Hill

source: Australia/Canberra
cs_cz: Austrálie/Canberra

source: Australia/Currie
cs_cz: Austrálie/Currie

source: Australia/Darwin
cs_cz: Austrálie/Darwin

source: Australia/Eucla
cs_cz: Austrálie/Eucla

source: Australia/Hobart
cs_cz: Austrálie/Hobart

source: Australia/LHI
cs_cz: Austrálie/LHI

source: Australia/Lindeman
cs_cz: Austrálie/Lindeman

source: Australia/Lord Howe
cs_cz: Austrálie/Lord Howe

source: Australia/Melbourne
cs_cz: Austrálie/Melbourne

source: Australia/NSW
cs_cz: Austrálie/NSW

source: Australia/North
cs_cz: Austrálie/Sever

source: Australia/Perth
cs_cz: Austrálie/Perth

source: Australia/Queensland
cs_cz: Austrálie/Queensland

source: Australia/South
cs_cz: Austrálie/Jih

source: Australia/Sydney
cs_cz: Austrálie/Sydney

source: Australia/Tasmania
cs_cz: Austrálie/Tasmánie

source: Australia/Victoria
cs_cz: Austrálie/Victoria

source: Australia/West
cs_cz: Austrálie/Západ

source: Australia/Yancowinna
cs_cz: Austrálie/Yancowinna

source: Brazil/Acre
cs_cz: Brazílie/Acre

source: Brazil/DeNoronha
cs_cz: Brazílie/DeNoronha

source: Brazil/East
cs_cz: Brazílie/Východ

source: Brazil/West
cs_cz: Brazílie/Západ

source: Canada/Atlantic
cs_cz: Kanada/Atlantický

source: Canada/Central
cs_cz: Kanada/Centrální

source: Canada/East-Saskatchewan
cs_cz: Kanada/Východní Saskatchewan

source: Canada/Eastern
cs_cz: Kanada/Východ

source: Canada/Mountain
cs_cz: Kanada/Horský

source: Canada/Newfoundland
cs_cz: Kanada/Newfoundland

source: Canada/Pacific
cs_cz: Kanada/Tichomoří

source: Canada/Saskatchewan
cs_cz: Kanada/Saskatchewan

source: Canada/Yukon
cs_cz: Kanada/Yukon

source: Chile/Continental
cs_cz: Chile/Kontinentální

source: Chile/EasterIsland
cs_cz: Chile/Velikonoční ostrov

source: Cuba
cs_cz: Kuba

source: Europe/Amsterdam
cs_cz: Evropa/Amsterdam

source: Europe/Andorra
cs_cz: Evropa/Andorra

source: Europe/Athens
cs_cz: Evropa/Atény

source: Europe/Belfast
cs_cz: Evropa/Belfast

source: Europe/Belgrade
cs_cz: Evropa/Bělehrad

source: Europe/Berlin
cs_cz: Evropa/Berlín

source: Europe/Bratislava
cs_cz: Evropa/Bratislava

source: Europe/Brussels
cs_cz: Evropa/Brusel

source: Europe/Bucharest
cs_cz: Evropa/Bukurešť

source: Europe/Budapest
cs_cz: Evropa/Budapešť

source: Europe/Chisinau
cs_cz: Evropa/Kišiněv

source: Europe/Copenhagen
cs_cz: Evropa/Kodaň

source: Europe/Dublin
cs_cz: Evropa/Dublin

source: Europe/Gibraltar
cs_cz: Evropa/Gibraltar

source: Europe/Guernsey
cs_cz: Evropa/Guernsey

source: Europe/Helsinki
cs_cz: Evropa/Helsinky

source: Europe/Isle of Man
cs_cz: Evropa/Ostrov Man

source: Europe/Istanbul
cs_cz: Evropa/Istanbul

source: Europe/Jersey
cs_cz: Evropa/Jersey
