Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/backend.*.po
Languages: cs_cz

source: Problem initializing the cache.
cs_cz: Problém s inicializací cache.

source: Object %s can not be removed from cache.
cs_cz: Objekt %1$s se nepodařilo odstranit z cache.

source: Context "%s" cannot be found.
cs_cz: Kontext „%s“ se nepodařilo nalézt.

source: Unknown delete event type: %1$d
cs_cz: Neznámý typ události mazání: %1$d

source: Wrong file store %1$d for context %2$d. Correct file store: %3$d.
cs_cz: Špatné úložiště souborů (%1$d) pro kontext %2$d. Správné úložiště: %3$d.

source: Cannot find file store with id %1$d.
cs_cz: Úložiště souborů s ID %1$d nelze nalézt.

source: Cannot create URI from "%1$s".
cs_cz: Z „%1$s“ nelze vytvořit URI.

source: SQL problem: "%s".
cs_cz: Problém SQL: „%s“.

source: Private folders
cs_cz: Soukromé složky

source: Public folders
cs_cz: Veřejné složky

source: Shared folders
cs_cz: Sdílené složky

source: System
cs_cz: Systém

source: Shared address book
cs_cz: Sdílený adresář

source: Global address book
cs_cz: Globální adresář

source: OX folders
cs_cz: OX složky

source: Projects
cs_cz: Projekty

source: Infostore
cs_cz: Úložiště informací

source: Userstore
cs_cz: Úložiště uživatelů

source: Public infostore
cs_cz: Veřejné úložiště informací

source: Other task folders
cs_cz: Další úkolové složky

source: Other calendar folders
cs_cz: Další kalendářové složky

source: Other contact folders
cs_cz: Další kontaktové složky

source: Other infostore folders
cs_cz: Další složky úložišť informací

source: Tasks
cs_cz: Úkoly

source: Contacts
cs_cz: Kontakty

source: Collected addresses
cs_cz: Posbírané adresy

source: E-Mail attachments
cs_cz: Přílohy e-mailu

source: My files
cs_cz: Moje soubory

source: Files
cs_cz: Soubory

source: Shared files
cs_cz: Sdílené soubory

source: Public files
cs_cz: Veřejné soubory

source: Other files
cs_cz: Další soubory

source: All users
cs_cz: Všichni uživatelé

source: Standard group
cs_cz: Standardní skupina

source: Inbox
cs_cz: Doručená pošta

source: Sent objects
cs_cz: Odeslané položky

source: Sent items
cs_cz: Odeslané položky

source: confirmed-spam
cs_cz: Potvrzený spam

source: confirmed-ham
cs_cz: Potvrzená normální pošta

source: Read acknowledgement
cs_cz: Přečíst potvrzení

source: This is a delivery receipt for the mail that you sent on #DATE# to #RECIPIENT# with subject "#SUBJECT#". Note: This delivery receipt only acknowledges that the message was displayed on the recipients computer. There is no guarantee that the recipient has read or understood the message contents.
cs_cz: Toto je potvrzení o doručení, kterou jste poslal(a) #DATE# adresátovi#RECIPIENT# s předmětem „#SUBJECT#“. Poznámka: Toto potvrzení o doručení pouze říká, že byla zpráva zobrazena na počítači adresáta. Nelze zaručit, že adresát zpráv četl nebo rozuměl jejímu obsahu.

source: On #DATE# at #TIME# #SENDER# wrote:
cs_cz: #DATE# v #TIME# #SENDER# napsal(a):

source: ---------- Original Message ---------- From: #FROM# To: #TO##CC_LINE# Date: #DATE# at #TIME# Subject: #SUBJECT#
cs_cz: ---------- Původní zpráva ---------- Od: #FROM# Komu: #TO##CC_LINE# Datum: #DATE# at #TIME# Předmět: #SUBJECT#

source: [No Subject]
cs_cz: [Žádný předmět]

source: The available attachments for this E-Mail can be accessed via the links:
cs_cz: K přílohám této zprávy můžete přistupovat pomocí odkazů:

source: The links will be deleted on #DATE#
cs_cz: Odkazy budou smazány #DATE#

source: Dear Sir or Madam
cs_cz: Vážená paní nebo pane

source: A new appointment was created by [created_by]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [created_by] vytvořil(a) novou schůzku. Schůzku si můžete zkontrolovat ve svém kalendáři: [link] Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: A new appointment was created by [created_by]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [created_by] vytvořil(a) novou schůzku. Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: A new appointment was created by [created_by] on behalf of [behalf_of]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [created_by] vytvořil(a) novou schůzku jménem uživatele [behalf_of]. Schůzku si můžete zkontrolovat ve svém kalendáři: [link] Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: A new appointment was created by [created_by] on behalf of [behalf_of]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [created_by] vytvořil(a) novou schůzku jménem uživatele [behalf_of]. Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: A new task was created by [created_by]. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [created_by] vytvořil(a) nový úkol. Úkol si můžete zkontrolovat ve svých úkolech: [link] Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: A new task was created by [created_by]. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [created_by] vytvořil(a) nový úkol. Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: This appointment does not take place. It was either deleted by [changed_by] or you have been removed from the list of participants. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: Tato schůzka se nekoná. Buď ji [changed_by] zrušil(a), nebo jste byl(a) odebrán(a) ze seznamu účastníků. Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: This task was either deleted by [changed_by] or you have been removed from the list of participants. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: Tento úkol byl buď smazán uživatelem [changed_by], nebo jste byl(a) odebrán(a) ze seznamu účastníků. Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: This appointment was changed by [changed_by]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] změnil(a) tuto schůzku. Schůzku si můžete zkontrolovat ve svém kalendáři: [link] Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: This appointment was changed by [changed_by]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] změnil(a) tuto schůzku. Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: This task was changed by [changed_by]. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] změnil(a) tento úkol. Úkol si můžete zkontrolovat ve svých úkolech: [link] Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: This task was changed by [changed_by]. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] změnil(a) tento úkol. Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: [changed_by] has [confirmation_action] this appointment. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] [confirmation_action] tuto schůzku. Schůzku si můžete zkontrolovat ve svém kalendáři: [link] Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: [changed_by] has [confirmation_action] this appointment. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] [confirmation_action] tuto schůzku. Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: [changed_by] has [confirmation_action] this task. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] [confirmation_action] tento úkol. Úkol si můžete zkontrolovat ve svých úkolech: [link] Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: [changed_by] has [confirmation_action] this task. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] [confirmation_action] tento úkol. Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================

source: New appointment
cs_cz: Nová schůzka

source: Appointment changed
cs_cz: Schůzka změněna

source: Appointment deleted
cs_cz: Schůzka smazána

source: Appointment (accepted)
cs_cz: Schůzka (přijata)

source: Appointment (declined)
cs_cz: Schůzka (odmítnuta)

source: Appointment (tentative)
cs_cz: Schůzka (předběžně)

source: Appointment (none)
cs_cz: Schůzka (žádná)

source: New task
cs_cz: Nový úkol

source: Task changed
cs_cz: Úkol změněn

source: Task deleted
cs_cz: Úkol smazán

source: Task (accepted)
cs_cz: Úkol (přijat)

source: Task (declined)
cs_cz: Úkol (odmítnut)

source: Task (tentative)
cs_cz: Úkol (předběžně)

source: Reminder
cs_cz: Upomínka

source: No resources have been scheduled.
cs_cz: Žádné zdroje nebyly naplánovány.

source: No series
cs_cz: Žádné série

source: No start date
cs_cz: Žádné počáteční datum

source: No end date
cs_cz: Žádné koncové datum

source: No due date
cs_cz: Žádné datum dokončení

source: No delete exceptions
cs_cz: Žádné výjimky mazání

source: No change exceptions
cs_cz: Žádné výjimky změn

source: Mail to resource %1$s
cs_cz: Poslat zdroji %1$s

source: Resource
cs_cz: Zdroj

source: Not set
cs_cz: Není nastaveno

source: Low
cs_cz: Nízká

source: Normal
cs_cz: Normální

source: High
cs_cz: Vysoká

source: tentative
cs_cz: prozatímní

source: external
cs_cz: externí

source: Location: %1$s
cs_cz: Místo: %1$s

source: Description: %1$s
cs_cz: Popis: %1$s

source: Folder: %1$s
cs_cz: Složka: %1$s

source: Start date: %1$s
cs_cz: Počáteční datum: %1$s

source: End date: %1$s
cs_cz: Koncové datum: %1$s

source: Due date: %1$s
cs_cz: Datum dokončení: %1$s

source: Series: %1$s
cs_cz: Série: %1$s

source: Comments: %1$s
cs_cz: Komentáře: %1$s

source: Priority: %1$s
cs_cz: Priorita: %1$s

source: Status: %1$s
cs_cz: Stav: %1$s

source: Delete exceptions: %1$s
cs_cz: Výjimky mazání: %1$s

source: Change exceptions: %1$s
cs_cz: Výjimky změn: %1$s

source: Change exception of %1$s on %2$s
cs_cz: Výjimka změny %1$s v %2$s

source: Not started
cs_cz: Nezačalo

source: In progress
cs_cz: Probíhá

source: Done
cs_cz: Hotovo

source: Waiting
cs_cz: Čekám

source: Deferred
cs_cz: Odloženo

source: Added
cs_cz: Přidáno

source: Removed
cs_cz: Odebráno

source: and
cs_cz: a

source: Each day
cs_cz: Každý den

source: Each %1$s days
cs_cz: Každých %1$s dní

source: Each week on %1$s
cs_cz: Každý týden v %1$s

source: Each %1$s weeks on %2$s
cs_cz: Každých %1$s týdnů v %2$s

source: On %1$s day every month
cs_cz: %1$s. den každý měsíc

source: On %1$s day every %2$s month
cs_cz: %1$s. den každý %2$s. měsíc

source: On %1$s %2$s each month
cs_cz: V %1$s %2$s každý měsíc

source: On %1$s %2$s each %3$s month
cs_cz: V %1$s %2$s každý %3$s. měsíc

source: Each %1$s %2$s
cs_cz: Každý %1$s %2$s

source: , ends after %1$s appointment(s)
cs_cz: , končí po %1$s schůzce/schůzkách

source: , ends after %1$s task(s)
cs_cz: , končí po %1$s úkolu/úkolech

source: , ends on %1$s
cs_cz: , končí %1$s

source: Weekday
cs_cz: Pracovní den

source: Broken CSV file: Lines have different number of cells, line #1 has %d, line #%d has %d. Is this really a CSV file?
cs_cz: Poškozený CSV soubor: Řádky mají odlišné počty buněk, řádka č. 1 má %d, řádka č. %d má %d. Jde opravdu o CSV soubor?

source: Illegal state: Found data after presumed last line.
cs_cz: Neplatný stav: Nalezeny údaje za předpokládaným posledním řádkem.

source: Encountered IO error while trying to read stream
cs_cz: Při čtení proudu došlo k chybě IO

source: Some field values are too long.
cs_cz: Některá pole mají příliš dlouhé hodnoty.

source: Cannot pre-fetch results.
cs_cz: Nemohu výsledky stáhnout napřed.

source: The requested item does not exist.
cs_cz: Požadovaná položka neexistuje.

source: Could not load documents to check the permissions
cs_cz: Nepodařilo se načíst dokumenty kvůli kontrole práv

source: The folder %d is not an Infostore folder
cs_cz: %d není složka Infostore

source: You do not have sufficient read permissions to read objects in this folder..
cs_cz: Nemáte dostatečná oprávnění ke čtení objektů v této složce.

source: You do not have sufficient permissions to create objects in this folder.
cs_cz: Nemáte dostatečná oprávnění k vytváření objektů v této složce.

source: You are not allowed to update this item.
cs_cz: Nemáte oprávnění k aktualizaci této položky.

source: You are not allowed to create objects in the target folder.
cs_cz: Nemáte oprávnění k vytváření objektů v cílové složce.

source: Could not delete all objects.
cs_cz: Nepodařilo se smazat všechny objekty.

source: You do not have sufficient permissions to delete this version.
cs_cz: Nemáte dostatečná oprávnění ke smazání této verze.

source: Could not iterate result.
cs_cz: Nepodařilo se opakovat výsledek.

source: This document is locked.
cs_cz: Tento dokument je uzamčen.

source: You cannot unlock this document.
cs_cz: Tento dokument nemůžete odemknout.

source: You need write permissions to lock a document.
cs_cz: K uzamčení dokumentu potřebujete právo k zápisu.

source: Could not generate new ID.
cs_cz: Nepodařilo se vygenerovat ID.

source: You are not allowed to delete objects in the source folder. This document cannot be moved.
cs_cz: Nemáte oprávnění k mazání objektů ve zdrojové složce. Tento dokument nelze přesunout.

source: You need write permissions to unlock a document.
cs_cz: K odemknutí dokumentu potřebujete právo k zápisu.

source: The document you requested does not exist.
cs_cz: Požadovaný dokument neexistuje.

source: Files attached to InfoStore items must have unique names. File name: %s. The other document with this file name is %s.
cs_cz: Soubory připojené k položkám InfoStore musí mít jedinečné názvy. Název souboru: %s. Druhý dokument s tímto názvem je %s.

source: Could not determine number of versions for info item %s in context %s. Invalid query: %s
cs_cz: Nepodařilo se zjistit počet verzí informační položky %s v kontextu %s. Neplatný dotaz: %s

source: You do not have the permissions to delete at least one of the info items.
cs_cz: Nemáte oprávnění ke smazání minimálně jedné z těchto informačních položek.

source: Illegal argument: document %d contains no file
cs_cz: Neplatný argument: dokument %d neobsahuje žádný soubor

source: Folder %d has two subfolders named %s. The database for context %d is not consistent.
cs_cz: Složka %d má dvě podsložky s názvem %s. Databáze kontextu %d je narušená.

source: DocumentMetadata %d could not be deleted. Please try again.
cs_cz: Nepodařilo se smazat DocumentMetadata %d. Zkuste to, prosím, znovu.

source: The document could not be updated because it was modified. Reload the view.
cs_cz: Dokument se nepodařilo aktualizovat, protože byl změněn. Obnovte pohled.

source: The document was updated in between do and undo. The database is now probably inconsistent.
cs_cz: Dokument byl aktualizován mezi akcemi znovu a zpět. Databáze je nyní pravděpodobně narušená.

source: This folder is a virtual folder. It cannot contain documents.
cs_cz: Tato složka je virtuální. Nemůže obsahovat dokumenty.

source: Cannot find property %s.
cs_cz: Nelze nalézt nastavení %s.

source: Cannot build distinguished name from %s.
cs_cz: Z %s nelze sestavit rozlišitelné jméno.

source: Class %s can not be loaded.
cs_cz: Nelze načíst třídu %s.

source: Cannot instantiate class %s.
cs_cz: Nelze vytvořit třídu %s.

source: SQL problem: "%s"
cs_cz: Problém SQL: „%s“

source: Problem putting/removing an object into/from the cache.
cs_cz: Problém s vkládáním/odebíráním objektu do/z cache.

source: Hash algorithm %s could not be found.
cs_cz: Hašovací algoritmus %s se nepodařilo nalézt.

source: Encoding %s cannot be used.
cs_cz: Kódování %s nelze použít.

source: Cannot find resource group with identifier %d.
cs_cz: Nelze nalézt skupinu zdrojů s identifikátorem %d.

source: Found resource groups with same identifier %d.
cs_cz: Nalezeny skupiny zdrojů se stejným identifikátorem %d.

source: Cannot find resource with identifier %d.
cs_cz: Nelze nalézt zdroj s identifikátorem %d.

source: Found resources with same identifier %d.
cs_cz: Nalezeny zdroje se stejným identifikátorem %d.

source: Cannot find user with E-Mail %s.
cs_cz: Nelze nalézt uživatele s e-mailem %s.

source: Cannot find user with identifier %1$s in context %2$d.
cs_cz: Nelze nalézt uživatele s identifikátorem %1$s v kontextu %2$d.

source: Cannot find group with identifier %1$s in context %2$d.
cs_cz: Nelze nalézt skupinu s identifikátorem %1$s v kontextu %2$d.

source: Cannot clone object %1$s.
cs_cz: Nelze klonovat objekt %1$s.

source: Two users with same identifier %1$s in context %2$d found.
cs_cz: Nalezeni dva uživatelé se stejným identifikátorem %1$s v kontextu %2$d.
