Repository: open-xchange/appsuite-frontend
Catalog: ui/i18n/backend.*.po
Languages: cs_cz

source: Europe/Kaliningrad
cs_cz: Evropa/Kaliningrad

source: Europe/Kiev
cs_cz: Evropa/Kyjev

source: Europe/Lisbon
cs_cz: Evropa/Lisabon

source: Europe/Ljubljana
cs_cz: Evropa/Lublaň

source: Europe/London
cs_cz: Evropa/Londýn

source: Europe/Luxembourg
cs_cz: Evropa/Lucembursko

source: Europe/Madrid
cs_cz: Evropa/Madrid

source: Europe/Malta
cs_cz: Evropa/Malta

source: Europe/Mariehamn
cs_cz: Evropa/Mariehamn

source: Europe/Minsk
cs_cz: Evropa/Minsk

source: Europe/Monaco
cs_cz: Evropa/Monako

source: Europe/Moscow
cs_cz: Evropa/Moskva

source: Europe/Nicosia
cs_cz: Evropa/Nikósie

source: Europe/Oslo
cs_cz: Evropa/Oslo

source: Europe/Paris
cs_cz: Evropa/Paříž

source: Europe/Podgorica
cs_cz: Evropa/Podgorica

source: Europe/Prague
cs_cz: Evropa/Praha

source: Europe/Riga
cs_cz: Evropa/Riga

source: Europe/Rome
cs_cz: Evropa/Řím

source: Europe/Samara
cs_cz: Evropa/Samara

source: Europe/San Marino
cs_cz: Evropa/San Marino

source: Europe/Sarajevo
cs_cz: Evropa/Sarajevo

source: Europe/Simferopol
cs_cz: Evropa/Simferopol

source: Europe/Skopje
cs_cz: Evropa/Skopje

source: Europe/Sofia
cs_cz: Evropa/Sofia

source: Europe/Stockholm
cs_cz: Evropa/Stockholm

source: Europe/Tallinn
cs_cz: Evropa/Tallinn

source: Europe/Tirane
cs_cz: Evropa/Tirana

source: Europe/Tiraspol
cs_cz: Evropa/Tiraspol

source: Europe/Uzhgorod
cs_cz: Evropa/Užhorod

source: Europe/Vaduz
cs_cz: Evropa/Vaduz

source: Europe/Vatican
cs_cz: Evropa/Vatikán

source: Europe/Vienna
cs_cz: Evropa/Vídeň

source: Europe/Vilnius
cs_cz: Evropa/Vilnius

source: Europe/Volgograd
cs_cz: Evropa/Volgograd

source: Europe/Warsaw
cs_cz: Evropa/Varšava

source: Europe/Zagreb
cs_cz: Evropa/Záhřeb

source: Europe/Zaporozhye
cs_cz: Evropa/Záporoží

source: Europe/Zurich
cs_cz: Evropa/Curych

source: Iceland
cs_cz: Island

source: Indian/Antananarivo
cs_cz: Indický oceán/Antananarivo

source: Indian/Chagos
cs_cz: Indický oceán/Chagos

source: Indian/Christmas
cs_cz: Indický oceán/Vánoční ostrovy

source: Indian/Cocos
cs_cz: Indický oceán/Cocos

source: Indian/Comoro
cs_cz: Indický oceán/Comoro

source: Indian/Kerguelen
cs_cz: Indický oceán/Kerguelen

source: Indian/Mahe
cs_cz: Indický oceán/Mahe

source: Indian/Maldives
cs_cz: Indický oceán/Maledivy

source: Indian/Mauritius
cs_cz: Indický oceán/Mauricius

source: Indian/Mayotte
cs_cz: Indický oceán/Mayotte

source: Indian/Reunion
cs_cz: Indický oceán/Reunion

source: Iran
cs_cz: Írán

source: Israel
cs_cz: Izrael

source: Jamaica
cs_cz: Jamajka

source: Japan
cs_cz: Japonsko

source: Libya
cs_cz: Libye

source: Mexico/BajaNorte
cs_cz: Mexiko/BajaNorte

source: Mexico/BajaSur
cs_cz: Mexiko/BajaSur

source: Mexico/General
cs_cz: Mexiko/Obecný

source: Mideast/Riyadh87
cs_cz: Střední východ/Rijád87

source: Mideast/Riyadh88
cs_cz: Střední východ/Rijád88

source: Mideast/Riyadh89
cs_cz: Střední východ/Rijád89

source: Pacific/Apia
cs_cz: Tichomoří/Apia

source: Pacific/Auckland
cs_cz: Tichomoří/Auckland

source: Pacific/Chatham
cs_cz: Tichomoří/Chatham

source: Pacific/Chuuk
cs_cz: Tichomoří/Chuuk

source: Pacific/Easter
cs_cz: Tichomoří/Velikonoční ostrovy

source: Pacific/Efate
cs_cz: Tichomoří/Efate

source: Pacific/Enderbury
cs_cz: Tichomoří/Enderbury

source: Pacific/Fakaofo
cs_cz: Tichomoří/Fakaofo

source: Pacific/Fiji
cs_cz: Tichomoří/Fidži

source: Pacific/Funafuti
cs_cz: Tichomoří/Funafuti

source: Pacific/Galapagos
cs_cz: Tichomoří/Galapágy

source: Pacific/Gambier
cs_cz: Tichomoří/Gambier

source: Pacific/Guadalcanal
cs_cz: Tichomoří/Guadalcanal

source: Pacific/Guam
cs_cz: Tichomoří/Guam

source: Pacific/Honolulu
cs_cz: Tichomoří/Honolulu

source: Pacific/Johnston
cs_cz: Tichomoří/Johnston

source: Pacific/Kiritimati
cs_cz: Tichomoří/Kiritimati

source: Pacific/Kosrae
cs_cz: Tichomoří/Kosrae

source: Pacific/Kwajalein
cs_cz: Tichomoří/Kwajalein

source: Pacific/Majuro
cs_cz: Tichomoří/Majuro

source: Pacific/Marquesas
cs_cz: Tichomoří/Marquesas

source: Pacific/Midway
cs_cz: Tichomoří/Midway

source: Pacific/Nauru
cs_cz: Tichomoří/Nauru

source: Pacific/Niue
cs_cz: Tichomoří/Niue

source: Pacific/Norfolk
cs_cz: Tichomoří/Norfolk

source: Pacific/Noumea
cs_cz: Tichomoří/Noumea

source: Pacific/Pago Pago
cs_cz: Tichomoří/Pago Pago

source: Pacific/Palau
cs_cz: Tichomoří/Palau

source: Pacific/Pitcairn
cs_cz: Tichomoří/Pitcairn

source: Pacific/Pohnpei
cs_cz: Tichomoří/Pohnpei

source: Pacific/Ponape
cs_cz: Tichomoří/Ponape

source: Pacific/Port Moresby
cs_cz: Tichomoří/Port Moresby

source: Pacific/Rarotonga
cs_cz: Tichomoří/Rarotonga

source: Pacific/Saipan
cs_cz: Tichomoří/Saipan

source: Pacific/Samoa
cs_cz: Tichomoří/Samoa

source: Pacific/Tahiti
cs_cz: Tichomoří/Tahiti

source: Pacific/Tarawa
cs_cz: Tichomoří/Tarawa

source: Pacific/Tongatapu
cs_cz: Tichomoří/Tongatapu

source: Pacific/Truk
cs_cz: Tichomoří/Truk

source: Pacific/Wake
cs_cz: Tichomoří/Wake

source: Pacific/Wallis
cs_cz: Tichomoří/Wallis

source: Pacific/Yap
cs_cz: Tichomoří/Yap

source: Poland
cs_cz: Polsko

source: Portugal
cs_cz: Portugalsko

source: Singapore
cs_cz: Singapur

source: Turkey
cs_cz: Turecko

source: US/Alaska
cs_cz: USA/Aljaška

source: US/Aleutian
cs_cz: USA/Aleuty

source: US/Arizona
cs_cz: USA/Arizona

source: US/Central
cs_cz: USA/Centrální

source: US/East-Indiana
cs_cz: USA/East-Indiana

source: US/Eastern
cs_cz: USA/Východ

source: US/Hawaii
cs_cz: USA/Havaj

source: US/Indiana-Starke
cs_cz: USA/Indiana-Starke

source: US/Michigan
cs_cz: USA/Michigan

source: US/Mountain
cs_cz: USA/Horský

source: US/Pacific
cs_cz: USA/Tichomoří

source: US/Pacific-New
cs_cz: USA/Tichomoří - nový

source: US/Samoa
cs_cz: USA/Samoa
