Repository: open-xchange/appsuite-frontend
Catalog: guidedtours/i18n/*.po
Languages: bg_bg, cs_cz, de_de, el_gr, et_ee, fr_ca, hu_hu, lv_lv, nb_no, nl_nl, tr_tr

source: Drive allows you to connect to other storage solutions if you already have a cloud storage account you use to save and sync your files. Simply click on the appropriate logo to access your existing data.
bg_bg: Диск ви позволява да се свържете с други решения за съхранение, ако вече имате профил за съхранение в облак, който използвате, за да запазвате и синхронизирате файловете си. Просто кликнете върху съответното лого, за да получите достъп до съществуващите си данни.
de_de: Drive ermöglicht Verbindungen zu anderen Speicherlösungen, wenn Sie bereits ein Cloud-Speicherkonto haben, das Sie zum Speichern und Synchronisieren Ihrer Dateien verwenden. Klicken Sie einfach auf das entsprechende Logo, um auf Ihre vorhandenen Daten zuzugreifen.
el_gr: Το Drive σάς επιτρέπει να συνδέεστε με άλλες λύσεις αποθηκευτικού χώρου εάν διαθέτετε ήδη κάποιο λογαριασμό αποθηκευτικού χώρου cloud που χρησιμοποιείτε για την αποθήκευση και τον συγχρονισμό των αρχείων σας. Κάντε κλικ στο αντίστοιχο λογότυπο για να προσπελάσετε τα υπάρχοντα δεδομένα σας.
et_ee: Drive võimaldab ühenduse loomist muude mälulahendustega, kui teil on juba pilvemälu konto, mida oma failide salvestamiseks ja sünkroniseerimiseks kasutate. Klõpsake vastaval logol oma olemasolevatele andmetele juurdepääsemiseks.
nb_no: Drive lar deg koble til andre skylagringsløsninger. Om du har en konto i en av de støttede løsningene kan du få tilgang til også disse filene i Drive. Bare klikk på en av logoene for å komme i gang.
nl_nl: Drive maakt het mogelijk andere opslagmogelijkheden te koppelen als u al een cloud-opslagaccount heeft om uw bestanden op te slaan en te synchroniseren. Klik hiervoor op het overeenkomstige pictogram om uw bestaande gegevens te benaderen.
tr_tr: Dosyalarınızı kaydetmek ve senkronize etmek için zaten kullandığınız bir bulut depolama hesabınız varsa Drive ona da bağlanabilir. Mevcut verilerinize erişmek için uygun logoya tıklamanız yeterli.

source: The Drive app tour.txt
bg_bg: Разделът за пътуването на приложението Диск
de_de: Die Drive-App tour.txt
el_gr: Ξενάγηση εφαρμογής Drive.txt
et_ee: Rakenduse Drive tutvustus.txt
nb_no: Omvisning av Drive-appen.txt
nl_nl: De Drive app rondleiding.txt
tr_tr: Drive uygulama turu.txt

source: Welcome to %s
bg_bg: Добре дошли в %s
cs_cz: Vítejte v %s
de_de: Willkommen bei %s
el_gr: Καλώς ορίσατε στο %s
et_ee: Tere tulemast %s-i
fr_ca: Bienvenue dans %s
hu_hu: Üdvözli a(z) %s
lv_lv: Esiet sveicināti %s
nb_no: Velkommen til %s
nl_nl: Welkom bij %s
tr_tr: %s uygulamasına hoş geldiniz

source: This tour will give you a quick introduction to the product in five steps.
de_de: Diese Tour gibt Ihnen in fünf Schritten eine kurze Einführung in das Produkt.
el_gr: Αυτή η ξενάγηση παρέχει μια γρήγορη εισαγωγή στο προϊόν, σε πέντε βήματα.
nl_nl: Deze rondleiding zal u in vijf stappen een snelle introductie van het product geven.
tr_tr: Bu tur, beş adımda yazılımı hızlıca anlamanızı sağlayacaktır.

source: Navigation
el_gr: Πλοήγηση
nl_nl: Navigatie
tr_tr: Navigasyon

source: All apps can be found in the app menu on the top left.
de_de: Im App-Menü oben links finden Sie alle Apps.
el_gr: Μπορείτε να βρείτε όλες τις εφαρμογές στο μενού εφαρμογών, στην επάνω δεξιά πλευρά.
nl_nl: Alle apps kunt u vinden in het app-menu in de linkerbovenhoek.
tr_tr: Tüm uygulamaları sol üstteki uygulama menüsünde bulabilirsiniz.

source: Personal settings
de_de: Persönliche Einstellungen
el_gr: Προσωπικές ρυθμίσεις
nl_nl: Persoonlijke instellingen
tr_tr: Kişisel ayarlar

source: Your personal data can be changed in the account dropdown. You can also sign out from there.
de_de: Ihre persönlichen Daten können im Aufklappmenü des Kontos geändert werden. Sie können sich auch von dort aus abmelden.
el_gr: Τα προσωπικά σας δεδομένα μπορούν να αλλάξουν στο αναδιπλούμενο μενού λογαριασμού. Από εκεί, μπορείτε να κάνετε και αποσύνδεση.
nl_nl: Uw persoonlijke data kan worden aangepast in het accountmenu. U kunt daar ook afmelden.
tr_tr: Kişisel verilerinizi hesap menüsünden değiştirebilirsiniz. İsterseniz çıkış da yapabilirsiniz.

source: Settings
de_de: Einstellungen
el_gr: Ρυθμίσεις
nl_nl: Instellingen
tr_tr: Ayarlar

source: Customize the product to your needs in the settings area.
de_de: Passen Sie das Produkt im Einstellungsbereich an Ihre Bedürfnisse an.
el_gr: Προσαρμόστε το προϊόν στις ανάγκες σας από την περιοχή ρυθμίσεων.
nl_nl: Pas het product aan naar uw wensen in het instellingengebied.
tr_tr: Ayarlar bölümünden yazılımı ihtiyaçlarınıza göre özelleştirebilirsiniz.

source: Help
de_de: Hilfe
el_gr: Βοήθεια
nl_nl: Hulp
tr_tr: Yardım

source: If you need assistance or have further questions, you can use the help app.
de_de: Wenn Sie Hilfe benötigen oder weitere Fragen haben, können Sie die Hilfe-App verwenden.
el_gr: Αν χρειάζεστε βοήθεια ή έχετε περαιτέρω απορίες, μπορείτε να χρησιμοποιήσετε την εφαρμογή βοήθειας.
nl_nl: Als u assistentie wilt of verdere vragen heeft kunt u de help app gebruiken.
tr_tr: Yardıma ihtiyacınız varsa veya başka sorularınız varsa Yardım uygulamasını kullanabilirsiniz.

source: Cancel tour
de_de: Tour abbrechen
el_gr: Ακύρωση ξενάγησης
nl_nl: Rondleiding annuleren
tr_tr: Turdan vazgeç

source: You can restart this tour at any time by clicking on the help icon and choose "%s".
de_de: Sie können diese Tour jederzeit neu starten, indem Sie auf das Hilfesymbol klicken und "%s" auswählen.
el_gr: Μπορείτε να επανεκκινήσετε αυτήν την ξενάγηση ανά πάσα στιγμή κάνοντας κλικ στο εικονίδιο βοήθειας και επιλέγοντας «%s».
nl_nl: U kunt altijd deze rondleiding hervatten door op het help-pictogram te klikken en "%s" te kiezen.

source: Getting started
bg_bg: Първи стъпки
cs_cz: Začínáme
de_de: Einstieg
el_gr: Έναρξη
et_ee: Alustamine
fr_ca: Premiers pas
hu_hu: Első lépések
lv_lv: Iepazīstināšana
nb_no: Kom i gang
nl_nl: Aan de slag
tr_tr: Başlarken

source: Composing a new email
de_de: Eine neue E-Mail verfassen
el_gr: Σύνθεση ενός νέου email
et_ee: Uue e-kirja koostamine
nl_nl: Nieuw bericht
tr_tr: Yeni e-posta yazma

source: To compose a new email, click on Compose in the toolbar.
de_de: Um eine neue E-Mail zu verfassen, klicken Sie in der Werkzeugleiste auf Verfassen.
el_gr: Για να συνθέσετε ένα νέο email, κάντε κλικ στο «Σύνθεση» στη γραμμή εργαλείων.
et_ee: Uue e-kirja koostamiseks klõpsake Koosta tööriistaribal.
nl_nl: Om een nieuw e-mailbericht te maken klikt u op Nieuw bericht in de werkbalk.
tr_tr: Yeni bir e-posta oluşturmak için araç çubuğundaki "Oluştur"a tıklayın.

source: Entering the recipient's name
bg_bg: Въвеждане на името на получателя
cs_cz: Zadání jména příjemce
de_de: Den Empfängernamen eingeben
el_gr: Εισαγωγή του ονόματος του παραλήπτη
et_ee: Adressaadi nime sisestamine
fr_ca: Saisir le nom du destinataire
hu_hu: Címzett nevének megadása
lv_lv: Saņēmēja vārda ievadīšana
nb_no: Legge til mottaker
nl_nl: De naam van de ontvanger opgeven
tr_tr: Alıcının adını girme

source: Enter the recipient's name into the recipients field. As soon as you typed the first letters, suggestions from the address books are displayed. To accept a recipient suggestion, click on it.
bg_bg: Въведете името на получателя в полето Получатели. Веднага след като напишете първите букви, се показват предложения от адресните книги. За да приемете предложението за получател, кликнете върху него.
cs_cz: Zadejte jméno příjemce do pole adresátů. Jakmile začnete psát, zobrazí se návrhy z adresářů. Pro přijetí návrhu na něj klikněte.
de_de: Geben Sie den Namen des Empfängers in die Empfängerzeile ein. Sobald Sie die ersten Buchstaben eingetippt haben, werden Vorschläge aus den Adressbüchern angezeigt. Klicken Sie auf einen Vorschlag, um diesen als Empfänger zu übernehmen.
el_gr: Εισαγάγετε το όνομα του παραλήπτη στο πεδίο παραληπτών. Μόλις πληκτρολογήσετε τα πρώτα γράμματα, εμφανίζονται προτάσεις από τα ευρετήρια. Για να αποδεχτείτε μια πρόταση παραλήπτη, κάντε κλικ σε αυτήν.
et_ee: Sisestage adressaadi nimi saajate väljale. Kui olete sisestanud esimesed tähed, pakutakse välja nimevariandid aadressiraamatust. Väljapakutud adressaadi kinnitamiseks klõpsake nimel.
fr_ca: Saisissez le nom du destinataire dans le champ des destinataires. À la saisie des premières lettres, des suggestions issues de votre carnet d'adresses seront affichées. Pour accepter une suggestion de destinataire, cliquez dessus.
nb_no: Oppgi navnet eller epostadressen til en mottaker i mottakerfeltet. Så snart du begynner å skrive vil du få passende forslag fra kontaktene dine i adresseboken. Klikk på et forslag for å akseptere det.
nl_nl: Geef de naam van de ontvanger op in het ontvangers veld. Als u de eerste letters heeft getypt worden suggesties vanuit de adresboeken getoond. Om een getoonde suggestie te selecteren moet u er op klikken.
tr_tr: Alıcının adını "Alıcılar" alanına girin. İlk harfleri yazdığınızda adres defterinden öneriler görüntülenecektir. Önerilerden birini kabul etmek için üzerine tıklayabilirsiniz.

source: Entering the subject
bg_bg: Въвеждане на обекта
cs_cz: Zadání předmětu
de_de: Den Betreff eingeben
el_gr: Εισαγωγή του θέματος
et_ee: Teema sisestamine
fr_ca: Saisir le sujet
hu_hu: Tárgy megadása
lv_lv: Tēmas ievadīšana
nb_no: Angi et emne
nl_nl: Het onderwerp ingeven
tr_tr: Konuyu girme

source: Enter the subject into the subject field.
bg_bg: Въведете обекта в полето за тема.
cs_cz: Zadejte předmět do pole pro předmět
de_de: Geben Sie den Betreff in die Betreffzeile ein.
el_gr: Εισαγάγετε το θέμα στο πεδίο θέματος.
et_ee: Sisestage teema teemaväljale.
fr_ca: Saisissez le sujet dans le champ sujet.
nb_no: Skriv inn et emne i emnefeltet.
nl_nl: Voer het onderwerp in in het onderwerpveld.
tr_tr: Konunuzu konu alanına yazın.

source: Further functions
bg_bg: Допълнителни функции
cs_cz: Další funkce
de_de: Weitere Funktionen
el_gr: Περισσότερες λειτουργίες
et_ee: Täiendavad funktsioonid
fr_ca: Autres fonctionnalités
hu_hu: További műveletek
lv_lv: Papildus funkcijas
nb_no: Flere funksjoner
nl_nl: Andere mogelijkheden
tr_tr: Diğer işlevler

source: In this area you can find further functions, e.g. for adding attachments.
bg_bg: В тази област можете да намерите допълнителни функции, например за добавяне на прикачени файлове.
cs_cz: Zde naleznete další funkce, např. pro přidávání příloh.
de_de: In diesem Bereich finden Sie weitere Funktionen, z.B. für das Hinzufügen von Anhängen.
el_gr: Σε αυτήν την περιοχή, μπορείτε να βρείτε πρόσθετες λειτουργίες, π.χ. για την προσθήκη συνημμένων.
et_ee: Sellelt alalt võib leida täiendavaid funktsioone, näiteks manuste lisamiseks.
fr_ca: Vous pouvez trouver dans cette zone des fonctions supplémentaires, par ex. l'ajout de pièces jointes.
nb_no: I dette området finner du flere funksjoner, f.eks. for å legge til vedlegg.
nl_nl: In dit gebied kan u extra functies vinden voor bijvoorbeeld het toevoegen van bijlagen.
tr_tr: Bu alanda diğer işlevleri (örn. dosya ekleme) bulabilirsiniz.

source: Entering the email text
de_de: Den E-Mail-Text eingeben
el_gr: Εισαγωγή του κειμένου του email
et_ee: E-kirja teksti sisestamine
nl_nl: Voer het e-mailbericht in
tr_tr: E-posta metnini yazma

source: Enter the email text into the main area. If the text format was set to HTML in the options, you can format the email text. To do so select a text part and then click an icon in the formatting bar.
de_de: Geben Sie den E-Mail-Text in den Hauptbereich ein. Wenn das Textformat in den Optionen auf HTML eingestellt wurde, können Sie den E-Mail-Text formatieren. Markieren Sie dazu einen Textteil und klicken Sie dann auf ein Symbol in der Formatierleiste.
el_gr: Εισαγάγετε το κείμενο του email στην κύρια περιοχή. Αν η μορφή του κειμένου έχει οριστεί σε HTML στις επιλογές, μπορείτε να μορφοποιήσετε το κείμενο του email. Για να το κάνετε αυτό, επιλέξετε ένα μέρος του κειμένου και κάντε κλικ σε ένα εικονίδιο της γραμμής μορφοποίησης.
nl_nl: Geef de tekst van het e-mailbericht in het hoofdgebied. Als het tekstformaat is ingesteld op HTML in de instellingen kan u de opmaak van het e-mailbericht aanpassen. Om dit te doen moet u een stuk tekst selecteren en dan op een pictogram klikken in de opmaakbalk.
tr_tr: Ana alana e-posta metnini yazın. Seçeneklerde metin biçimi olarak HTML ayarlanmışsa e-posta metnini biçimlendirebilirsiniz. Bunu yapmak için metnin istediğiniz kısmını işaretledikten sonra biçimlendirme çubuğundaki bir simgeye tıklayın.

source: Sending the email
de_de: Die E-Mail senden
el_gr: Αποστολή του email
et_ee: E-kirja saatmine
nl_nl: Versturen van het e-mailbericht
tr_tr: E-postayı gönderme

source: To send the email, click on Send
de_de: Um die E-Mail zu senden, klicken Sie auf Senden
el_gr: Για να στείλετε το email, κάντε κλικ στο «Αποστολή»
et_ee: E-kirja saatmiseks klõpsake Saada
nl_nl: Om een e-mailbericht te versturen klikt u op Verzenden
tr_tr: E-postayı göndermek için Gönder düğmesine tıklayın

source: Sorting your emails
de_de: Ihre E-Mails sortieren
el_gr: Ταξινόμηση των email σας
et_ee: E-kirjade sorteerimine
nl_nl: Sorteren van e-mailberichten
tr_tr: E-postalarınızı sıralama

source: To sort the emails, click on Sort. Select a sort criteria.
de_de: Um die E-Mails zu sortieren, klicken Sie auf Sortieren. Wählen Sie ein Sortierkriterium.
el_gr: Για να ταξινομήσετε τα email, κάντε κλικ στο «Ταξινόμηση». Επιλέξτε ένα κριτήριο ταξινόμησης.
nl_nl: Om e-mails te sorteren klikt u op Sorteren. Selecteer vervolgens een sorteer optie.

source: To choose between the different views, click on View in the toolbar. Select a menu entry in the layout.
de_de: Um zwischen den verschiedenen Ansichten zu wählen, klicken Sie in der Werkzeugleiste auf Ansicht. Wählen Sie unter Layout einen Menüeintrag.
el_gr: Για να επιλέξετε ανάμεσα στις διάφορες προβολές, κάντε κλικ στο «Προβολή» στη γραμμή εργαλείων. Επιλέξτε μια καταχώρηση του μενού στη διάταξη.
nl_nl: Om te kiezen tussen verschillende layouts, klikt u op Weergave in de werkbalk. Selecteer een menu item in de layout sectie.
tr_tr: Görünümler arasından seçim yapmak için araç çubuğundaki "Görünüm"e tıklayın ve "Düzen" menüsünden bir öğe seçin.

source: Opening an email in a separate window
de_de: Eine E-Mail in einem eigenen Fenster öffnen
el_gr: Άνοιγμα email σε ξεχωριστό παράθυρο
et_ee: E-kirja avamine eraldi aknas
nl_nl: Een e-mailbericht openen in een apart scherm
tr_tr: E-postayı ayrı bir pencerede açma

source: If double-clicking on an email in the list, the email is opened in a separate window.
de_de: Ein Doppelklick auf eine E-Mail in der Liste öffnet die E-Mail in einem eigenen Fenster.
el_gr: Αν κάνετε διπλό κλικ σε ένα email της λίστας, αυτό θα ανοίξει σε ξεχωριστό παράθυρο.
nl_nl: Als u dubbelklikt op een e-mailbericht uit de lijst wordt het e-mailbericht geopend in een apart scherm.
tr_tr: Listedeki bir e-postayı çift tıklarsanız e-posta ayrı bir pencerede açılır.

source: Reading email conversations
de_de: E-Mail-Konversationen lesen
el_gr: Ανάγνωση συνομιλιών μέσω email
et_ee: E-kirjavahetuste lugemine
nl_nl: E-mailconversaties lezen
tr_tr: E-posta yazışmalarını okuma

source: If conversations are enabled in the Sort menu, you can collapse or expand an email in a conversation. To do so, click on a free area in the email headline.
de_de: Wenn Konversationen im Menü Sortieren aktiviert sind, können Sie eine E-Mail in einer Konversation ein- oder ausklappen. Um dies zu tun, klicken Sie auf einen freien Bereich in der E-Mail-Kopfzeile.
el_gr: Εάν οι συνομιλίες έχουν ενεργοποιηθεί στο μενού «Ταξινόμηση», μπορείτε να συμπτύξετε ή να επεκτείνετε ένα email σε μια συνομιλία. Για να το κάνετε αυτό, κάντε κλικ σε μια ελεύθερη περιοχή στην επικεφαλίδα του email.
nl_nl: Als conversaties zijn ingeschakeld in het Sorteermenu, kan u e-mailconversaties inklappen of uitvouwen. U kan dit doen door in het vrije gebied in de e-mailkop te klikken.

source: Halo view
bg_bg: Halo изглед
cs_cz: Souhrnný pohled
de_de: Die Halo View
el_gr: Προβολή «Halo»
et_ee: Halo vaade
fr_ca: Vue en halo
hu_hu: Áttekintő nézet
lv_lv: Halo skats
nb_no: Oversiktsbilde
nl_nl: Halo overzicht
tr_tr: Hale görünümü

source: To receive information about the sender or other recipients, open the Halo view by clicking on a name.
bg_bg: За да получите информация за изпращача или други получатели, отворете изгледа Halo, като кликнете върху име.
cs_cz: Chcete-li zobrazit informace o odesílateli nebo jiných příjemcích, otevřete Halo pohled kliknutím na jméno.
de_de: Um Informationen zum Absender oder anderen Empfängern zu erhalten, öffnen Sie die Halo View, indem Sie einen Namen anklicken.
el_gr: Για να λάβετε πληροφορίες σχετικά με τον αποστολέα ή τους άλλους παραλήπτες, ανοίξτε την προβολή «Halo» κάνοντας κλικ σε ένα όνομα.
et_ee: Teabe saamiseks saatja või muude adressaatide kohta klõpsake mõnd nime Halo vaate avamiseks.
fr_ca: Pour obtenir des informations sur l'expéditeur ou sur d'autres destinataires, ouvrez la vue en halo en cliquant sur un nom.
hu_hu: Ha további információt szeretne megtudni a feladóról vagy a többi címzettről, akkor a nevükre kattintva megnyithatja a Halo nézetet.
lv_lv: Lai aplūkotu informāciju par sūtītāju vai citiem saņēmējiem atveriet Halo skatu, noklikšķinot uz atbisltošā vārda.
nb_no: Du kan få et oversiktsbilde over nylige samhandlinger du har hatt med en avsender eller andre mottagere ved å klikke på et navn.
nl_nl: Om informatie te krijgen over de verzender of andere ontvangers kan u gebruik maken van het Halo-overzicht door op een naam te klikken.
tr_tr: Gönderen veya diğer alıcılar hakkında bilgi almak için bir ada tıklayarak Hale görünümünü açabilirsiniz.

source: Editing multiple emails
de_de: Mehrere E-Mails bearbeiten
el_gr: Επεξεργασία πολλαπλών email
et_ee: Mitme e-kirja muutmine
nl_nl: Bewerken van meerdere e-mailberichten
tr_tr: Birden çok e-posta düzenleme

source: In order to edit multiple emails at once, enable the checkboxes on the left side of the emails. If the checkboxes are not displayed, click on View > Checkboxes on the right side of the toolbar.
de_de: Wenn Sie mehrere E-Mails gemeinsam bearbeiten möchten, aktivieren Sie die Kontrollfelder links neben den E-Mails. Wenn die Kontrollfelder nicht angezeigt werden, klicken Sie rechts in der Werkzeugleiste auf Ansicht > Kontrollfelder.
el_gr: Για να επεξεργαστείτε πολλαπλά email ταυτόχρονα, ενεργοποιήστε τα πλαίσια ελέγχου στην αριστερή πλευρά των email. Εάν τα πλαίσια ελέγχου δεν εμφανίζονται, κάντε κλικ στο «Προβολή» > «Πλαίσια ελέγχου» στη δεξιά πλευρά της γραμμής εργαλείων.
nl_nl: Om meerdere e-mailberichten in één keer te bewerken moet u het selectievakjes aan de linkerzijde van de e-mailberichten aanvinken. Als de selectievakjes niet worden getoond, klikt u op Weergave > Selectievakken aan de rechterkant van de werkbalk.
tr_tr: Birden çok e-postayı birlikte düzenlemek için e-postaların sol tarafındaki onay kutularına tıklayın. Onay kutuları görünmüyorsa araç çubuğunun sağ tarafındaki "Görünüm > Onay kutuları"na tıklayın.

source: Opening the email settings
de_de: Die E-Mail-Einstellungen öffnen
el_gr: Άνοιγμα των ρυθμίσεων email
et_ee: E-posti seadete avamine
nl_nl: De e-mailinstellingen openen
tr_tr: E-posta ayarlarını açma

source: To open the email settings, click the Settings menu icon on the upper right side of the menu bar. Select Settings. Click on Mail on the left side.
de_de: Um die E-Mail-Einstellungen zu öffnen, klicken Sie auf das Symbol Einstellungen in der oberen rechten Seite der Menüleiste. Wählen Sie Einstellungen. Klicken Sie auf der linken Seite auf E-Mail.
el_gr: Για να ανοίξετε τις ρυθμίσεις αλληλογραφίας, κάντε κλικ στο εικονίδιο του μενού «Ρυθμίσεις» στην επάνω δεξιά πλευρά της γραμμής μενού. Επιλέξτε «Ρυθμίσεις». Κάντε κλικ στο «Αλληλογραφία» στην αριστερή πλευρά.
nl_nl: Om de e-mailinstellingen te openen klikt u op het Instellingenmenu pictogram in de rechterbovenhoek van de menubalk. Kies Instellingen. Klik op Mail aan de linkerzijde.
tr_tr: E-posta ayarlarını açmak için menü çubuğunun sağ üst tarafındaki Ayarlar simgesine tıklayın, "Ayarlar"ı seçin, sol taraftaki "E-posta"ya tıklayın.

source: To open the email settings, click the Settings menu icon on the upper right side of the menu bar. Click on Mail on the left side.
de_de: Um die E-Mail-Einstellungen zu öffnen, klicken Sie auf das Symbol Einstellungen in der oberen rechten Seite der Menüleiste. Klicken Sie auf der linken Seite auf E-Mail.
el_gr: Για να ανοίξετε τις ρυθμίσεις αλληλογραφίας, κάντε κλικ στο εικονίδιο του μενού «Ρυθμίσεις» στην επάνω δεξιά πλευρά της γραμμής μενού. Κάντε κλικ στο «Αλληλογραφία» στην αριστερή πλευρά.
nl_nl: Om de e-mailinstellingen te openen klikt u op het Instellingenmenu pictogram in de rechterbovenhoek van de menubalk. Klik op Mail aan de linkerzijde.

source: Second Factor Authentication
de_de: Zwei-Faktor-Authentifizierung
el_gr: Ταυτοποίηση δεύτερου παράγοντα
nl_nl: Twee-factor-authenticatie
tr_tr: Çift faktörlü doğrulama

source: You can now add additional verification options to enhance the security of your account.
de_de: Sie können nun zusätzliche Verifizierungsmöglichkeiten hinzufügen, um die Sicherheit Ihres Kontos zu erhöhen.
el_gr: Μπορείτε πλέον να προσθέσετε επιπρόσθετες επιλογές επαλήθευσης, ώστε να βελτιώσετε την ασφάλεια του λογαριασμού σας.
nl_nl: U kan nu extra authenticatie opties toevoegen om de beveiliging van uw account te verbeteren.
tr_tr: Hesap güvenliğinizi artırmak amacıyla artık ikinci bir doğrulama seçeneği ekleyebilirsiniz.

source: Adding verification option
de_de: Verifizierungsoption hinzufügen
el_gr: Προσθήκη επιλογής επαλήθευσης
nl_nl: Controle optie toevoegen
tr_tr: Doğrulama seçeneği ekleme

source: Various options for additional verification depends on your installation.
de_de: Verschiedene Optionen für eine zusätzliche Überprüfung hängen von Ihrer Installation ab.
el_gr: Οι διάφορες επιλογές πρόσθετης επαλήθευσης εξαρτώνται από την εγκατάστασή σας.
nl_nl: Verschillende opties voor extra controle zijn afhankelijk van uw installatie.
tr_tr: Kurulumunuza bağlı olarak çeşitli ek doğrulama seçeneklerini kullanabilirsiniz.

source: Adding a code via text message
de_de: Einen Code per SMS hinzufügen
el_gr: Προσθήκη κωδικού μέσω μηνύματος κειμένου
nl_nl: Code via tekstbericht toevoegen
tr_tr: Kısa mesajla kod alma

source: Selecting the option for a code via text message, for example, will then ask you for a phone number.
de_de: Wenn Sie zum Beispiel die Option für einen Code per SMS auswählen, werden Sie nach einer Telefonnummer gefragt.
el_gr: Η επιλογή για κωδικό μέσω μηνύματος κειμένου, για παράδειγμα, απαιτεί έναν αριθμό τηλεφώνου.
nl_nl: Bijvoorbeeld, als u de optie voor een code via tekstbericht selecteert, zal de groupware om uw telefoonnummer vragen.
tr_tr: Örneğin kısa mesaj yoluyla kod alma yöntemini seçerseniz telefon numaranız istenecektir.

source: Authentication Requests
de_de: Authentifizierungsanfragen
el_gr: Αιτήματα ελέγχου ταυτότητας
nl_nl: Authenticatie Verzoeken
tr_tr: Kimlik doğrulama istekleri

source: Then the next time you log in, you will have to verify your identitity by entering the number sent to your phone.
de_de: Dann müssen Sie beim nächsten Anmelden Ihre Identität bestätigen, indem Sie die Nummer eingeben, die an Ihr Telefon gesendet wurde.
el_gr: Την επόμενη φορά που θα συνδεθείτε, θα πρέπει να επαληθεύσετε την ταυτότητά σας εισάγοντας τον αριθμό που απεστάλη στο τηλέφωνό σας.
nl_nl: De volgende keer als u zich aanmeld, moet u uw identiteit bevestigen door de code in te voeren die naar uw telefoon wordt gestuurd.
tr_tr: Bir sonraki girişinizde telefonunuza gönderilen kodu yazarak kimliğinizi doğrulamanız gerekecektir.

source: Removing
de_de: Entfernen
el_gr: Αφαίρεση
nl_nl: Verwijderen
tr_tr: Kaldırma
