Repository: open-xchange/appsuite-frontend
Catalog: guidedtours/i18n/*.po
Languages: bg_bg, cs_cz, de_de, el_gr, et_ee, fr_ca, hu_hu, lv_lv, nb_no, nl_nl, tr_tr

source: Devices can be removed once added if you so choose. See help for additional details.
de_de: Hinzugefügte Geräte können bei Bedarf wieder entfernt werden. Weitere Informationen finden Sie in der Hilfe.
el_gr: Μπορείτε να αφαιρέσετε συσκευές μόλις προστεθούν. Δείτε τη βοήθεια για περαιτέρω λεπτομέρειες.
nl_nl: Apparaten kunnen verwijderd worden als u deze heeft toegevoegd. Zie help voor extra details.
tr_tr: Eklediğiniz cihazları istediğiniz zaman silebilirsiniz. Ayrıntılı bilgi için yardım bölümümüze bakabilirsiniz.

source: Next
de_de: Weiter
el_gr: Επόμενο
nl_nl: Volgende
tr_tr: İleri

source: As an additional security feature, you can now require a second method of authentication, such as a text message, before logging into your account. Would you like to see some information on this now?
de_de: Zur zusätzlichen Sicherheit können Sie für das Anmelden an Ihrem Konto eine zweite Authentifizierungsmethode hinzufügen, wie zum Beispiel eine SMS. Möchten Sie dazu nun weitere Informationen?
el_gr: Ως μια επιπλέον λειτουργία ασφαλείας, μπορείτε πλέον να απαιτήσετε μια δεύτερη μέθοδο ταυτοποίησης, όπως ένα μήνυμα κειμένου, πριν συνδεθείτε στον λογαριασμό σας. Θέλετε να δείτε περισσότερες πληροφορίες τώρα;
nl_nl: Als extra beveiligingsfunctie kunt u nu een tweede authenticatiemethode vereisen voordat u zich aanmeldt bij uw account. Wilt u hier nu wat informatie over zien?
tr_tr: Ek bir güvenlik özelliği olarak, artık hesabınıza giriş yaparken kısa mesajla kod alma gibi ikinci bir kimlik doğrulama yöntemi de kullanabilirsiniz. Bu konuda bilgi almak ister misiniz?

source: Start tour
de_de: Tour starten
el_gr: Έναρξη περιήγησης
nl_nl: Start rondleiding
tr_tr: Turu başlat

source: The Portal
bg_bg: Порталът
cs_cz: Portál
de_de: Das Portal
el_gr: Η Πύλη
et_ee: Portaal
fr_ca: Le portail
hu_hu: A Portál
lv_lv: Portāls
nb_no: Portalen
nl_nl: Het portaal
tr_tr: Portal

source: The Portal informs you about current emails, appointments or social network news.
de_de: Das Portal informiert Sie über aktuelle E-Mails, Termine oder Neuigkeiten aus Ihren sozialen Netzwerken.
el_gr: Η Πύλη σάς ενημερώνει για τα τρέχοντα email, συναντήσεις ή ειδήσεις κοινωνικών δικτύων.
nl_nl: Het portaal informeert u over huidige e-mailberichten, afspraken of nieuws uit uw sociale netwerk.
tr_tr: Portal, mevcut e-postalarınız, randevularınız veya sosyal ağ haberleri hakkında sizi bilgilendirir.

source: Reading the details
bg_bg: Четене на подробностите
cs_cz: Čtení podrobností
de_de: Details lesen
el_gr: Ανάγνωση των λεπτομερειών
et_ee: Üksikasjade lugemine
fr_ca: Lire les détails
hu_hu: Részletek olvasása
lv_lv: Detaļu apskats
nb_no: Se flere detaljer
nl_nl: Details lezen
tr_tr: Ayrıntıları okuma

source: To read the details, click on an entry in a square.
bg_bg: За да прочетете подробностите, кликнете върху записа в квадрат.
cs_cz: Chcete-li číst podrobnosti, klikněte na položku v dlaždicích.
de_de: Lesen Sie Details, indem Sie in einer Kachel einen Eintrag anklicken.
el_gr: Για να διαβάσετε τις λεπτομέρειες, κάντε κλικ σε μια καταχώρηση σε ένα τετράγωνο.
et_ee: Üksikasjade lugemiseks klõpsake kirjel ruudus.
fr_ca: Pour lire les détails, cliquez sur un élément dans un des pavés.
hu_hu: A részletek olvasásához kattintson az egyik elemre.
lv_lv: Lai skatītu detaļas noklikšķiniet uz ieraksta apskatlogā.
nb_no: For å se flere detaljer, klikk en oppføring i widgeten.
nl_nl: Om de details te lezen klikt u op een item in een vlak.
tr_tr: Ayrıntıları okumak için karelerdeki girdilerden birine tıklayın.

source: Drag and drop
bg_bg: Влачите и пускате
cs_cz: Táhni a pusť
el_gr: Μεταφορά και εναπόθεση
et_ee: Lohistamine
fr_ca: Glisser-déposer
hu_hu: Fogd és vidd
lv_lv: Pārvikšana
nb_no: Dra og slipp
nl_nl: Slepen en neerzetten
tr_tr: Sürükle-bırak

source: To change the layout, drag a square's title to another position and drop it there.
bg_bg: За да промените оформлението, плъзнете заглавието на квадратчето в друга позиция и го поставете там.
cs_cz: Chcete-li změnit rozvržení, přetáhnete název dlaždice na jiné místo a tam jej pusťte.
de_de: Ändern Sie das Layout, indem Sie eine Kachel an ihrem Titel anfassen und an eine andere Position ziehen.
el_gr: Για να αλλάξετε τη διάταξη, σύρετε τον τίτλο ενός τετραγώνου σε μια άλλη θέση και εναποθέστε τον εκεί.
et_ee: Paigutuse muutmiseks lohistage ruudu pealkiri teise kohta.
fr_ca: Pour changer la disposition, faites glisser le titre d'un pavé vers un autre emplacement et déposez-le là.
hu_hu: Az elrendezés módosításához, fogja meg az elem címét és mozgassa egy másik helyre.
lv_lv: Lai izmainītu novietojumu, noklikšķiniet uz apskatloga nosaukuma un pārvelciet to uz citu vietu.
nb_no: For å endre på layouten, dra og slipp en widget til en annen posisjon.
nl_nl: Om de layout aan te passen sleept u een vlak naar een andere plaats en laat deze daar vallen.
tr_tr: Düzeni değiştirmek için karelerin başlıklarını başka konumlara sürükleyip bırakabilirsiniz.

source: Closing a square
bg_bg: Затваряне на квадрат
cs_cz: Zavření dlaždice
de_de: Eine Kachel schließen
el_gr: Κλείσιμο ενός τετραγώνου
et_ee: Ruudu sulgemine
fr_ca: Fermer un pavé
hu_hu: Elem bezárása
lv_lv: Apskatlogu aizvēršana
nb_no: Fjerne en widget
nl_nl: Een vlak sluiten
tr_tr: Bir kareyi kapatma

source: If you no longer want to display a square, click the delete icon.
bg_bg: Ако вече не искате да показвате квадрат, кликнете върху иконата за изтриване.
de_de: Um eine Kachel auszublenden, klicken Sie auf das Löschsymbol.
el_gr: Εάν δεν θέλετε πλέον να εμφανίζεται ένα τετράγωνο, κάντε κλικ στο εικονίδιο διαγραφής.
et_ee: Kui ruudu edasine kuvamine pole vajalik, klõpsake kustutamisikoonil.
nb_no: Hvis du ønsker å fjerne en widget, klikk på krysset.
nl_nl: Als u een vlak niet langer wilt tonen moet u op het verwijderen pictogram klikken.
tr_tr: Karelerden birini artık görmek istemiyorsanız silme simgesine tıklayın.

source: Customizing the Portal
bg_bg: Персонализиране на портала
cs_cz: Přizpůsobení Portálu
de_de: Das Portal anpassen
el_gr: Προσαρμογή της πύλης
et_ee: Portaali kohandamine
fr_ca: Personnaliser le portail
hu_hu: Portál testreszabása
lv_lv: Portāla pielāgošana
nb_no: Tilpasning av portalen
nl_nl: Aanpassingen maken in het Portaal
tr_tr: Portali özelleştirme

source: To display a square again or to display further information sources, click on Customize this page.
bg_bg: За да покажете отново квадрат или да покажете допълнителни източници на информация, кликнете върху Персонализиране на тази страница.
cs_cz: Chcete-li dlaždici opět zobrazit nebo chcete-li zobrazit jiné informační zdroje, klikněte na Přizpůsobit tuto stránku.
de_de: Um eine Kachel wieder zu öffnen oder weitere Informationsquellen anzuzeigen, klicken Sie auf Diese Seite personalisieren.
el_gr: Για να εμφανίσετε ξανά ένα τετράγωνο ή περισσότερες πηγές πληροφοριών, κάντε κλικ στο «Προσαρμογή σελίδας».
et_ee: Ruudu uuesti kuvamiseks või täiendavate teabeallikate kuvamiseks klõpsake Kohanda sellel lehel.
fr_ca: Pour afficher à nouveau un pavé ou pour afficher davantage de sources d'information, cliquez sur « Personnaliser cette page ».
hu_hu: Az elem újbóli megjelenítéséhez vagy további információ eléréséhez kattintson az ezen az oldalon található Testreszabásra.
lv_lv: Lai parādītu apskatlogu vai informāciju no citiem avotiem noklikšķiniet uz 'Pielāgot šo lapu'.
nb_no: For å reaktivere en skjult widget eller for å legge til flere, klikk "Tilpass denne siden".
nl_nl: Om een vlak opnieuw te tonen of om meer informatiebronnen toe te voegen klikt u op Deze pagina aanpassen.
tr_tr: Bir kareyi yeniden görmek veya daha fazla bilgi kaynağı görmek isterseniz "Bu sayfayı özelleştir"e tıklayın.

source: Opening the settings
bg_bg: Отваряне на настройките
cs_cz: Otevření nastavení
de_de: Die Einstellungen öffnen
el_gr: Άνοιγμα των ρυθμίσεων
et_ee: Seadete avamine
fr_ca: Accéder aux réglages
hu_hu: Beállítások megnyitása
lv_lv: Iestatījumu atvēršana
nb_no: Endre innstillingene
nl_nl: De instellingen openen
tr_tr: Ayarları açma

source: To open the settings, click on the settings icon on the upper right side of the menu bar.
de_de: Um die Einstellungen zu öffnen, klicken Sie in der Menüleiste rechts oben auf das Einstellungssymbol.
el_gr: Για να ανοίξετε τις ρυθμίσεις, κάντε κλικ στο εικονίδιο ρυθμίσεων στην επάνω δεξιά πλευρά της γραμμής μενού.
nl_nl: Om de instellingen te openen klikt u op het instellingenpictogram in de rechterbovenhoek van de menubalk.
tr_tr: Ayarları açmak için menü çubuğunun sağ üst tarafındaki ayarlar simgesine tıklayabilirsiniz.

source: How the settings are organized
bg_bg: Как се организират настройките
cs_cz: Jak je Nastavení organizované
de_de: Organisation der Einstellungen
el_gr: Πώς είναι οργανωμένες οι ρυθμίσεις
et_ee: Kuidas seaded on organiseeritud
fr_ca: Comment les réglages sont organisés
hu_hu: Mi szerint vannak rendezve a beállítások
lv_lv: Iestatījumu organizācija
nb_no: Hvordan innstillingene er organisert
nl_nl: De instellingen zijn als volgt ingedeeld
tr_tr: Ayarların dağılımı

source: The settings are organized in topics. Select the topic on the left side, e.g Basic settings or Mail.
de_de: Die Einstellungen werden in Themen organisiert. Wählen Sie das Thema auf der linken Seite, wie z.B. Grundeinstellungen oder E-Mail.
el_gr: Οι ρυθμίσεις οργανώνονται σε θέματα. Επιλέξτε το θέμα στην αριστερή πλευρά, π.χ. Βασικές ρυθμίσεις ή Αλληλογραφία.
nl_nl: De instellingen zijn georganiseerd in onderwerpen. Selecteer het onderwerp aan de linkerkant, bijvoorbeeld Basisinstellingen of E-mail.
tr_tr: Ayarlar konulara ayrılmıştır. Sol taraftan istediğiniz konuyu (örn. "Temel ayarlar" veya "E-posta") seçebilirsiniz.

source: Editing settings
bg_bg: Редактиране на настройките
cs_cz: Úprava nastavení
de_de: Die Einstellungen bearbeiten
el_gr: Επεξεργασία ρυθμίσεων
et_ee: Seadete muutmine
fr_ca: Modifier les réglages
hu_hu: Beállítások szerkesztése
lv_lv: Iestatījumu rediģēšana
nb_no: Endre innstillinger
nl_nl: Instellingen bewerken
tr_tr: Ayarları düzeneleme

source: Edit a setting on the right side. In most of the cases, the changes are activated immediately.
bg_bg: Редактирайте настройка от дясната страна. В повечето случаи промените се активират незабавно.
cs_cz: Nastavení se upravuje vpravo. Ve většině případů se změny projeví okamžitě.
de_de: Auf der rechten Seite bearbeiten Sie eine Einstellung. In den meisten Fällen werden die Änderungen sofort wirksam.
el_gr: Επεξεργαστείτε μια ρύθμιση στη δεξιά πλευρά. Στις περισσότερες περιπτώσεις, οι αλλαγές ενεργοποιούνται αμέσως.
et_ee: Muutke seadet paremal poolel. Muudatused jõustuvad enamikul juhtudest kohe.
fr_ca: Modifiez un réglage dans la partie droite. Dans la plupart des cas, les changements sont appliqués immédiatement.
hu_hu: A beállítások a jobb oldalon szerkeszthetők. A legtöbb esetben a módosítások azonnal érvényre jutnak.
lv_lv: Veiciet atbilstošo iestatījumu rediģēšanu labās puses panelī. Vairumā gadījumu izmaiņas tiek tūlītēji aktivizētas.
nb_no: Endre en innstilling på høyre side. I de fleste tilfeller blir endringene aktivert umiddelbart.
nl_nl: Bewerk een instelling aan de rechterzijde. In de meeste gevallen worden aanpassingen direct doorgevoerd.
tr_tr: Sağ taraftan istediğiniz ayarı düzenleyin. Çoğu durumda değişiklikler hemen devreye girer.

source: Opening the help
bg_bg: Отваряне на помощта
cs_cz: Otevření nápovědy
de_de: Die Hilfe öffnen
el_gr: Άνοιγμα της βοήθειας
et_ee: Abi avamine
fr_ca: Accéder à l'aide
hu_hu: Súgó megnyitása
lv_lv: Palīga atvēršana
nb_no: Få hjelp
nl_nl: De help oproepen
tr_tr: Yardımı açma

source: To open the help, click the help icon on the upper right side of the menu bar. Select Help. The help for the currently selected app is displayed. To browse the complete help, click on Start Page or Table Of Contents at the upper part of the window.
de_de: Um die Hilfe zu öffnen, klicken Sie in der Menüleiste rechts oben auf das Hilfesymbol. Wählen Sie Hilfe. Die Hilfe zur aktuellen App wird angezeigt. Um die vollständige Hilfe zu durchblättern, klicken Sie oben im Fenster auf Startseite oder auf Inhaltsverzeichnis.
el_gr: Για να ανοίξετε τη βοήθεια, κάντε κλικ στο εικονίδιο βοήθειας στην επάνω δεξιά πλευρά της γραμμής μενού. Επιλέξτε «Βοήθεια». Θα εμφανιστεί η βοήθεια για την τρέχουσα επιλεγμένη εφαρμογή. Για να περιηγηθείτε στην πλήρη βοήθεια, κάντε κλικ στο «Σελίδα έναρξης» ή στο «Πίνακας περιεχομένων» στο επάνω μέρος του παραθύρου.
nl_nl: Om help te openen, klikt u op het help pictogram in de rechterbovenhoek van de menubalk. Kies help. De helptekst voor de gekozen app wordt getoond. Om de volledige help door te lezen klikt u op de Startpagina of de Inhoudsopgave aan de bovenkant van het scherm.
tr_tr: Yardımı açmak için menü çubuğunun sağ üst tarafındaki yardım simgesine tıklayıp "Yardım"ı seçin. O anda kullanmakta olduğunuz uygulamanın yardımı açılır. Tüm yardım içeriğini görmek isterseniz pencerenin üst kısmındaki "Başlangıç Sayfası" veya "İçindekiler"e tıklayın.

source: Signing out
bg_bg: Излизане
cs_cz: Odhlášení
de_de: Abmelden
el_gr: Αποσύνδεση
et_ee: Väljalogimine
fr_ca: Vous déconnecter
hu_hu: Kijelentkezés
lv_lv: Atslēgšanās no sistēmas
nb_no: Logge ut
nl_nl: Afmelden
tr_tr: Çıkış yapma

source: To sign out, click the System menu icon on the upper right side of the menu bar. Select Sign out.
bg_bg: За да излезете от профила си, кликнете върху иконата на системното меню в горната дясна част на лентата с менюта. Изберете Изход.
cs_cz: Chcete-li se odhlásit, klikněte na ikonu Systémové menu v pravé horní části lišty menu. Zvolte Odhlásit.
de_de: Zm Abmelden klicken Sie in der Menüleiste rechts oben auf das Symbol Systemmenü. Wählen Sie Abmelden.
el_gr: Για να αποσυνδεθείτε, κάντε κλικ στο εικονίδιο του μενού συστήματος στην επάνω δεξιά πλευρά της γραμμής μενού. Επιλέξτε «Αποσύνδεση».
et_ee: Väljalogimiseks klõpsake Süsteemi menüü ikoonil menüüriba ülemisel paremal poolel. Valige Logi välja.
fr_ca: Pour vous déconnecter, cliquez sur l'icône « Menu système » en haut à droite de la barre de menus. Choisissez « Se déconnecter ».
hu_hu: A kijelentkezéshez kattintson a menüsor jobb felső részében található Rendszer menü ikonra és válassza ki a Kijelentkezést.
lv_lv: Lai atslēgtos no sistēmas noklikšķiniet uzsistēmas izvēlņu ikonas izvēlņu joslas augšējā labajā malā un izvēlieties izvēlni 'Atslēgties'.
nb_no: For å logge ut, klikk på systemmeny-ikonet øverst til høyre i menylinjen. Velg "Logg ut".
nl_nl: Om af te melden moet u op het Systeemmenu pictogram klikken in de rechterbovenhoek van de menubalk. Kies Afmelden.
tr_tr: Çıkış yapmak isterseniz menü çubuğunun sağ üst tarafındaki Sistem menüsü simgesine tıklayıp "Çıkış yap"ı seçin.

source: To sign out, click the logout icon on the upper right side of the menu bar.
de_de: Zum Abmelden klicken Sie in der Menüleiste rechts oben auf das Symbol Abmelden.
el_gr: Για να αποσυνδεθείτε, κάντε κλικ στο εικονίδιο αποσύνδεσης στην επάνω δεξιά πλευρά της γραμμής μενού.
nl_nl: Om af te melden klikt u op het afmelden pictogram in de de rechter bovenkant van de menubalk.
tr_tr: Çıkış yapmak isterseniz menü çubuğunun sağ üst tarafındaki çıkış simgesine tıklayın.

source: Creating a new task
bg_bg: Създаване на нова задача
cs_cz: Vytvoření nového úkolu
de_de: Eine neue Aufgabe anlegen
el_gr: Δημιουργία μιας νέας εργασίας
et_ee: Uue ülesande loomine
fr_ca: Créer une nouvelle tâche
hu_hu: Új feladat létrehozása
lv_lv: Jauna uzdevuma izveide
nb_no: Opprette en ny oppgave
nl_nl: Nieuwe taak aanmaken
tr_tr: Yeni görev oluşturma

source: To create a new task, click on New task in the toolbar.
de_de: Um eine neue Aufgabe zu erstellen, klicken Sie in der Werkzeugleiste auf Neue Aufgabe.
el_gr: Για να δημιουργήσετε μια νέα εργασία, κάντε κλικ στο «Νέα εργασία» στη γραμμή εργαλείων.
nl_nl: Om een nieuwe taak te maken klikt u op Nieuwe taak in de werkbalk.

source: Entering the task's data
bg_bg: Въвеждане на данните за задачите
cs_cz: Zadávání údajů o úkolu
de_de: Aufgabendaten eingeben
el_gr: Εισαγωγή των δεδομένων της εργασίας
et_ee: Ülesande andmete sisestamine
fr_ca: Saisir les détails de la tâche
hu_hu: Feladatok adatainak megadása
lv_lv: Uzdevuma datu ievadīšana
nb_no: Legge inn detaljer om oppgaven
nl_nl: De gegevens van een taak invoeren
tr_tr: Görev bilgilerini girme

source: Enter the subject, the start date, and a description.
bg_bg: Въведете обекта, началната дата и описание.
cs_cz: Zadejte předmět, datum začátku a popis.
de_de: Geben Sie den Betreff, den Beginn und eine Beschreibung ein.
el_gr: Εισαγάγετε το θέμα, την ημερομηνία έναρξης και μια περιγραφή.
et_ee: Sisestage teema, alguskuupäev ja kirjeldus.
fr_ca: Saisissez le sujet, la date de début et une description.
hu_hu: Töltse ki a tárgyat, a kezdő dátumot és a leírást.
lv_lv: Ievadiet tēmu, sākuma datumu un aprakstu.
nb_no: Skriv inn et emne, en startdato og beskrivelse.
nl_nl: Voer het onderwerp, de startdatum en een omschrijving in.
tr_tr: Konuyu, başlangıç tarihini ve açıklamayı girin.

source: Adding further details
bg_bg: Добавяне на допълнителни подробности
cs_cz: Doplnění dalších podrobností
de_de: Details hinzufügen
el_gr: Προσθήκη περαιτέρω λεπτομερειών
et_ee: Täiendavate andmete lisamine
fr_ca: Ajouter des détails supplémentaires
hu_hu: További részletek hozzáadása
lv_lv: Pārejo detaļu pievienošana
nb_no: Legge til flere detaljer
nl_nl: Meer details toevoegen
tr_tr: Diğer ayrıntıları ekleme

source: To add further details, click on Expand form.
bg_bg: За да добавите допълнителни подробности, кликнете върху Разширяване на формуляра.
cs_cz: Chcete-li doplnit další podrobnosti, klikněte na Rozvinout formulář.
de_de: Wenn Sie weitere Angaben machen möchten, klicken Sie auf Formular erweitern.
el_gr: Για να προσθέσετε περισσότερες λεπτομέρειες, κάντε κλικ στο «Ανάπτυξη φόρμας».
et_ee: Täiendavate andmete lisamiseks klõpsake Laienda vormi.
fr_ca: Pour ajouter d'autres détails, cliquez sur « Déployer le formulaire ».
hu_hu: További adatok hozzáadásához kattintson az Űrlap kibontására.
lv_lv: Lai pievienotu pārējās detaļas noklikšķiniet uz 'Atritināt formu'.
nb_no: For å legge til flere detaljer, klikk "Utvid skjema".
nl_nl: Om meer details toe te voegen klikt u op Formulier uitklappen.
tr_tr: Daha fazla ayrıntı eklemek isterseniz Formu genişlet düğmesine tıklayın.

source: Creating recurring tasks
bg_bg: Създаване на повтарящи се задачи
cs_cz: Vytvoření opakujících se úkolů
de_de: Wiederkehrende Aufgaben anlegen
el_gr: Δημιουργία επαναλαμβανόμενων εργασιών
et_ee: Korduvate ülesannete loomine
fr_ca: Créer des tâches répétitives
hu_hu: Ismétlődő feladatok létrehozása
lv_lv: Atkārtotu uzdevumu izveide
nb_no: Opprette gjentagende oppgaver
nl_nl: Terugkerende taak aanmaken
tr_tr: Yinelenen görevler oluşturma

source: To create recurring tasks, enable Repeat. Functions for setting the recurrence parameters are shown.
bg_bg: За да създавате повтарящи се задачи, разрешете Повторение. Извеждат се функции за задаване на параметрите на повтаряне.
cs_cz: Chcete-li vytvořit opakující se úkoly, klikněte na Opakovat. Zobrazí se funkce pro nastavení parametrů opakování.
de_de: Um wiederkehrende Aufgaben anzulegen, aktivieren Sie Wiederholen. Funktionen zum Einstellen der Wiederholungsparameter werden eingeblendet.
el_gr: Για να δημιουργήσετε επαναλαμβανόμενες εργασίες, ενεργοποιήστε το «Επανάληψη». Εμφανίζονται επιλογές για τον ορισμό των παραμέτρων επανάληψης.
et_ee: Korduvate ülesannete loomiseks aktiveerige Korda. Kuvatakse funktsioonid korduvuse parameetrite seadistamiseks.
fr_ca: Pour créer des tâches périodiques, cochez « Répéter ». Des réglages s'affichent afin de permettre de régler la façon dont le tâche se répète.
hu_hu: Ismétlődő feladatok létrehozásához engedélyezze az Ismétlést. Az ismétlődés beállításához tartozó funkciók megjelennek.
lv_lv: Lai izveidotu atkārtotus uzdevumus aktivizējiet izvēlnes rūtiņu 'Atkārtot', kā rezultātā tiek uzrādītas atkārtojumu definēšanas funkcijas.
nb_no: For å opprette gjentagende oppgaver, klikk "Gjenta". Valg for å sette opp gjentagelsen blir deretter vist.
nl_nl: Om terugkerende taken te maken moet u herhaal inschakelen. Functies voor het instellen van de herhaling worden getoond.
tr_tr: Tekrarlanan görevler oluşturmak isterseniz "Tekrarla" seçeneğini etkinleştirin. Tekrarlama ile ilgili ayarlar karşınıza gelecektir.

source: To not miss the task, use the reminder function.
bg_bg: За да не пропуснете задачата, използвайте функцията за напомняне.
cs_cz: Nechcete-li na úkol zapomenout, použijte připomínací funkci.
de_de: Um die Aufgabe nicht zu versäumen, verwenden Sie die Erinnerungsfunktion.
el_gr: Για να μην χάσετε την εργασία, χρησιμοποιήστε τη λειτουργία υπενθύμισης.
et_ee: Ülesande unustamise vältimiseks kasutage meeldetuletusfunktsiooni.
fr_ca: Pour ne pas manquer une tâche, utilisez la fonction de rappel.
hu_hu: Használja az emlékeztető funkciót, hogy ne felejtse el a feladatot.
lv_lv: Lai nenokavētu uzdevumu izpildi, izmantojiet atgādinājuma funkcijas.
nb_no: For å ikke glemme en oppgave kan du bruke påminnelsesfunksjonen.
nl_nl: Om een taak niet te missen gebruikt u de herinneringsfunctie.
tr_tr: Görevi kaçırmamak için anımsatıcı işlevini kullanabilirsiniz.

source: Tracking the editing status
bg_bg: Проследяване на състоянието на редактиране
cs_cz: Sledování stavu úprav
de_de: Bearbeitungsstand verfolgen
el_gr: Εποπτεία της κατάστασης επεξεργασίας
et_ee: Muuteoleku jälgimine
fr_ca: Suivre l'état d'avancement
hu_hu: Szerkesztési állapot nyomon követése
lv_lv: Izpildes statusa sekošana
nb_no: Spore progresjon
nl_nl: Bijhouden van bewerkingsstatus
tr_tr: Düzenleme durumunu takip etme

source: To track the editing status, enter the current progress.
bg_bg: За да проследявате състоянието на редактиране, въведете текущия прогрес.
cs_cz: Chcete-li sledovat stav úprav, zadejte aktuální stav.
de_de: Um den Stand der Bearbeitung zu verfolgen, tragen Sie den aktuellen Fortschritt ein.
el_gr: Για να παρακολουθήσετε την κατάσταση επεξεργασίας, εισαγάγετε την τρέχουσα πρόοδο.
et_ee: Muuteoleku jälgimiseks sisestage senine progress.
fr_ca: Pour suivre l'état d'avancement, saisissez l'avancement actuel.
hu_hu: A szerkesztési állapot megtekintéséhez lépjen be a jelenlegi folyamatba.
lv_lv: Lai sekotu izpildes statusam ievadiet pašreizējo progresu.
nb_no: For å følge fremgang på oppgaven, oppgi nåværende progresjon.
nl_nl: Om de bewerkingsstatus bij te houden geeft u het huidige proces op.
tr_tr: Düzenleme durumunu takip etmek için geçerli ilerlemeyi girin.
