Repository: open-xchange/appsuite-frontend
Catalog: guidedtours/i18n/*.po
Languages: bg_bg, cs_cz, de_de, el_gr, et_ee, fr_ca, hu_hu, lv_lv, nb_no, nl_nl, tr_tr

source: To open the E-Mail settings, click the System menu icon on the upper right side of the menu bar. Select Settings. Click on E-Mail on the left side. To display all settings, enable Advanced settings in the bottom left side
hu_hu: A levelezés beállításainak megnyitásához kattintson a menüsor jobb felső részén található Rendszer menü ikonjára. Válassza ki a beállításokat. Kattintson a bal oldalon található E-mail ikonra. Az össze beállítás megjelenítéséhez engedélyezze az bal alul található Speciális beállítások lehetőséget.
lv_lv: Lai atvērtu e-pasta iestatījumus, noklikšķiniet uz sistēmas ikonas izvēlņu joslas labajā malā, izvēlieties iestatījumu izvēlni un kreisajā malā izvēlieties 'Pasts'. Lai uzrādītu visus iestatījumus, aktivizējiet paplašināto iestatījumu režīmu kreisajā apakšējā malā

source: To open the help, click the System menu icon on the upper right side of the menu bar. Select Help. The help for the currently selected app is displayed. To browse the complete help, click on Start Page or Table Of Contents at the upper part of the window.
cs_cz: Chcete-li otevřít nápovědu, klikněte na ikonu Systémové menu na pravé horní straně lišty s menu. Zvolte Nápověda. Zobrazí se nápověda pro aktuálně vybranou aplikaci. Chcete-li procházet kompletní nápovědu, klikněte na stránku Start nebo Obsah v horní části okna.
fr_ca: Pour ouvrir l'aide, cliquez sur l'icône « Menu système » en haut à droite de la barre de menu. Choisissez « Aide ». L'aide correspondant à l'application actuellement sélectionnée s'affiche alors. Pour consulter l'aide complète, cliquez sur « Page d'accueil » ou « Table des matières » dans la partie supérieure de la fenêtre.
hu_hu: A súgó megnyitásához kattintson a menüsor jobb felső részén található Rendszer menü ikonjára. Válassza ki a Súgót. Ekkor megjelenik a kiválasztott alkalmazás súgója. A teljes Súgó megtekintéséhez kattintson az oldal felső részén található Kezdőlapra vagy a Tartalomjegyzékre.
lv_lv: Lai atvērtu palīgu, noklikšķiniet uz sistēmas ikonas izvēlņu joslas labajā malā un izvēlieties Palīgs. Tā rezultātā tiks parādīta pašreiz izvēlētajai aplikācijai atbilstošā palīdzības informācija. Lai pārlūkotu visu palīdzības informāciju, noklikšķiniet uz sākuma lapas, vai arī uz satura izvēlnes loga augšējā daļā.

source: To open the settings, click the System menu icon on the upper right side of the menu bar. Select Settings.
lv_lv: Lai atvērtu iestatījumus, noklikšķiniet uz sistēmas izvēlņu ikonas izvēlņu joslas augšējā labajā malā un izvēlieties iestatījumu izvēlni.

source: To select one of the views List, Icons or Squares, click on View on the right side of the toolbar.
cs_cz: Chcete-li vybrat pohled Seznam, Ikony nebo Dlaždice, klikněte na Pohled na pravé straně nástrojové lišty.
fr_ca: Pour choisir une des vues parmi « Liste », « Icônes » ou « Pavés », cliquez sur « Vue » à droite de la barre d'outils.
hu_hu: Az egyik Ikon- vagy Listanézet kiválasztásához, kattintson az eszköztár alján található ikonra.
lv_lv: Lai izvēlētos ikonu, saraksta vai apskatlapu skatu, rīkjoslā noklikšķiniet uz skata izvēles ikonas.

source: To send the E-Mail, click on Send on the upper right side.
hu_hu: A levél küldéséhez kattintson a jobb felső oldalon található Küldés gombra.
lv_lv: Lai nosūtītu vēstuli noklikšķiniet uz 'Sūtīt' augšējā labajā malā.

source: To upload a file, click on New > Upload new file in the toolbar.
cs_cz: Chcete-li nahrát soubor, klikněte na Nové > Nahrát nový soubor na nástrojové liště.
fr_ca: Pour téléverser un fichier, cliquez sur « Nouveau > Téléverser un nouveau fichier » dans la barre d'outils.
hu_hu: Fájl feltöltéséhez kattintson az eszköztárban található Új > Új fájl feltöltése ikonra.
lv_lv: Jauna faila augšupielādēšanai rīkjoslā noklikšķiniet uz Jauns > Ielādēt jaunu failu.

source: To view further information, click on a file. A pop-up window displays further details and functions.
cs_cz: Chcete-li zobrazit další informace, klikněte na soubor. Další podrobnosti a funkce se zobrazí ve vyskakovacím okně.
fr_ca: Pour afficher plus d'informations, cliquez sur un fichier. Une nouvelle fenêtre s'ouvre et présente davantage de détails et de fonctions.
hu_hu: További információ megjelenítéséhez kattintson a fájlra. A további információ egy felugró ablakban fog megjelenni.
lv_lv: Lai skatītu tālāku informāciju noklikšķiniet iz atbilstošā faila. Informācija un funkcijas tiek parādītas uznirstošajā logā.

source: Uploading a file
cs_cz: Nahrání souboru
fr_ca: Téléverser un fichier
hu_hu: Fájl feltöltése
lv_lv: Failu augšupielāde

source: Use the folder tree to access own, public or shared files. If the folder tree is hidden, click on View > Folder view on the right side of the toolbar.
cs_cz: Použijte strom složek pro přístup k vlastním, veřejným nebo sdíleným souborům. Pokud je strom složek skrytý, klikněte na Pohled > Pohled na složky na pravé straně nástrojové lišty.
fr_ca: Utilisez l'arborescence des dossiers pour accéder à vos propres fichiers ainsi qu'aux fichiers publics et partagés. Si l'arborescence des dossiers n'est pas affichée, cliquez sur « Vue > Vue en dossier » à droite de la barre d'outils.
hu_hu: Használja a mappastruktúrát a saját, publikus vagy megosztott fájlok eléréséhez. Amennyiben a mappa rejtett, kattintson az eszköztár jobb oldalán található Nézet > Mappanézet ikonra.
lv_lv: Izmantojiet mapju koku, lai piekļūtu personīgajiem, publiskajiem un koplietojuma failiem. Ja mapju koks ir paslēpts, rīkjoslas labajā pusē piespiediet Skats > Mapes skats.

source: In case of new notifications, e.g. appointment invitations, the info area is opened.
cs_cz: Informační oblast se otevře, pokud se objeví nová oznámení, např. oznámení o schůzkách.
fr_ca: Dans le cas de nouvelles notifications, par ex. des invitations à des rendez-vous, la zone d'informations est affichée.

source: Enter the E-Mail text into the main area. If the text format was set to HTMl in the options, you can format the E-Mail text. To do so select a text part and then click an icon in the formatting bar.
cs_cz: Text zprávy zadejte do hlavní oblasti. Pokud je nastaven formát zpráv HTML, můžete použít formátovací funkce. Provedete to označením části textu a kliknutím na ikonu v nástrojové liště pro formátování.
fr_ca: Saisissez le texte du courrier dans la zone principale. Si le format du texte a été défini en HTML dans les options, le texte peut être mis en forme. Pour cela, sélectionnez la partie de texte à mettre en forme, et cliquez sur une icône de la barre de mise en forme.

source: If you no longer want to display a square, click the cross.
cs_cz: Nechcete-li již pole zobrazovat pole, klikněte na křížek.
fr_ca: Si vous ne souhaitez plus afficher un pavé, cliquez sur la croix.

source: To open the settings, click the System menu icon on the upper right side of the menu bar. Select Settings.
cs_cz: Chcete-li otevřít nastavení, klikněte na ikonu Systémové menu v pravé horní části lišty s menu. Zvolte Nastavení.
fr_ca: Pour ouvrir les réglages, cliquez sur l'icône « Menu système » en haut à droite de la barre de menu. Choisissez « Réglages ».
