Repository: open-xchange/appsuite-frontend
Catalog: guidedtours/i18n/*.po
Languages: bg_bg, cs_cz, de_de, el_gr, et_ee, fr_ca, hu_hu, lv_lv, nb_no, nl_nl, tr_tr

source: Creating a new appointment
bg_bg: Създаване на новo събитие
cs_cz: Vytvoření nové schůzky
de_de: Einen neuen Termin anlegen
el_gr: Δημιουργία μιας νέας συνάντησης
et_ee: Uue kohtumise loomine
fr_ca: Créer un nouveau rendez-vous
hu_hu: Új találkozó létrehozása
lv_lv: Jaunas tikšanās izveide
nb_no: Opprette en ny avtale
nl_nl: Een nieuwe afspraak maken
tr_tr: Yeni randevu oluşturma

source: To create a new appointment, click on New appointments in the toolbar.
de_de: Um einen neuen Termin zu erstellen, klicken Sie in der Werkzeugleiste auf Neue Termine.
el_gr: Για να δημιουργήσετε μια νέα συνάντηση, κάντε κλικ στο «Νέες συναντήσεις» στη γραμμή εργαλείων.
nl_nl: Om een nieuwe afspraak te maken klikt u op Nieuwe afspraken in de werkbalk.

source: Entering the appointment's data
bg_bg: Въвеждане на данните за събитие
cs_cz: Zadání údajů o schůzce
de_de: Termindaten eingeben
el_gr: Εισαγωγή των δεδομένων της συνάντησης
et_ee: Kohtumise andmete sisestamine
fr_ca: Saisir les détails du rendez-vous
hu_hu: Találkozó adatainak megadása
lv_lv: Tikšanās datu ievadīšana
nb_no: Legge inn detaljer om avtalen
nl_nl: De afspraakgegevens invoeren
tr_tr: Randevu bilgilerini girme

source: Enter the subject, the start and the end date of the appointment. Other details are optional.
bg_bg: Въведете обекта, началната и крайната дата на събитието. Други подробности са по избор.
cs_cz: Zadejte předmět, začátek a konec schůzky. Ostatní údaje jsou nepovinné.
de_de: Geben Sie den Betreff, den Beginn und das Ende des Termins ein. Andere Angaben sind optional.
el_gr: Εισαγάγετε το θέμα, τις ημερομηνίες έναρξης και τέλους της συνάντησης. Οι υπόλοιπες λεπτομέρειες είναι προαιρετικές.
et_ee: Sisestage teema ja kohtumise algus- ning lõppkuupäev. Muud andmed on valikulised.
fr_ca: Saisissez le sujet ainsi que les dates de début et de fin du rendez-vous. Les autres détails sont facultatifs.
hu_hu: Adja meg a találkozó tárgyát, majd a kezdő- és végdátumot. További információ megadása nem kötelező.
lv_lv: Ievadiet tikšanās tēmu, kā arī sākuma un beigu datumus. Pārējā informācija ir papildus un nav obligāta.
nb_no: Skriv inn et emne, samt en start- og sluttdato for avtalen. Andre detaljer er valgfrie.
nl_nl: Geef het onderwerp, de start- en einddatum van de afspraak. Andere details zijn optioneel.
tr_tr: Randevunun konusunu, başlangıç ve bitiş tarihlerini girin. Diğer ayrıntılar isteğe bağlıdır.

source: Creating recurring appointments
bg_bg: Създаване на повтарящи се събития
cs_cz: Vytvoření opakujících se schůzek
de_de: Wiederkehrende Termine anlegen
el_gr: Δημιουργία επαναλαμβανόμενων συναντήσεων
et_ee: Korduvate kohtumiste loomine
fr_ca: Créer des séries de rendez-vous
hu_hu: Ismétlődő találkozók létrehozása
lv_lv: Atkārtotu tikšanos izveide
nb_no: Opprette gjentagende avtaler
nl_nl: Terugkerende afspraken aanmaken
tr_tr: Tekrarlanan randevular oluşturma

source: To create recurring appointments, enable Repeat. Functions for setting the recurrence parameters are shown.
bg_bg: За да създавате повтарящи се събития, активирайте Повторение. Извеждат се функции за задаване на параметрите на повтаряне.
cs_cz: Chcete-li vytvořit opakující se schůzky, povolte Opakování. Zobrazí se funkce pro nastavení parametrů opakování.
de_de: Um wiederkehrende Termine anzulegen, aktivieren Sie Wiederholen. Funktionen zum Einstellen der Wiederholungsparameter werden eingeblendet.
el_gr: Για να δημιουργήσετε επαναλαμβανόμενες συναντήσεις, ενεργοποιήστε το «Επανάληψη». Εμφανίζονται επιλογές για τον ορισμό των παραμέτρων επανάληψης.
et_ee: Korduvate kohtumiste loomiseks aktiveerige Korda. Funktsioonid korduvuse parameetrite seadistamiseks on näidatud.
fr_ca: Pour créer des rendez-vous qui se répètent, cochez « Répéter ». Des réglages s'affichent afin de permettre de régler la façon dont le rendez-vous se répète.
hu_hu: Ismétlődő találkozó létrehozásához engedélyezze az Ismétlést. Az ismétlődés beállításához tartozó funkciók megjelennek.
lv_lv: Atkārtotu tikšanās reižu izveidošanai aktivizējiet izvēlnes rūtiņu 'Atkārtot', kā rezultātā tiek uzrādītas atkārtojumu definēšanas funkcijas.
nb_no: For å opprette gjentagende avtaler, klikk "Gjenta". Valg for å sette opp gjentagelsen blir deretter vist.
nl_nl: Om terugkerende afspraken te maken moet u herhaal inschakelen. Functies voor het instellen van de herhaling worden getoond.
tr_tr: Tekrarlanan randevular oluşturmak için "Tekrarla" seçeneğini etkinleştirin. Tekrarlama ile ilgili ayarlar karşınıza gelecektir.

source: Inviting other participants
bg_bg: Покани други участници
cs_cz: Pozvání dalších účastníků
de_de: Andere Teilnehmer einladen
el_gr: Πρόσκληση άλλων συμμετεχόντων
et_ee: Teiste osalejate kutsumine
fr_ca: Inviter d'autres participants
hu_hu: További résztvevők meghívása
lv_lv: Citu dalībnieku uzaicināšana
nb_no: Invitere andre deltakere
nl_nl: Andere deelnemers uitnodigen
tr_tr: Diğer katılımcıları davet etme

source: To invite other participants, enter their names in the field below Participants. To avoid appointment conflicts, click on Find a free time at the upper right side.
bg_bg: За да поканите други участници, въведете имената им в полето под участници. За да избегнете конфликти за назначаване, кликнете върху Намиране на свободно време в горната дясна част.
cs_cz: Chcete-li pozvat další účastníky, zadejte jejich jména do pole pod Účastníci. Kliknutím na Najít volný čas vpravo nahoře zabráníte konfliktům ve schůzkách.
de_de: Um andere Teilnehmer einzuladen, geben Sie ihre Namen in das Feld unterhalb von Teilnehmer ein. Um Terminkonflikte zu vermeiden, klicken Sie rechts oben auf Verfügbaren Zeitraum finden.
el_gr: Για να προσκαλέσετε άλλους συμμετέχοντες, εισαγάγετε τα ονόματά τους στο πεδίο «Συμμετέχοντες». Για να αποφύγετε διενέξεις μεταξύ συναντήσεων, κάντε κλικ στο «Εύρεση ελεύθερου χρόνου» στην επάνω δεξιά πλευρά.
et_ee: Teiste osalejate kutsumiseks sisestage nende nimed väljale Osalejate all. Kohtumiste kattumise vältimiseks klõpsake Leia vaba aeg ülemises paremas servas.
fr_ca: Pour inviter d'autres participants, saisissez leurs noms dans le champ sous « Participants ». Pour éviter que des rendez-vous ne se chevauchent, cliquez sur « Trouver un horaire libre » en haut à droite.
hu_hu: További résztvevők meghívásához adja meg azok nevét a Résztvevők alatt található mezőben. A találkozók ütközésének elkerüléséhez kattintson a jobb felső oldalon található Szabad idő keresése gombra.
lv_lv: Lai uzaicinātu citus dalībniekus ievadiet viņu vārdus laukā zem 'Dalībnieki'. Lai izvairītos no tikšanās laiku konfliktiem noklikšķiniet uz 'Atrast brīvu laiku' augšējā labajā malā.
nb_no: For å invitere flere deltakere, skriv inn navnene deres i tekstfeltet under "Deltakere". For å unngå at flere avtaler kolliderer, klikk "Finn en ledig tid" til høyre.
nl_nl: Om andere deelnemers uit te nodigen geeft u hun namen op in het veld onder Deelnemers. Om te voorkomen dat afspraken conflicteren klikt u op Zoek een vrij moment in de rechterbovenhoek.
tr_tr: Diğer katılımcıları davet etmek için adlarını Katılımcılar alanına yazın. Randevu çakışmalarını önlemek için sağ üst taraftaki "Boş zamanı bul"a tıklayabilirsiniz.

source: Using the reminder function
bg_bg: Използване на функцията за напомняне
cs_cz: Použití připomínací funkce
de_de: Die Erinnerungsfunktion verwenden
el_gr: Χρήση της λειτουργίας υπενθυμίσεων
et_ee: Meeldetuletusfunktsiooni kasutamine
fr_ca: Utiliser les rappels
hu_hu: Emlékeztető funkció használata
lv_lv: Atgādinājuma funkciju lietošana
nb_no: Motta påminnelser
nl_nl: De herinneringsfunctie gebruiken
tr_tr: Anımsatma işlevini kullanma

source: To not miss the appointment, use the reminder function.
bg_bg: За да не пропуснете събитието, използвайте функцията за напомняне.
cs_cz: Nechcete-li zmeškat schůzku, použijte připomínací funkce.
de_de: Um den Termin nicht zu versäumen, verwenden Sie die Erinnerungsfunktion.
el_gr: Για να μην χάσετε τη συνάντηση, χρησιμοποιήστε τη λειτουργία υπενθύμισης.
et_ee: Kohtumise unustamise vältimiseks kasutage meeldetuletusfunktsiooni.
fr_ca: Pour ne pas manquer un rendez-vous, utilisez la fonction de rappel.
hu_hu: Használja az emlékeztető funkciókat, hogy ne felejtse el a találkozókat.
lv_lv: Lai nenokavētu tikšanos, lietojiet atgādijnājuma funkcijas.
nb_no: For å få hjelp til huske avtalen kan du aktivere en påminnelse.
nl_nl: Om een afspraak niet te missen gebruikt u de herinneringsfunctie.
tr_tr: Randevunuzu kaçırmamak için anımsatma işlevini kullanabilirsiniz.

source: Adding attachments
bg_bg: Добавяне на прикачени файлове
cs_cz: Přidání příloh
de_de: Anlagen hinzufügen
el_gr: Προσθήκη συνημμένων
et_ee: Manuste lisamine
fr_ca: Joindre des pièces
hu_hu: Mellékletek csatolása
lv_lv: Pielikumu pievienošana
nb_no: Legge til vedlegg
nl_nl: Bijlagen toevoegen
tr_tr: Ek dosyalar ekleme

source: Further down you can add documents as attachments to the appointment.
bg_bg: По-надолу можете да добавяте документи като прикачени файлове към събитието.
cs_cz: O něco níže můžete ke schůzce přidat dokumenty jako přílohy.
de_de: Weiter unten können Sie dem Termin Dokumente als Anlagen hinzufügen.
el_gr: Παρακάτω, μπορείτε να προσθέσετε έγγραφα ως συνημμένα στη συνάντηση.
et_ee: Allpool saate lisada kohtumisele manustena dokumente.
fr_ca: Plus bas, vous pouvez associer au rendez-vous des documents en tant que pièces jointes.
hu_hu: Lejjebb mellékletként dokumentumokat csatolhat a találkozóhoz.
lv_lv: Zemāk jūs variet tikšanās informācijai pievienot atbilstošus pievienojumus.
nb_no: Lenger nede kan du legge til dokumenter som vedlegg til avtalen.
nl_nl: Onderaan het scherm kan u documenten toevoegen als bijlagen bij de afspraak.
tr_tr: Randevuya dosya eki olarak belgeler ekleyebilirsiniz.

source: Creating the appointment
bg_bg: Създаване на събитието
cs_cz: Vytvoření schůzky
de_de: Den Termin anlegen
el_gr: Δημιουργία της συνάντησης
et_ee: Kohtumise loomine
fr_ca: Créer le rendez-vous
hu_hu: Új találkozó létrehozása
lv_lv: Tikšanās izveide
nb_no: Opprette avtalen
nl_nl: Een afspraak maken
tr_tr: Randevuyu oluşturma

source: To create the appointment, click on Create at the lower left side.
bg_bg: За да създадете събитието, кликнете върху Създаване в долната лява част.
de_de: Um den Termin anzulegen, klicken Sie links unten auf Anlegen.
el_gr: Για να δημιουργήσετε τη συνάντηση, κάντε κλικ στο «Δημιουργία» στην κάτω αριστερή πλευρά.
et_ee: Koosoleku lisamiseks vajuta nupule Loo - all vasakus nurgas.
nb_no: For å opprette avtalen, klikk Opprett nederst til venstre.
nl_nl: Om een afspraak aan te maken klikt u op Aanmaken aan de linkeronderkant.
tr_tr: Randevuyu oluşturmak için sol alt köşedeki "Oluştur" düğmesine tıklayın.

source: Selecting a view
bg_bg: Избиране на изглед
cs_cz: Vybrání pohledu
de_de: Eine Ansicht wählen
el_gr: Επιλογή προβολής
et_ee: Vaate valimine
fr_ca: Choisir une vue
hu_hu: Nézet kiválasztása
lv_lv: Skata izvēle
nb_no: Velge en visning
nl_nl: Selecteer een weergave
tr_tr: Görünüm seçme

source: To select one of the views like Day, Month or List, click on View in the toolbar. Select a menu entry from the Layout section.
bg_bg: За да изберете един от изгледите като Ден, Месец или Списък, кликнете върху Изглед в лентата с инструменти. Изберете запис от менюто от секцията Layout.
cs_cz: Chcete-li vybrat jeden z pohledů, např. Den, Měsíc nebo Seznam, klikněte na Pohled na nástrojové liště. V části rozvržení vyberte příslušnou položku.
de_de: Um eine der Ansichten wie Tag, Monat oder Liste zu wählen, klicken Sie in der Werkzeugleiste auf Ansicht. Wählen Sie unter Layout einen Menüeintrag.
el_gr: Για να επιλέξετε μία από τις προβολές, όπως «Ημέρα», «Μήνας» ή «Λίστα», κάντε κλικ στο «Προβολή» στη γραμμή εργαλείων. Επιλέξτε μια καταχώρηση του μενού από την ενότητα «Διάταξη».
et_ee: Vaate nagu Päev, Kuu või Loetelu valimiseks klõpsake tööriistariba elemendil Vaade. Valige menüü kirje osas Küljendus.
fr_ca: Pour choisir une des vues telles que « Jour », « Mois » ou « Liste », cliquez sur « Vue » dans la barre d'outils. Choisissez un élément dans la section de menu « Disposition ».
hu_hu: A nézet kiválasztásához, amely lehet Nap, Hónap vagy Lista, kattintson az eszköztárban található Nézet ikonra. Válasszon ki egy menüelemet az Elrendezés részből.
lv_lv: Lai izvēlētos vēlamo skata režīmu, kā, piemēram, diena, mēnesis vai saraksts, rīkjoslā noklikškiniet uz skata izvēles ikonas un izvēlieties atbilstošo režīmu.
nb_no: For å velge enten dags-, måneds- eller listevisning, klikk "Visning" til høyre i verktøylinjen.
nl_nl: Om een layout te kiezen als Dag, Maand of Lijst, klikt u op Weergave in de werkbalk. Selecteer een menu item uit de Layout sectie.
tr_tr: Gün, ay veya liste görünümlerinden birini seçmek için araç çubuğunda "Görünüm"e tıklayın. "Düzen" bölümünden bir istediğiniz öğeyi seçin.

source: The calendar views
bg_bg: Показванията на календара
cs_cz: Kalendářové pohledy
de_de: Die Kalenderansichten
el_gr: Οι προβολές του ημερολογίου
et_ee: Kalendrivaated
fr_ca: Les vues en calendrier
hu_hu: Naptárnézetek
lv_lv: Kalendāra skati
nb_no: Kalendervisninger
nl_nl: De agendaweergave
tr_tr: Takvim görünümleri

source: The calendar views display a calendar sheet with the appointments for the selected time range.
bg_bg: Показванията в календара показват календарен лист с назначенията за избрания период от време.
cs_cz: Kalendářové pohledy ukazují kalendářovou tabulku se schůzkami pro dané časové rozmezí.
de_de: Zeigen für den gewählten Zeitraum ein Kalenderblatt mit den Terminen.
el_gr: Οι προβολές ημερολογίου εμφανίζουν ένα φύλλο ημερολογίου με τις συναντήσεις για το επιλεγμένο χρονικό εύρος.
et_ee: Kalendrivaated kuvavad kalendrilehe kohtumistega valitud ajavahemiku jooksul.
fr_ca: Les vues en calendrier affichent une page de calendrier avec les rendez-vous correspondant à l'intervalle de temps sélectionné.
hu_hu: A naptárnézetek jelenítik meg a naptárakat a megadott időintervallumban lévő találkozókkal.
lv_lv: Kalendāra skati parāda kalendāra lapu izvēlētajam laika apgabalam ar tajā atzīmētām tikšanās reizēm.
nb_no: Kalenderen viser deg dine planlagte avtaler og hendelser innenfor den valgte tidsrammen.
nl_nl: De agendaweergave toont een kalenderblad met de afspraken voor de gekozen tijdsinterval.
tr_tr: Takvim görünümü, seçili zaman aralığındaki randevularınızı içeren bir takvim sayfası gösterir.

source: The List view
bg_bg: Изгледът на списъка
cs_cz: Pohled seznam
de_de: Die Ansicht Liste
el_gr: Η προβολή «Λίστα»
et_ee: Loetelu vaade
fr_ca: La vue en liste
hu_hu: Listanézet
lv_lv: Saraksta skats
nb_no: Listevisning
nl_nl: De Lijst layout
tr_tr: Liste görünümü

source: The List view shows a list of the appointments in the current folder. If clicking on an appointment, the appointment's data and some functions are displayed in the Detail view.
bg_bg: Изгледът "Списък" показва списък с назначенията в текущата папка. Ако кликнете върху среща, данните от събитието и някои функции се показват в изгледа "Подробности".
cs_cz: Pohled Seznam zobrazuje seznam schůzek v aktuální složce. Když kliknete na schůzku, zobrazí se údaje o schůzce a některé funkce v Podrobném pohledu.
de_de: Zeigt eine Liste der Termine im aktuellen Ordner. Anklicken eines Termins zeigt in der Detailansicht die Daten des Termins und einige Funktionen.
el_gr: Η προβολή «Λίστα» εμφανίζει μια λίστα με τις συναντήσεις στον τρέχοντα φάκελο. Κάνοντας κλικ σε μια συνάντηση, προβάλλονται τα δεδομένα της και κάποιες λειτουργίες στην προβολή «Λεπτομέρειες».
et_ee: Loetelu vaade näitab kohtumiste loetelu aktiivses kaustas. Kui klõpsate mõnel kohtumistest, kuvatakse kohtumise andmed ja mõningad funktsioonid Üksikasjade vaates.
fr_ca: La vue en liste présente une liste des rendez-vous figurant dans le dossier courant. Si vous cliquez sur l'un des rendez-vous, les détails du rendez-vous ainsi que des fonctions s'affichent dans la vue détaillée.
hu_hu: A Listanézet az aktuális mappában lévő találkozók listáját mutatja. A találkozókra kattintva a Részletes nézetben a találkozó adatai és az ahhoz kapcsolódó funkciók jelennek meg.
lv_lv: Saraksta skatā tiek parādītas visas pašreizējā mapē esošās tikšanās. Noklikšķinot uz tikšanās ieraksta, detaļu skatā tiek parādīta tikšanās informācija un būtiskākās pārvaldības funkcijas.
nb_no: Listevisningen viser en liste over avtaler i den gjeldende mappen. Ved å klikke på en avtale vil flere detaljer og funksjoner vises i detaljområdet.
nl_nl: Het Lijst layout toont een lijst van afspraken in de huidige map. Als u op een afspraak klikt worden de gegevens van de afspraak en een aantal functies getoond in het Detailoverzicht.
tr_tr: Liste görünümü, geçerli klasördeki randevuların listesini gösterir. Bir randevuya tıklarsanız o randevunun verileri ve bazı işlevleri Ayrıntı görünümünde görüntülenir.

source: Creating a new contact
bg_bg: Създаване на нов контакт
cs_cz: Vytvoření nového kontaktu
de_de: Einen neuen Kontakt anlegen
el_gr: Δημιουργία μιας νέας επαφής
et_ee: Uue kontakti loomine
fr_ca: Créer un nouveau contact
hu_hu: Új névjegy létrehozása
lv_lv: Jaunas kontaktpersonas izveide
nb_no: Opprette en ny kontakt
nl_nl: Nieuw contact aanmaken
tr_tr: Yeni bir kişi oluşturma

source: To create a new contact, click on New > Add contact in the toolbar.
bg_bg: За да създадете нов контакт, кликнете върху Нов> Добави контакт в лентата с инструменти.
cs_cz: Chcete-li vytvořit nový kontakt, klikněte na Nový > Přidat kontakt na nástrojové liště.
de_de: Um einen neuen Kontakt anzulegen, klicken Sie in der Werkzeugleiste auf Neu > Kontakt hinzufügen.
el_gr: Για να δημιουργήσετε μια νέα επαφή, κάντε κλικ στο «Νέο» > «Προσθήκη επαφής» στη γραμμή εργαλείων.
et_ee: Uue kontakti loomiseks klõpsake Uus > Lisa kontakt tööriistaribal.
fr_ca: Pour créer un nouveau contact, cliquez sur « Nouveau > Ajouter un contact » dans la barre d'outils.
hu_hu: Új névjegy létrehozásához kattintson a menüsorban található Új > Névjegy hozzáadása ikonra.
lv_lv: Jaunas kontaktpersonas izveidošanai rīkjoslā noklikšķiniet uz Jauns > Pievienot kontaktu.
nb_no: For å opprette en ny kontakt, klikk på Ny > Legg til kontaktinfo i verktøylinjen.
nl_nl: Om een nieuw contact aan te maken klikt u op Nieuw > Contactpersoon toevoegen in de werkbalk.
tr_tr: Yeni bir kişi oluşturmak için araç çubuğundaki "Yeni > Kişi ekle" düğmesine tıklayın.

source: Navigation bar
bg_bg: Навигационна лента
cs_cz: Navigační lišta
de_de: Navigationsleiste
el_gr: Γραμμή πλοήγησης
et_ee: Navigeerimisriba
fr_ca: Barre de navigation
hu_hu: Navigációs sáv
lv_lv: Navigācijas josla
nb_no: Navigeringslinje
nl_nl: Navigatiebalk
tr_tr: Gezinti çubuğu

source: Click on a letter on the left side of the navigation bar in order to display the corresponding contacts from the selected address book.
bg_bg: Кликнете върху буква от лявата страна на навигационната лента, за да покажете съответните контакти от избраната адресна книга.
cs_cz: Kliknutím na písmeno v levé části navigační lišty zobrazíte příslušné kontakty z vybrané knihy adres.
de_de: Klicken Sie links in der Navigationsleiste auf einen Buchstaben, um aus dem geöffneten Adressbuch die entsprechenden Kontakte anzuzeigen.
el_gr: Κάντε κλικ σε ένα γράμμα στην αριστερή πλευρά της γραμμής πλοήγησης για να εμφανίσετε τις αντίστοιχες επαφές από το επιλεγμένο ευρετήριο.
et_ee: Klõpsake tähel navigeerimisriba vasakul poolel vastavate kontaktide kuvamiseks valitud aadressiraamatust.
fr_ca: Cliquez sur une lettre à gauche de la barre de navigation pour afficher les contacts du carnet d'adresse dont le nom commence par cette lettre.
hu_hu: Kattintson a bal oldalon található egyik betűre, hogy az ehhez tartozó megfelelő névjegyek megjelenjenek a kiválasztott címjegyzékből.
lv_lv: Noklikšķiniet uz burta kreisajā malā novietotajā navigācijas joslā lai uzrādītu atbilstošās kontaktpersonas no izvēlētās adrešu grāmatas.
nb_no: Klikk en bokstav på venstre side for å vise de korresponderende kontaktene fra den valgte adresseboken.
nl_nl: Klik op een letter aan de linkerkant van de navigatiebalk om de contacten te tonen met de overeenkomstige beginletters in het gekozen adresboek.
tr_tr: Seçili adres defterinden ilgili kişileri görüntülemek için gezinme çubuğunun sol tarafındaki harflerden birine tıklayın.

source: Sending an email to a contact
de_de: Eine E-Mail an einen Kontakt senden
el_gr: Αποστολή email σε μια επαφή
et_ee: E-kirja saatmine kontaktile
nl_nl: Versturen van e-mailberichten naar een contactpersoon
tr_tr: Bir kişiye e-posta gönderme

source: To send an email to the contact, click on an email address or on Send email in the toolbar.
de_de: Um eine E-Mail an den Kontakt zu senden, klicken Sie auf eine E-Mail-Adresse oder in der Werkzeugleiste auf E-Mail versenden.
el_gr: Για να στείλετε ένα email στην επαφή, κάντε κλικ σε μια διεύθυνση email ή στο «Αποστολή email» στη γραμμή εργαλείων.
nl_nl: Om een e-mailbericht te versturen naar de contactpersoon, klikt u op een e-mailadres of op E-mailbericht verzenden in de werkbalk.
tr_tr: Bir kişiye e-posta göndermek için e-posta adresine tıklayın veya adres çubuğundaki "E-posta gönder" düğmesine tıklayın.

source: Editing multiple contacts
bg_bg: Редактиране на няколко контакта
cs_cz: Úprava více kontaktů
de_de: Mehrere Kontakte bearbeiten
el_gr: Επεξεργασία πολλαπλών επαφών
et_ee: Mitme kontakti andmete muutmine
fr_ca: Modifier plusieurs contacts
hu_hu: Több névjegy szerkesztése
lv_lv: Vairāku kontaktpersonu rediģēšana
nb_no: Redigere flere kontakter
nl_nl: Bewerken van meerdere contacten in één keer
tr_tr: Birden çok kişiyi düzenleme
