Repository: open-xchange/appsuite-frontend
Catalog: guidedtours/i18n/*.po
Languages: bg_bg, cs_cz, de_de, el_gr, et_ee, fr_ca, hu_hu, lv_lv, nb_no, nl_nl, tr_tr

source: To invite other participants, enter their names in the field below Participants. You can add documents as attachment to the task.
bg_bg: За да поканите други участници, въведете имената им в полето под участници. Можете да добавяте документи като прикачен файл към задачата.
cs_cz: Chcete-li pozvat další účastníky, zadejte jejich jména do pole pod Účastníci. Dokumenty můžete k úkolu přidat jako přílohy.
de_de: Um andere Teilnehmer einzuladen, geben Sie ihre Namen in das Feld unterhalb von Teilnehmer ein. Sie können der Aufgabe Dokumente als Anhänge hinzufügen.
el_gr: Για να προσκαλέσετε άλλους συμμετέχοντες, εισαγάγετε τα ονόματά τους στο πεδίο «Συμμετέχοντες». Μπορείτε να προσθέσετε έγγραφα ως συνημμένα στην εργασία.
et_ee: Muude osalejate kutsumiseks sisestage nende nimed väljale Osalejate all. Ülesandele saab manusena lisada dokumente.
fr_ca: Pour inviter d'autres participants, saisissez leurs nom dans le champ en-dessous de « Participants ». Vous pouvez mettre des documents en pièces jointes à la tâche.
hu_hu: További résztvevők meghívásához adja meg azok nevét a Résztvevők alatt található mezőben. Mellékletként dokumentumok csatolhatók a feladathoz.
lv_lv: Lai pievienotu citus dalībniekus ievadiet viņu vārdus laukā zem 'Dalībnieki'. Uzdevumam var tikt pievienoti atbilstošie dokumenti.
nb_no: For å invitere flere deltakere, skriv inn navnene deres i tekstfeltet under "Deltakere". Du kan også legge til dokumenter som vedlegg til oppgaven.
nl_nl: Om andere deelnemers uit te nodigen geeft u hun namen op in het veld onder Deelnemers. U kan documenten toevoegen als bijlage bij de taak.
tr_tr: Başkalarını davet etmek isterseniz adlarını "Katılımcılar" alanına yazın. Göreve ek olarak dosya da ekleyebilirsiniz.

source: Entering billing information
bg_bg: Въвеждане на информация за плащане
cs_cz: Zadání účtovacích informací
de_de: Abrechnungsinformationen eingeben
el_gr: Εισαγωγή στοιχείων χρέωσης
et_ee: Arveldusteabe sisestamine
fr_ca: Saisir des informations de facturation
hu_hu: Belépés a számlázási adatokhoz
lv_lv: Norēķinu informācijas pievienošana
nb_no: Legge til kostnads- og fakturadetaljer
nl_nl: Facturatie-informatie ingeven
tr_tr: Fatura bilgilerini girme

source: To enter billing information, click on Show details.
bg_bg: За да въведете данните за плащане, кликнете върху Показване на подробностите.
cs_cz: Pro zadání účtovacích informací klikněte na Zobrazit podrobnosti.
de_de: Wenn Sie Abrechnungsinformationen eintragen möchten, klicken Sie auf Details anzeigen.
el_gr: Για να εισαγάγετε στοιχεία χρέωσης, κάντε κλικ στο «Εμφάνιση λεπτομερειών».
et_ee: Arveldusteabe sisestamiseks klõpsake Näita üksikasju.
fr_ca: Pour saisir des informations de facturation, cliquez sur « Afficher les détails ».
hu_hu: A számlázási adatok megtekintéséhez kattintson a Részletek megjelenítésére.
lv_lv: Norēķinu informācijas ievadīšanai noklikšķiniet uz Rādīt dtaļas.
nb_no: For å oppgi detaljer om kostnader, tidsbruk og fakturering, klikk "Vis detaljer".
nl_nl: Om facturatie-informatie in te geven klikt u op Details tonen.
tr_tr: Fatura bilgilerini girmek için "Ayrıntıları göster"e tıklayın.

source: Creating the task
bg_bg: Създаване на задачата
cs_cz: Vytvoření úkolu
de_de: Die Aufgabe anlegen
el_gr: Δημιουργία της εργασίας
et_ee: Ülesande loomine
fr_ca: Créer la tâche
hu_hu: Feladat létrehozása
lv_lv: Uzdevuma izveide
nb_no: Opprette oppgaven
nl_nl: De taak aanmaken
tr_tr: Görevi oluşturma

source: To create the task, click on Create.
bg_bg: За да създадете задачата, кликнете върху Създаване.
cs_cz: Úkol vytvoříte kliknutím na Vytvořit.
de_de: Um die Aufgabe anzulegen, klicken Sie auf Anlegen.
el_gr: Για να δημιουργήσετε την εργασία, κάντε κλικ στο «Δημιουργία».
et_ee: Ülesande loomiseks klõpsake Loo.
fr_ca: Pour créer une tâche, cliquez sur « Créer ».
nb_no: For å opprette oppgaven, klikk "Opprett".
nl_nl: Om de taak aan te maken klikt u op Aanmaken.
tr_tr: Görevi oluşturmak için Oluştur düğmesine tıklayın.

source: Sorting tasks
bg_bg: Сортиране на задачи
cs_cz: Řazení úkolů
de_de: Aufgaben sortieren
el_gr: Ταξινόμηση εργασιών
et_ee: Ülesannete sorteerimine
fr_ca: Trier les tâches
hu_hu: Feladatok rendezése
lv_lv: Uzdevumu kārtošana
nb_no: Sortere oppgaver
nl_nl: Taken sorteren
tr_tr: Görevleri sıralama

source: To sort the tasks, click on the sort icon above the list. Select a sort criteria.
de_de: Um die Aufgaben zu sortieren, klicken Sie auf das Sortiersymbol oberhalb der Liste. Wählen Sie ein Sortierkriterium.
el_gr: Για να ταξινομήσετε τις εργασίες, κάντε κλικ στο εικονίδιο ταξινόμησης πάνω από τη λίστα. Επιλέξτε ένα κριτήριο ταξινόμησης.
nl_nl: Om taken te sorteren klikt u op het sorteren pictogram boven de lijst. Selecteer vervolgens een sorteer optie.

source: Editing multiple tasks
bg_bg: Редактиране на няколко задачи
cs_cz: Úprava více úkolů
de_de: Mehrere Aufgaben bearbeiten
el_gr: Επεξεργασία πολλαπλών εργασιών
et_ee: Mitme ülesande muutmine
fr_ca: Modifier plusieurs tâches
hu_hu: Több feladat szerkesztése
lv_lv: Vairāku uzdevumu rediģēšana
nb_no: Redigere flere oppgaver
nl_nl: Bewerken van meerdere taken
tr_tr: Birden çok görevi düzenleme

source: To edit multiple tasks at once, enable the checkboxes at the left side of the tasks. If the checkboxes are not displayed, click on View > Checkboxes on the right side of the toolbar.
bg_bg: За да редактирате едновременно няколко задачи, активирайте квадратчетата за отметки в лявата част на задачите. Ако квадратчетата за отметка не са показани, кликнете върху Преглед> Отметки отдясно на лентата с инструменти.
cs_cz: Chcete-li upravovat více úkolů najednou, zaškrtněte políčka na levé straně úkolů. Pokud políčka nejsou zobrazená, klikněte na Pohled > Zaškrtávací pole na pravé straně nástrojové lišty.
de_de: Wenn Sie mehrere Aufgaben gemeinsam bearbeiten möchten, aktivieren Sie die Kontrollfelder links neben den Aufgaben. Wenn die Kontrollfelder nicht angezeigt werden, klicken Sie rechts in der Werkzeugleiste auf Ansicht > Kontrollfelder.
el_gr: Για να επεξεργαστείτε πολλαπλές εργασίες ταυτόχρονα, ενεργοποιήστε τα πλαίσια ελέγχου στην αριστερή πλευρά των εργασιών. Εάν τα πλαίσια ελέγχου δεν εμφανίζονται, κάντε κλικ στο «Προβολή» > «Πλαίσια ελέγχου» στη δεξιά πλευρά της γραμμής εργαλείων.
et_ee: Mitme ülesande korraga muutmiseks aktiveerige märkeruudud ülesannetest vasakul. Kui märkeruute pole näha, klõpsake Vaade > Märkeruudud tööriistariba paremal poolel.
fr_ca: Pour modifier plusieurs tâches à la fois, cochez les cases figurant à gauche de chaque tâche. Si les cases à cocher ne sont pas affichées, cliquez sur « Vue > Cases à cocher » à droite de la barre d'outils.
hu_hu: Több feladat egyszerre történő szerkesztéséhez használja a feladatok bal oldalán található jelölőnégyzetet Amennyiben a jelölőnégyzetek nem láthatók, kattintson a eszköztár jobb oldalán található Nézet > Jelelölőnégyzetek ikonra.
lv_lv: Lai rediģētu vairākus uzdevumus vienlaicīgi aktivizējiet izvēles rūtiņas saraksta kreisajā malā. Ja izvēles rūtiņas nav uzrādītas, rīkjoslas labajā malā noklikšķiniet uz Skats > Izvēles rūtiņas.
nb_no: For å redigere flere oppgaver samtidig, klikk avkrysningsboksene til venstre for hver oppgave. Hvis avkrysningsboksene ikke er synlige, klikk Visning > Avkrysningsbokser til høyre i verktøylinjen.
nl_nl: Om meerdere taken in één keer te bewerken moet u het selectievakje aan de linkerzijde van de taak aanvinken. Als de selectievakjes niet worden getoond, klikt u Weergave > Selectievakken aan de rechterkant van de werkbalk.
tr_tr: Birden çok görevi aynı anda düzenlemek için görevlerin sol tarafındaki onay kutularına tıklayın. Onay kutuları görünmüyorsa araç çubuğunun sağ tarafındaki "Görünüm > Onay kutuları"na tıklayın.

source: To create a new appointment, click on New in the toolbar.
bg_bg: За да създадете ново събитие, кликнете върху "Нов" в лентата с инструменти.
cs_cz: Chcete-li vytvořit novou schůzku, klikněte na Nové na nástrojové liště.
et_ee: Uue kohtumise loomiseks klõpsake Uus tööriistaribal.
fr_ca: Pour créer un nouveau rendez-vous, cliquez sur « Nouveau » dans la barre d'outils.
hu_hu: Új találkozó létrehozásához kattintson az eszköztárban található Új ikonra.
lv_lv: Jaunas tikšanās izveidošanai, rīkjoslā noklikšķiniet uz Jauns.
nb_no: For å opprette en ny avtale, klikk "Opprett" i verktøylinjen.
tr_tr: Yeni randevu oluşturmak için araç çubuğundaki "Yeni" düğmesine tıklayın.

source: To upload a new file from your local device, simply click on Add local file and select the file you would like to upload. It is even easier if you just drag and drop files from your local device into Drive. The uploaded file is now available in Drive on all your devices.
bg_bg: За да качите нов файл от локалното си устройство, трябва само да кликнете върху Добавяне на локален файл и да изберете файла, който искате да качите. Още по-лесно е да прехвърлите файлове от локалното си устройство в Диск. Каченият файл вече е налице в Диск на всичките ви устройства.
et_ee: Uue faili üleslaadimiseks kohalikult seadmelt klõpsake Lisa kohalik fail ja valige fail, mida soovite üles laadida. Veelgi lihtsam on failide lohistamine teie kohalikult seadmelt Drive'i peale. Üleslaetud fail on nüüd Drive'i kaudu saadaval kõigi teie seadmete jaoks.
nb_no: For å laste opp en ny fil fra din lokale enhet, bare klikk Legg til lokal fil, og velg filen du vil laste opp. Det er enda enklere om du bare drar og slipper filer fra en lokal mappe inn til Drive. Filene blir tilgjengelig i Drive på alle enhetene dine.
tr_tr: Cihazınızda bulunan bir dosyayı yüklemek için "Yerel dosya ekle"ye tıklamanız ve yüklenecek dosyayı seçmeniz yeterlidir. Hatta yerel sürücünüzdeki dosyaları sürükleyip Drive'a bırakarak yüklemeniz de mümkün. Yüklediğiniz dosyalara daha sonra tüm cihazlarınızdan ulaşabilirsiniz.

source: Choose from two alternatives to share your files and folder. Use "Invited people only" if you want ot manage access rights and allow recipients to create and edit files. Internal and external participants are also able to collaborate with you on documents at the same time.
tr_tr: Dosyalarınızı ve klasörünüzü paylaşmak için iki alternatiften birini seçebilirsiniz. Erişim haklarını yönetmek ve alıcıların dosya oluşturup düzenlemesine izin vermek istiyorsanız "Yalnızca davet edilenler"i seçin. Dahili ve harici katılımcılar da belgeler üzerinde sizinle birlikte çalışabilecektir.

source: You can restart this tour at any time by clicking on the account icon and choose "%s"
tr_tr: Bu turu yeniden başlatmak isterseniz hesap simgesine tıklayıp "%s" seçeneğini seçebilirsiniz.

source: To sort the emails, click on Sort by. Select a sort criteria.
et_ee: E-kirjade sorteerimiseks klõpsake elemendil Sorteerimise alus. Valige sorteerimise kriteeriumid.
tr_tr: E-postaları sıralamak için "Sırala"ya tıklayın ve bir sıralama ölçütü seçin.

source: To open or close an email in a conversation, click on a free area in the header.
tr_tr: Bir e-posta yazışmasını açmak veya kapatmak için başlık kısmındaki boş bir alana tıklayın.

source: To create a new task, click on New in the toolbar.
bg_bg: За да създадете нова задача, кликнете върху "Нов" в лентата с инструменти.
cs_cz: Chcete-li vytvořit nový úkol, klikněte na Nové na nástrojové liště.
et_ee: Uue ülesande loomiseks klõpsake tööriistariba elemendil Uus.
fr_ca: Pour créer une nouvelle tâche, cliquez sur « Nouveau » dans la barre d'outils.
hu_hu: Új feladat létrehozásához kattintson az eszköztárban található Új ikonra.
lv_lv: Lai izveidotu jaunu uzdevumu, rīkjoslā noklikšķinet uz Jauns.
nb_no: For å opprette en ny oppgave, klikk "Ny" i verktøylinjen.
tr_tr: Yeni bir görev oluşturmak için araç çubuğundaki Yeni düğmesine tıklayın.

source: To sort the tasks, click on Sort by. Select a sort criteria.
bg_bg: За да сортирате задачите, кликнете върху Сортиране по. Изберете критерии за сортиране.
cs_cz: Chcete-li úkoly seřadit, klikněte na Řadit podle a zvolte kritéria řazení.
et_ee: Ülesannete sorteerimiseks klõpsake elemendil Sorteerimise alus. Valige sorteerimiskriteerium.
fr_ca: Pour trier les tâches, cliquez sur « Trier par » et choisissez un critère de tri.
hu_hu: A feladatok rendezéséhez kattintson a Rendezésre és válasszon egy rendezési módot.
lv_lv: Lai kārtotu uzdevumus, noklikšķiniet uz 'Kārtot pēc' un izvēlieties kritēriju.
nb_no: For å sortere oppgavene, klikk "Sortert etter", og velg et søkekriterium.
tr_tr: Görevleri sıralamak için "Sırala"ya tıklayıp bir sıralama ölçütü seçin.

source: Choose from two alternatives to share your files and folders. Use Invite people if you want to manage access rights and allow recipients to create and edit files. Or just get a link to let others view and download your files. You can use an expiration date and password protection if you like.
bg_bg: Изберете от две алтернативи, за да споделяте файловете и папките си. Използвайте Поканване на хора, ако искате да управлявате правата за достъп и да разрешите на получателите да създават и редактират файлове. Или просто да получите връзка, за да позволите на другите да преглеждат и изтеглят файловете ви. Можете да използвате дата на изтичане на срока и защита с парола, ако искате.
et_ee: Valige kahe võimaluse vahel teie failide ja kaustade jagamiseks. Kasutage Kutsu inimesi juhul, kui soovite hallata juurdepääsuõigusi ja lubada kutse saajatel faile luua ning muuta, või kasutage linke selleks, et teised saaksid teie faile vaadata ja alla laadida. Soovi korral saate seadistada aegumiskuupäeva ja kaitseparooli.
nb_no: Velg ett av alternativene for å dele filene og mappene dine. Bruk Inviter folk hvis du vil administrere tilgangsrettigheter og la mottakerne opprette og redigere filer. Bruk ellers Få en link, som lar mottakerne se og laste ned filene dine. Her kan du også sette en utløpsdato og aktivere passordbeskyttelse dersom du ønsker.

source: Collaborating
bg_bg: Сътрудничество
et_ee: Koostöö
nb_no: Samarbeid

source: Composing a new E-Mail
bg_bg: Съставяне на нова електронна поща
cs_cz: Psaní nové zprávy
fr_ca: Rédiger un nouveau message
hu_hu: Új levél szerkesztése
lv_lv: Jauna e-pasta sastādīšana
nb_no: Opprette en ny epost

source: Creating new items
bg_bg: Създаване на нови елементи
cs_cz: Vytváření nových položek
et_ee: Uute üksuste loomine
fr_ca: Créer de nouveaux éléments
hu_hu: Új elemek létrehozása
lv_lv: Jaunu vienību izveide
nb_no: Opprette nye elementer

source: Depending on the app, the toolbar contains various functions for creating, editing and organizing objects.
bg_bg: В зависимост от приложението лентата с инструменти съдържа различни функции за създаване, редактиране и организиране на обекти.
cs_cz: V závislosti na aplikaci obsahuje nástrojová lišta funkce pro vytváření, editaci a organizování objektů.
et_ee: Rakendusest olenevalt sisaldab tööriistariba erinevaid funktsioone objektide loomiseks, muutmiseks ja korrastamiseks.
fr_ca: Suivant l'application, la barre d'outils contient diverses fonctions permettant de créer, modifier et organiser des objets.
hu_hu: Az alkalmazástól függően az eszköztár az objektumok létrehozásához, szerkesztéséhez és rendezéséhez kapcsolódó funkciókat tartalmaz.
lv_lv: Atbilstoši katrai konkrētajai aplikācijai, rīkjosla satur dažādas funkcijas objektu izveidošanai, rediģēšanai un organizēšanai.
nb_no: Verktøylinjen inneholder funksjoner for å opprette, redigere og organisere elementer.

source: Detailed instructions for the single apps are located in System menu > Help.
bg_bg: Подробни указания за отделните приложения се намират в менюто Система> Помощ.
cs_cz: Podrobné informace pro jednotlivé aplikace jsou v Systémové menu > Nápověda.
et_ee: Üksikasjalikud juhised konkreetsete rakenduste kohta leiate Süsteemi menüü > Abi alt.
fr_ca: Des instructions détaillées pour les applications individuelles figurent dans le « Menu système > Aide ».
hu_hu: Az egyes alkalmazások részletes leírása a Rendszer menü Súgó menüpontjában található.
lv_lv: Atsevišķo aplikāciju detalizētas instrukcijas ir atrodamas sistēmas izvēlnē > Palīgs.
nb_no: Detaljerte veiledninger for hver enkelt app finnes i systemmenyen > Hjelp.

source: Displaying the help or the settings
bg_bg: Показване на помощта или настройките
cs_cz: Zobrazení nápovědy nebo nastavení
et_ee: Abi või seadistuste kuvamine
fr_ca: Accéder à l'aide ou aux réglages
hu_hu: A súgó vagy a beállítások megjelenítése
lv_lv: Palīga vai iestatījumu parādīšana
nb_no: Vise innstillinger eller hjelpedokumentasjon

source: Editing multiple E-Mails
bg_bg: Редактиране на няколко електронни писма
cs_cz: Úprava více zpráv
fr_ca: Modifier plusieurs messages
hu_hu: Több levél szerkesztése
lv_lv: Vairāku e-apstu rediģēšana
nb_no: Redigere flere eposter

source: Enter the E-Mail text into the main area. If the text format was set to HTML in the options, you can format the E-Mail text. To do so select a text part and then click an icon in the formatting bar.
bg_bg: Въведете текста на електронната поща в главната област. Ако форматът на текста е зададен като HTML в опциите, можете да форматирате текста на електронната поща. За целта изберете текстова част и след това кликнете върху икона в лентата за форматиране.
nb_no: Skriv inn en eposttekst i hovedområdet. Hvis tekstformatet er satt til HTML i epostinnstillingene kan du også formatere teksten din. For å gjøre det, velg deler av teksten din og klikk et ikon i formateringsverktøylinjen.

source: Entering the E-Mail text
bg_bg: Въвеждане на текста на електронната поща
cs_cz: Zadání textu zprávy
fr_ca: Saisir le texte du message
hu_hu: Levél megírása
lv_lv: Vēstules teksta ievadīšana
nb_no: Skrive inn epostteksten

source: Further information
bg_bg: Допълнителна информация
cs_cz: Další informace
et_ee: Lisateave
fr_ca: Pour plus d'informations
hu_hu: További információk
lv_lv: Papildus informācija
nb_no: Mer informasjon

source: Here you can share files with your colleagues and external contacts. You can also collaborate on a document and set different access rights.
bg_bg: Тук можете да споделяте файлове с вашите колеги и външни контакти. Също така можете да си сътрудничите с документ и да зададете различни права за достъп.
et_ee: Võimaldab failide jagamist kolleegide ja väliste kontaktidega. Võite teha koostööd dokumendi kallal ja seadistada erinevaid juurdepääsuõigusi.
nb_no: Her kan du dele filer med kolleger og eksterne kontakter. Du kan også samarbeide på et dokument, og sette forskjellige tilgangsrettigheter.

source: If double-clicking on an E-Mail in the list, the E-Mail is opened in a separate window.
bg_bg: Ако щракнете двукратно върху електронна поща в списъка, електронната поща се отваря в отделен прозорец.
cs_cz: Pokud dvojitě kliknete na zprávu v seznamu, zpráva se otevře v samostatném okně.
fr_ca: Si vous faites un double-clic sur un courrier dans la liste, celui-ci s'ouvre dans une nouvelle fenêtre.
hu_hu: Amennyiben egy levélre duplán kattint a listában, akkor a levél külön ablakban nyílik meg.
lv_lv: Ja e-pasta vēstuļu sarakstā uz kādas no vēstulēm tiek izpildīts dubultklikšķis, šī vēstule tiek atvērta atsevišķā logā.
nb_no: Du kan dobbeltklikke en epost i listen for å åpne den i et eget vindu.

source: In order to edit multiple E-Mails at once, enable the checkboxes on the left side of the E-Mails. If the checkboxes are not displayed, click on View > Checkboxes on the right side of the toolbar.
bg_bg: За да редактирате едновременно няколко имейла, активирайте квадратчетата за отметки отляво на имейлите. Ако квадратчетата за отметка не са показани, кликнете върху Преглед> Отметки отдясно на лентата с инструменти.
cs_cz: Chcete-li upravovat více zpráv najednou, zaškrtněte políčka na levé straně zpráv. Pokud nejsou políčka zobrazená, klikněte na Pohled > Zaškrtávací pole na pravé straně nástrojové lišty.
fr_ca: Pour modifier plusieurs courriers à la fois, cochez les cases apparaissant à gauche des courriers. Si les cases à cocher ne sont pas affichées, cliquez sur « Vue > Cases à cocher » à droite de la barre d'outils.
hu_hu: Több levél egyszerre történő szerkesztéséhez használja a levelek bal oldalán található jelölőnégyzetet. Amennyiben a jelölőnégyzetek nem láthatók, kattintson a eszköztár jobb oldalán található Nézet > Jelelölőnégyzetek ikonra.
lv_lv: Lai rediģētu vairākus e-pastus vienlaicīgi, aktivizējiet izvēles rūtiņas saraksta kreisajā malā. Ja izvēles rūtiņas nav uzrādītas, noklikšķiniet uz Skats > Izveles rūtiņas rīkjoslas labajā malā.
nb_no: For å redigere flere eposter samtidig, klikk avkrysningsboksene på venstre sidene av epostene. Hvis avkrysningsboksene ikke er synlige, klikk på Visning > Avkrysningsbokser til høyre på verktøylinjen.

source: Launching an app
bg_bg: Стартиране на приложение
cs_cz: Spouštění aplikace
et_ee: Rakenduse käivitamine
fr_ca: Lancer une application
hu_hu: Alkalmazás indítása
lv_lv: Aplikācijas startēšana
nb_no: Starte en app

source: Opening an E-Mail in a separate window
bg_bg: Отваряне на електронна поща в отделен прозорец
cs_cz: Otevření zprávy v samostatném okně
fr_ca: Ouvrir un courrier dans une nouvelle fenêtre
hu_hu: Levél megnyitása külön ablakban
lv_lv: E-pasta atvēršana atsevišķā logā
nb_no: Åpne en epost i et nytt vindu

source: Opening or closing the folder tree
bg_bg: Отваряне или затваряне на дървото на папките
cs_cz: Otevírání a zavírání oblasti se složkami
et_ee: Kaustapuu avamine või sulgemine
fr_ca: Ouvrir ou fermer l'arborescence des dossiers
hu_hu: Mappastruktúra megnyitása és bezárása
lv_lv: Mapju koka atvēršana un aizvēršana
nb_no: Åpne eller lukke mappetreet

source: Opening the E-Mail settings
bg_bg: Отваряне на настройките за електронна поща
cs_cz: Otevření nastavení zpráv
fr_ca: Accéder aux réglages du courrier
hu_hu: Levelezés beállításainak megnyitása
lv_lv: E-pasta iestatījumu atvēršana
nb_no: Innstillinger for epost

source: Reading E-Mail conversations
bg_bg: Четене на разговори по електронната поща
cs_cz: Čtení e-mailových konverzací
fr_ca: Lire des conversations par courrier
hu_hu: E-mail társalgások olvasása
lv_lv: E-pasta sarunu lasīšana
nb_no: Lese epostsamtaler

source: Searching for objects
bg_bg: Търсене на обекти
cs_cz: Vyhledávání objektů
et_ee: Objektide otsing
fr_ca: Chercher des objets
hu_hu: Elemek keresése
lv_lv: Objektu meklēšana
nb_no: Søke etter elementer

source: Sending an E-Mail to a contact
bg_bg: Изпращане на електронна поща до контакт
cs_cz: Poslání zprávy kontaktu
fr_ca: Envoyer un courrier à un contact
hu_hu: Levél küldése a címjegyzékben található kapcsolatnak
lv_lv: E-pasta nosūtīšana kontaktpersonai
nb_no: Send en epost til en kontakt

source: Sending the E-Mail
bg_bg: Изпращане на електронната поща
cs_cz: Odeslání zprávy
fr_ca: Envoyer le message
hu_hu: Levél küldése
lv_lv: E-pasta nosūtīšana
nb_no: Sende eposten

source: Sharing files by inviting people does not only offer your recipients the option to create and edit files. Internal and external participants are also able to collaborate with you on text documents and spreadsheets at the same time.
bg_bg: Споделянето на файлове чрез покана на хора не само предлага на получателите ви възможност да създават и редактират файлове. Вътрешни и външни участници също могат да си сътрудничат с вас в текстови документи и електронни таблици едновременно.
et_ee: Lisaks sellele, et failide jagamine inimeste kutsumise teel pakub kutsututele võimaluse failide loomiseks ja muutmiseks, saavad sise- ja välisosalejad koos teiega tekstdokumentide ning arvutustabelitega samaaegselt töötada.
nb_no: Deling av filer ved å invitere folk lar ikke bare mottakerne opprette og redigere filer - de kan også samarbeide med deg på tekstdokumenter eller regneark!

source: Sharing options
bg_bg: Опции за споделяне
et_ee: Jagamisvalikud
nb_no: Delingsinnstillinger
