Repository: open-xchange/appsuite-frontend
Catalog: guidedtours/i18n/*.po
Languages: bg_bg, cs_cz, de_de, el_gr, et_ee, fr_ca, hu_hu, lv_lv, nb_no, nl_nl, tr_tr

source: Sorting your E-Mails
bg_bg: Сортиране на имейлите ви
cs_cz: Řazení zpráv
fr_ca: Trier vos messages
hu_hu: Levelek rendezése
lv_lv: E-pasta šķirošana
nb_no: Sortere eposter

source: The Detail view
bg_bg: Подробният изглед
cs_cz: Podrobný pohled
et_ee: Üksikasjade vaade
fr_ca: La vue détaillée
hu_hu: A részletes nézet
lv_lv: Detaļu skats
nb_no: Detaljvisning

source: The Detail view displays an object's content. Depending on the app, further functions for organizing objects can be found in the Detail view.
bg_bg: Подробният изглед показва съдържанието на обекта. В зависимост от приложението могат да се намерят допълнителни функции за организиране на обекти в екрана "Подробности".
cs_cz: Podrobný pohled ukazuje obsah objektu. V závislosti na aplikaci mohou být v Podrobném pohledu k dispozici další funkce pro organizování objektů.
et_ee: Üksikasjade vaade kuvab objekti sisu. Rakendusest sõltuvalt võib Üksikasjade vaatest leida täiendavaid funktsioone objektide korrastamiseks.
fr_ca: La vue détaillée présente le contenu d'un objet. Suivant l'application, vous pouvez trouver dans la vue détaillée des fonctions supplémentaires permettant d'organiser les objets.
hu_hu: A részletes nézetben látható az objektum tartalma. Az alkalmazástól függően az objektumok rendezéséhez kapcsolódó további funkciók a részletes nézetben találhatók.
lv_lv: Detaļu skatā tiek uzrādīts objekta saturs. Atkarībā no aplikācijas, detaļu skatā var būt pieejamas arī papildus funkcijas objektu organizēšanai.
nb_no: Detaljvisningen viser innholdet til et element. Du finner også flere funksjoner for å behandle elementet.

source: The Portal informs you about current E-Mails, appointments or social network news.
bg_bg: Порталът ви информира за текущите имейли, срещи или новини в социалните мрежи.
cs_cz: Portál vás informuje o nových zprávách, schůzkách nebo novinkách ze sociálních sítí.
fr_ca: Le portail vous informe des courriers récents, des rendez-vous ou de ce qui se passe sur les réseaux sociaux.
hu_hu: A Portál értesít a legújabb levelekről, találkozókról vagy a közösségi hálózatról érkező hírekről.
lv_lv: Portāls informē jūs par pašreizējām e-pasta vēstulēm, uzdevumiem, tikšanās reizēm un sociālo tīklu jaunumiem.
nb_no: Portalen gir deg oversikt over dine siste eposter, avtaler og oppgaver, med mer.

source: The folder tree
bg_bg: Дървото на папките
cs_cz: Strom složek
et_ee: Kaustapuu
fr_ca: L'arborescence des dossiers
hu_hu: A mappastruktúra
lv_lv: Mapju koks
nb_no: Mappetreet

source: The list
bg_bg: Списъкът
cs_cz: Seznam
et_ee: Loetelu
fr_ca: La liste
hu_hu: A lista
lv_lv: Saraksts
nb_no: Elementlisten

source: The settings are organized in topics. Select the topic on the left side, e.g Basic settings or E-Mail.
bg_bg: Настройките са организирани по теми. Изберете темата отляво, например Основни настройки или Електронна поща.
cs_cz: Nastavení je organizované podle témat. Na levé straně zvolte téma, např. Základní nastavení nebo Pošta.
fr_ca: Les réglages sont organisés en catégories. Sélectionnez la catégorie dans la partie gauche, par ex. « Réglages de base » ou « Courrier ».
nb_no: Innstillingene er organisert i kategorier. Velg en kategori til venstre, f.eks. "Grunnleggende innstillinger" eller "Epost".

source: The toolbar
bg_bg: Лента с инструменти
cs_cz: Nástrojová lišta
et_ee: Tööriistariba
fr_ca: La barre d'outils
hu_hu: Az eszköztár
lv_lv: Rīkjosla
nb_no: Verktøylinjen

source: This guided tour will briefly introduce you to the product. Get more detailed information in the tours for the single apps or in the online help.
bg_bg: Този обиколка с екскурзовод ще ви запознае накратко с продукта. Получете по-подробна информация в обиколките за отделните приложения или в онлайн помощта.
cs_cz: Tato prohlídka vám produkt stručně představí. Podrobnější informace najdete v prohlídkách jednotlivých aplikací nebo v online nápovědě.
et_ee: See tutvustus annab teile lühiülevaate tootest. Üksikasjalikumat teavet pakuvad eraldi rakenduste tutvustused või võrguabi.
fr_ca: Cette visite guidée va vous présenter rapidement le produit. Vous pouvez obtenir des informations plus détaillées dans les visites dédiées aux applications individuelles ou dans l'aide en ligne.
hu_hu: Ez a bemutató röviden bemutatja a terméket. További információ az egyes alkalmazások bemutatójában vagy az online súgóban található.
lv_lv: Šī ekskursija īsumā iepazīstinās jūs ar mūsu produktu. Detalizētāka informācija ir pieejama, izmantojot atsevišķo aplikāciju ekskursijas un tiešaistes palīdzību.
nb_no: Denne omvisningen vil gi en rask innføring i løsningen. Du finner mer detaljert informasjon i omvisningene som finnes for hver enkelt app, eller i dokumentasjonen. Omvisninger og dokumentasjonen finner du i systemmenyen.

source: To choose between the different views. click on View in the toolbar. Select a menu entry in the layout.
cs_cz: Chcete-li si vybrat mezi různými pohledy, klikněte na Pohled na nástrojové liště. Pak v menu vyberte rozvržení.
fr_ca: Pour basculer d'une vue à l'autre, cliquez sur « Vue » dans la barre d'outils. Choisissez un élément dans la section de menu « Disposition ».
hu_hu: A különböző nézetek közötti váltáshoz kattintson az eszköztárban található Nézet ikonra. Válasszon ki egy menüelemet az Elrendezés részből.
lv_lv: Lai pārslēgtos starp dažādiem skatiem, rīkjoslā ktivizējiet funkciju Skats un zvēlieties vēlamo režīmu.
nb_no: For å bytte mellom forskjellige visninger, klikk "Visning" i verktøylinjen, og velg ønsket visning.

source: To compose a new E-Mail, click on Compose in the toolbar.
bg_bg: За да създадете нова електронна поща, кликнете върху "Изготвяне" в лентата с инструменти.
cs_cz: Chcete-li napsat novou zprávu, klikněte na Napsat novou zprávu na nástrojové liště.
fr_ca: Pour rédiger un nouveau courrier électronique, cliquez sur l'icône « Rédiger » dans la barre d'outils.
hu_hu: Új levél írásához kattintson felül az Új levél szerkesztése ikonra.
lv_lv: Jauna e-pasta sastādīšanai noklikšķiniet uz e-pasta sastādīšanas ikonas rīkjoslā.
nb_no: For å opprette en ny epost, klikk "Opprett" i verktøylinjen.

source: To create a new E-Mail, click the Compose new E-Mail in the toolbar.
bg_bg: За да създадете нова електронна поща, кликнете върху "Създаване на нова електронна поща" в лентата с инструменти.
cs_cz: Chcete-li vytvořit novou zprávu, klikněte na ikonu Napsat novou zprávu na nástrojové liště.
fr_ca: Pour créer un nouveau courrier électronique, cliquez sur l'icône « Rédiger un nouveau courrier » dans la barre de menu.
hu_hu: Új levél írásához kattintson az eszköztárban található Új levél szerkesztése ikonra.
lv_lv: Lai izveidotu jaunu e-pasta vēstuli, noklikšķiniet uz jauna e-pasta ikonas rīkjoslā.
nb_no: For å opprette en ny epost, klikk "Opprett" i verktøylinjen.

source: To display the help or the settings, click the System menu icon in the menu bar.
bg_bg: За да видите помощта или настройките, кликнете върху иконата на системното меню в лентата с менюта.
cs_cz: Chcete-li zobrazit nápovědu nebo nastavení, klikněte na ikonu systémového menu na liště s menu.
et_ee: Abi või seadistuste kuvamiseks klõpsake Süsteemi menüü ikoonile menüüribal.
fr_ca: Pour afficher l'aide ou les réglages, cliquez sur l'icône « Menu système » dans la barre de menu.
hu_hu: A súgó vagy a beállítások megjelenítéséhez használja a menüsorban található Rendszer menüikont.
lv_lv: Lai parādītu palīgu vai iestatījumus, izmantojiet sistēmas ikonu izvēlņu joslas labajā malā.
nb_no: For å vise innstillinger eller hjelpedokumentasjonen, klikk systemmeny-ikonet i menylinjen.

source: To open or close an E-Mail in a conversation, click on a free area in the header.
bg_bg: За да отворите или затворите електронна поща в разговор, кликнете върху свободна зона в заглавката.
cs_cz: Chcete-li otevřít či zavřít zprávu v rámci konverzace, klikněte na prázdné místo hlavičky.
fr_ca: Pour ouvrir ou fermer un courrier dans un fil de discussion, cliquez sur la zone vierge de son en-tête.
hu_hu: Az E-mail társalgások megnyitásához vagy bezárásához kattintson a fejléc szabad területére.
lv_lv: Lai atvērtu vai aizvērtu e-pastu sarunā, noklikšķiniet uz brīvās (tukšās) vietas hederī.
nb_no: For å åpne eller lukke en epost i en samtale, klikk på et tomt område i overskriften.

source: To open or close the folder tree, click on View > Folder view on the right side of the toolbar.
bg_bg: За да отворите или затворите дървовидната структура на папките, кликнете върху Изглед> Преглед на папки от дясната страна на лентата с инструменти.
cs_cz: Chcete-li otevřít nebo zavřít strom složek, klikněte na Zobrazit > Pohled na složku na pravé straně nástrojové lišty.
et_ee: Kaustapuu avamiseks või sulgemiseks klõpsake Vaade > Kaustavaade tööriistariba paremal poolel.
fr_ca: Pour ouvrir ou fermer l'arborescence des dossiers, cliquez « Vue > Vue en dossier » à droite de la barre d'outils.
hu_hu: A mappastruktúra megnyitásához vagy bezárásához kattintson az eszköztár jobb oldalán lévő Nézet > Mappanézet ikonra.
lv_lv: Mapju koka atvēršanai un aizvēršanai noklikšķiniet uz Skats > Mapes skats rīkoslas labajā malā.
nb_no: For å åpne eller lukke mappetreet, klikk Visning > Mappetre på høyre side av verktøylinjen.

source: To open the E-Mail settings, click the System menu icon on the upper right side of the menu bar. Select Settings. Click on E-Mail on the left side.
bg_bg: За да отворите настройките за електронна поща, кликнете върху иконата на системното меню в горната дясна част на лентата с менюта. Изберете Настройки. Кликнете върху E-Mail от лявата страна.
cs_cz: Chcete-li otevřít nastavení pošty, klikněte na ikonu Systémové menu v pravé horní části lišty menu. Zvolte Nastavení a klikněte na Pošta na levé straně.
fr_ca: Pour ouvrir les réglages du courrier, cliquez sur l'icône du « Menu Système » dans le coin en haut à droite de la barre de menus. Sélectionnez « Réglages ». Cliquez sur « Courrier » dans la partie gauche.
nb_no: For å åpne epostinnstillingene, klikk systemmeny-ikonet øverst til høyre i menylinjen. Velg Innstillinger. Klikk deretter Epost på venstre side.

source: To search for objects, click the Search icon in the menu bar.
bg_bg: За да търсите обекти, кликнете върху иконата за търсене в лентата с менюта.
cs_cz: Chcete-li vyhledávat objekty, klikněte na ikonu Vyhledávání na liště menu.
et_ee: Objektide otsimiseks klõpsake menüüriba ikoonil Otsi.
fr_ca: Pour chercher des objets, cliquez sur l'icône « Chercher » dans la barre de menu.
hu_hu: Az elemek kereséséhez kattintson a menüsorban található Keresés ikonra.
lv_lv: Obejktu meklēšanai noklikšķiniet uz meklēšanas ikonas rīkjoslā.
nb_no: For å søke etter elementer, klikk søkeikonet i menylinjen.

source: To send an E-Mail to the contact, click on an E-Mail address or on Send email in the toolbar.
bg_bg: За да изпратите електронна поща на контакта, кликнете върху адрес на електронна поща или върху Изпращане на имейл в лентата с инструменти.
cs_cz: Chcete-li poslat zprávu kontaktu, klikněte na e-mailovou adresu nebo na Poslat zprávu na nástrojové liště.
fr_ca: Pour envoyer un courrier à un contact, cliquez sur une adresse électronique ou sur « Envoyer un courrier » dans la barre d'outils.
hu_hu: Levél küldéséhez kattintson az e-mail címre vagy az eszköztárban található E-mail küldése ikonra.
lv_lv: Lai kontaktpersonai nosūtītu e-pastu, noklikšķiniet uz atbilstošās e-pasta adreses vai rīkjoslā izvēlieties 'Sūtīt e-pastu'.
nb_no: For å sende en epost til kontakten, klikk på en epostadresse, eller på "Send epost" i verktøylinjen.

source: To send the E-Mail, click on Send
bg_bg: За да изпратите електронната поща, кликнете върху Изпращане
cs_cz: Zprávu odešlete kliknutím na Poslat
fr_ca: Pour envoyer le courrier, cliquez sur « Envoyer »
nb_no: For å sende eposten, klikk "Send".

source: To sort the E-Mails, click on Sort by. Select a sort criteria.
bg_bg: За да сортирате имейлите, кликнете върху Сортиране по. Изберете критерии за сортиране.
cs_cz: Chcete-li zpráv seřadit, klikněte Řadit podle. Pak zvolte kritérium řazení.
fr_ca: Pour trier vos courriers, cliquez sur « Trier par » et choisissez un critère de tri.
hu_hu: A levelek rendezéséhez kattintson a Rendezésre és válasszon egy rendezési módot.
lv_lv: E-pasta kārtošanai noklikšķiniet uz 'Kārtot pēc' un izvēlieties atbilstošo kritēriju.
nb_no: For å sortere epostene, klikk "Sorter etter", og velg et søkekriterium.

source: Use the folder tree to open the folder containing the objects that you want to view in the list.
bg_bg: Използвайте дървовидната папка, за да отворите папката, съдържаща обектите, които искате да видите в списъка.
cs_cz: Použijte strom složek k otevření složky obsahující objekty, které chcete zobrazit v seznamu.
et_ee: Kasutage kaustapuud selle kausta avamiseks, mis sisaldab objekte, mida te loetelus näha soovite.
fr_ca: Utilisez l'arborescence des dossiers pour ouvrir le dossier contenant les objets que vous souhaitez afficher dans la liste.
hu_hu: Használja a mappastruktúrát, ha egy olyan elemek szeretne megtekinteni a listában, amely egy mappában van.
lv_lv: Lai skatītu mapē esošo objektu sarakstu, izmantojiet mapju koku un izvēlieties jūs interesējošos mapi.
nb_no: Bruk mappetreet for å velge mappen som inneholder elementene du ønsker å jobbe med.

source: Use the list to select an object, show its contents or activate functions.
bg_bg: Използвайте списъка, за да изберете обект, да показвате съдържанието му или да активирате функции.
cs_cz: Použijte seznam k výběru objektu, abyste mohli zobrazit jeho obsah nebo použít jiné funkce.
et_ee: Kasutage loetelu objekti valimiseks, selle sisu vaatamiseks või funktsioonide aktiveerimiseks.
fr_ca: Utilisez la liste pour sélectionner un objet, afficher son contenu ou activer certaines fonctions.
hu_hu: Használja a listát egy olyan elem kiválasztásához, amelynek tartalmát szeretné megnézni, vagy művelet kíván vele végrehajtani.
lv_lv: Lai skatītu objkta saturu vai izpildītu funkcijas, izvēlieties atbilstošo objektu sarakstā.
nb_no: Bruk listen for å velge et element, vise dets innhold og aktivere flere funksjoner.

source: Below the recipient you will find further functions, e.g. for sending copies to other recipients or for adding attachments.
hu_hu: A címzett alatt további műveletek találhatók pl. másolat küldése másoknak vagy melléklet csatolása.
lv_lv: Zem saņēmēja lauka atrodas papildus funkcijas kopiju un oto kopiju sūtīšanai citiem saņēmējiem, failu pievienošanai, kā arī citu iestatījumu veikšanai.

source: Creating a note
cs_cz: Vytvoření poznámky
fr_ca: Créer une note
hu_hu: Jegyzet létrehozása
lv_lv: Piezīmes izveidošana

source: Displaying information
cs_cz: Zobrazení informací
fr_ca: Afficher des informations
hu_hu: Információ megjelenítése
lv_lv: Informācijas parādīšana

source: Enter the E-Mail text below the subject.
hu_hu: A tárgy alá írja a levél szövegét.
lv_lv: Vēstules tekstu ievadiet zem temata.

source: Enter the E-Mail text below the subject. If the text format was set to HTMl in the options, you can format the E-Mail text. To do so select a text part and then click an icon in the formatting bar.
hu_hu: A levél szövegét a tárgy alatt lehet beírni. Amennyiben a szövegformátum HTML-re van állítva, akkor a levél szövege formázható. Ehhez válassza ki a szöveg egy részét és kattintson valamely ikonra a formázósávon.
lv_lv: Ievadiet vēstules tekstu laukā zem tēmas. Ja vēstules formāts ir iestatīts kā HTML, teksts var tikt formatēts. Lai formatētu tekstu, iezīmējiet atbilstošo sekciju un izmantojiet ikonas teksta formatēšanas joslā.

source: Enter the recipient's name on the top left side. As soon as you typed the first letters, suggestions from the address books are displayed. To accept a recipient suggestion, click on it.
hu_hu: Adja meg a címzettek nevét a jobb felső oldalon. Az első karakter leütésekor a javaslatok jelennek meg a címjegyzékből. A javaslat jóváhagyásához kattintson rá.
lv_lv: Ievadiet saņēmēja vārdu augšējā kreisajā malā. Tikko kā būs ievadīti daži pirmie burti tiks atvērts logs ar priekšlikumiem no adrešu grāmatas. Lai apstiprinātu piedāvājumu, noklikšķniet uz atbilstošā ieraksta.

source: Enter the subject on the right side of the recipient.
hu_hu: Adja meg a tárgyat a címzett jobb oldalán.
lv_lv: Ievadiet vēstules tēmu laukā pa labi no saņēmēja.

source: Guided tour for this app
fr_ca: Visite guidée pour cette app
hu_hu: Az alkalmazás bemutatója
lv_lv: Iepazīstināšana ar šo aplikāciju

source: If a folder contains images, you can display a slideshow. To do so click the View slideshow icon in the toolbar.
hu_hu: Amennyiben a mappa képeket tartalmaz, akkor azokat bemutatószerűen is megjelentheti. Ehhez a menüsor jobb felső részben található Bemutató ikonra kell kattintani.
lv_lv: Ja mape satur attēlus tie var tikt parādīti slaidrādē. Lai to izdarītu, rīkjoslā noklikšķiniet uz 'Skatīt slaidrādi'.

source: If you no longer want to display a square, click the cross on the upper right side.
hu_hu: Az elem bezárásához kattintson a jobb felső részben található keresztre.
lv_lv: Lai aizvērtu apskatlogu, noklikškiniet uz krusta šī loga augšējā labajā stūrī.

source: In case of new notifications, e.g. appointment invitations, the info area is opened on the right side.
hu_hu: Új értesítés megérkezésekor pl. meghívás találkozóra, az információs terület a jobb oldalon nyílik meg.
lv_lv: Jaunu paziņojumu gadījumā (piemēram, uzaicinājumiem uz tikšanos) labajā pusē tiek atvērts informatīvais apgabals.

source: Slideshow
hu_hu: Diavetítés
lv_lv: Slaidrāde

source: The Icons view
cs_cz: Ikonový pohled
fr_ca: La vue en icônes
hu_hu: Ikonnézet
lv_lv: Ikonu skats

source: The Icons view displays an icon and the file name for each file. Click on an icon to view further details and functions in the pop-up.
cs_cz: Ikonový pohled zobrazuje u každého souboru ikonu a název. Kliknutím na ikonu zobrazíte další podrobnosti a funkce ve vyskakovacím okně.
fr_ca: La vue en icônes présente pour chaque fichier une icône ainsi que le nom du fichier. Cliquez sur une icône pour afficher dans une nouvelle fenêtre davantage de détails et de fonctions.
hu_hu: A Ikonnézet minden fájlhoz egy ikont és a fájlnevet jelenít meg. Az ikonra kattintva egy felugró ablakban további részletek és funkciók jelennek meg.
lv_lv: Ikonu skatā katrs fails tiek uzrādīts kā ikona ar atbilstošu vārdu. Noklikšķinot uz ikonas tiek parādīts uznirstošais logs ar faila detaļām un funkcijām.

source: The List view shows details like the size and date of change. Use the checkboxes to select files. Click on a file to view further details and functions in the pop-up.
cs_cz: Pohled Seznam zobrazuje podrobnosti jako velikost a datum poslední změny. Použijte zaškrtávací políčka pro výběr souborů. Kliknutím na soubor zobrazíte další podrobnosti a funkce ve vyskakovacím okně.
fr_ca: La vue en liste présente des détails tels que la taille et la date de dernière modification. Utilisez les cases à cocher pour sélectionner plusieurs fichiers. Cliquez sur un fichier pour afficher dans une nouvelle fenêtre davantage de détails et de fonctions.
hu_hu: A Listanézet olyan részleteket mutat meg, mint a méret vagy a módosítás dátuma. A fájlok kiválasztásához használja a jelölőnégyzeteket. A fájlra kattintva egy felugró ablakban további részletek és funkciók jelennek meg.
lv_lv: Saraksta skatā tie uzrādītas tādas detaļas kā izmērs un izmaiņu saglabāšanas datums. Lai izvēlētos failus, aktivizējiet izvēles rūtiņas. Noklikšķinot uz faila tiek parādīts uznirstošais logs ar papildus detaļām un funkcijām.

source: The New objects icon
cs_cz: Ikona nových objektů
fr_ca: L'indicateur de nouveaux objets
hu_hu: Az Új elemek ikon
lv_lv: Jauno objektu ikona

source: The New objects icon shows the number of unread E-Mails or other notifications. If clicking the icon, the info area opens.
cs_cz: Ikona nových objektů ukazuje počet nepřečtených zpráv nebo jiná upozornění. Kliknutí na ikonu otevře informační oblast.
fr_ca: L'indicateur de nouveaux objets affiche le nombre de courriers non lus ou d'autres notifications. Si l'on clique dessus, la zone d'informations apparaît.
hu_hu: Az Új elemek ikon megmutatja az olvasatlan levelek számát és más értesítéseket. Az ikonra kattintva megnyílik az információs terület.
lv_lv: Jauno objektu ikona parāda neizlasīto e-pastu vai citu jauno paziņojumu skaitu. Noklikšķinot uz šīs ikonas tiek atvērts informatīvais apgabals.

source: The Tiles view
cs_cz: Dlaždicový pohled
fr_ca: La vue en pavés
hu_hu: A Mozaik nézet
lv_lv: Flīžu skats

source: The Tiles view shows a big icon for each file. Click on an icon to view further details and functions in the pop-up.
cs_cz: Dlaždicový pohled zobrazuje pro každý soubor velkou ikonu. Kliknutím na ikonu zobrazíte další podrobnosti a funkce ve vyskakovacím okně.
fr_ca: La vue en pavés présente une grosse icône pour chaque fichier. Cliquez sur une icône pour afficher dans une nouvelle fenêtre davantage de détails et de fonctions.
hu_hu: A Mozaik nézet minden fájlról egy nagy ikont jelenít meg. Az ikonra kattintva egy felugró ablakban további részletek és funkciók jelennek meg.
lv_lv: Flīžu skatā faili tiek uzrādīti kā lielas ikonas. Noklikšķinot uz ikonas tiek parādīts uznirstošais logs ar faila detaļām un funkcijām.

source: The info area
cs_cz: Informační oblast
fr_ca: La zone d'informations
hu_hu: Az információs terület
lv_lv: Informatīvais apgabals

source: The settings are organized in topics. Select the topic on the left side, e.g Basic settings or E-Mail. To view all settings, enable Advanced settings at the bottom.
hu_hu: A beállítások témák szerint vannak rendezve. Válasszon egy témát a bal oldalon pl. Alapbeállítások. Az össze beállítás megjelenítéséhez engedélyezze az bal alul található Speciális beállítások lehetőséget.
lv_lv: Iestatījumi ir organizēti atbilstoši tēmām. Izvēlieties atbilstošo tēmas sadaļu kreisajā malā (piem., Pamata iestatījumi, Pasts, Kalendārds, u.t.t.). Lai skatītu visus iestatījumus, apakšējā malā aktivizējiet paplašināto iestatījumu režīmu.

source: To create a note, click on New > Add note in the toolbar.
cs_cz: Chcete-li vytvořit poznámku, klikněte na Nové > Přidat poznámku na nástrojové liště.
fr_ca: Pour créer une note, cliquez sur « Nouveau > Ajouter une note » dans la barre d'outils.
hu_hu: Új megjegyzés létrehozásához kattintson az eszköztárban található Új > Megjegyzés hozzáadása ikonra.
lv_lv: Jaunas piezīmes izveidošanai rīkjoslā noklikšķiniet uz Jauns > Pievienot piezīmi

source: To create the appointment, click on Create at the upper right side.
cs_cz: Chcete-li schůzku vytvořit, klikněte na Vytvořit vpravo nahoře.
fr_ca: Pour créer le rendez-vous, cliquez sur « Créer » en haut à droite.
hu_hu: A találkozó létrehozásához kattintson a jobb felső részen található Létrehozás gombra.
lv_lv: Lai izveidotu tikšanos noklikšķiniet uz 'Izveidot' augšējā labajā malā.

source: To create the task, click on Create on the upper right side.
hu_hu: Feladat létrehozásához a jobb felső részben található Létrehozásra.
lv_lv: Lai izveidotu uzdevumu noklikšķiniet uz 'Izvedot' augšējā labajā malā.

source: To launch an app, click on an entry on the left side of the menu bar.
cs_cz: Chcete-li spustit aplikaci, klikněte na položku v levé horní části lišty s menu.
fr_ca: Pour lancer une application (app), cliquez sur l'un des éléments figurant sur la gauche de la barre de menu.
hu_hu: Az alkalmazás indításához a menüsáv bal oldali részén lévő bejegyzéshez.
lv_lv: Lai startētu aplikāciju, aktivizējiet izvēlni izvēņu joslas augšējā kresajā malā.
