Repository: open-xchange/appsuite-frontend
Catalog: guidedtours/i18n/*.po
Languages: bg_bg, cs_cz, de_de, el_gr, et_ee, fr_ca, hu_hu, lv_lv, nb_no, nl_nl, tr_tr

source: To edit multiple contacts at once, enable the checkboxes on the left side of the contacts. If the checkboxes are not displayed, click on View > Checkboxes on the right side of the toolbar.
bg_bg: За да редактирате няколко контакта наведнъж, активирайте квадратчетата за отметки отляво на контактите. Ако квадратчетата за отметка не са показани, кликнете върху Преглед> Отметки отдясно на лентата с инструменти.
cs_cz: Chcete-li upravovat více kontaktů najednou, zaškrtněte políčka na levé straně kontaktů. Pokud nejsou políčka zobrazená, klikněte na Pohled > Zaškrtávací pole na pravé straně nástrojové lišty.
de_de: Wenn Sie mehrere Kontakte gemeinsam bearbeiten möchten, aktivieren Sie die Kontrollfelder links neben den Kontakten. Wenn die Kontrollfelder nicht angezeigt werden, klicken Sie rechts in der Werkzeugleiste auf Ansicht > Kontrollfelder.
el_gr: Για να επεξεργαστείτε πολλαπλές επαφές ταυτόχρονα, ενεργοποιήστε τα πλαίσια ελέγχου στην αριστερή πλευρά των επαφών. Εάν τα πλαίσια ελέγχου δεν εμφανίζονται, κάντε κλικ στο «Προβολή» > «Πλαίσια ελέγχου» στη δεξιά πλευρά της γραμμής εργαλείων.
et_ee: Mitme kontakti andmete korraga muutmiseks aktiveerige märkeruudud kontaktidest vasakul. Kui märkeruute pole näha, klõpsake Vaade > Märkeruudud tööriistariba paremal poolel.
fr_ca: Pour modifier plusieurs contacts à la fois, cochez les cases apparaissant à gauche de ces contacts. Si les cases à cocher ne sont pas affichées, cliquez sur « Vue > Cases à cocher » à droite de la barre d'outils.
hu_hu: Több névjegy egyszerre történő szerkesztéséhez használja a névjegyek bal oldalán található jelölőnégyzetet. Amennyiben a jelölőnégyzetek nem láthatók, kattintson a eszköztár jobb oldalán található Nézet > Jelelölőnégyzetek ikonra.
lv_lv: Lai rediģētu vairākas kontaktpersonas vienlaicīgi, aktivizējiet izvēles rūtiņas saraksta kreisajā malā. Ja izvēles rūtiņas nav uzrādītas, noklikšķiniet uz Skats > Izveles rūtiņas rīkjoslas labajā malā.
nb_no: For å redigere flere kontakter samtidig, klikk avkrysningboksene på venstre side av kontaktene. Hvis avkrysningsboksene ikke er synlige, klikk Visning > Avkrysningsbokser på høyre side av verktøylinjen.
nl_nl: Om meerdere contacten in één keer te bewerken moet u het selectievakje aan de linkerzijde van het contact aanvinken. Als de selectievakjes niet worden getoond, klikt u Weergave > Selectievakken aan de rechterkant van de werkbalk.
tr_tr: Aynı anda birden çok kişiyi düzenlemek isterseniz kişilerin sol tarafındaki onay kutularına tıklayın. Onay kutuları görünmüyorsa araç çubuğunun sağ tarafındaki "Görünüm > Onay kutuları"na tıklayın.

source: The Drive app
bg_bg: Приложението "Диск"
de_de: Die Drive-App
el_gr: Η εφαρμογή Drive
et_ee: Rakendus Drive
nb_no: Drive-appen
nl_nl: De Drive app
tr_tr: Drive uygulaması

source: Welcome to your cloud storage app. This Guided Tour will introduce you to your new online storage solution - your one point to access online stored files from all your accounts. This is where you can upload and save your files, share them and synchronize them with different devices.
bg_bg: Добре дошли в приложението за съхранение в облак. Това направление ще ви запознае с новото онлайн решение за съхранение - вашата една точка за достъп до онлайн съхранените файлове от всичките ви профили. Тук можете да качвате и запазвате файловете си, да ги споделяте и да ги синхронизирате с различни устройства.
de_de: Willkommen in Ihrer Cloud-Speicher-App. Diese Guided Tour macht Sie mit Ihrer neuen Online-Speicherlösung bekannt - Ihr zentraler Zugriffspunkt auf online gespeicherte Dateien von allen Ihren Konten. Von dort können Sie Ihre Dateien hochladen und speichern, für andere freigeben und mit anderen Geräten synchronisieren.
el_gr: Καλώς ορίσατε στην εφαρμογή αποθηκευτικού χώρου cloud σας. Αυτή η ξενάγηση θα σας παρουσιάσει τη νέα σας λύση διαδικτυακού αποθηκευτικού χώρου - ένα ενιαίο σημείο πρόσβασης για τα αποθηκευμένα αρχεία σας από όλους τους λογαριασμούς σας. Εδώ μπορείτε να κάνετε μεταφόρτωση και αποθήκευση των αρχείων σας, να τα κοινοποιείτε και να τα συγχρονίζετε με άλλες συσκευές.
et_ee: Teie pilvemälu rakendus tervitab teid! See tutvustus annab ülevaate teie uuest võrgupõhisest mälulahendusest, mis võimaldab juurdepääsu salvestatud failidele teie kõigilt kontodelt. Siitkaudu saate oma faile üles laadida ja salvestada, jagada ning erinevate seadmetega sünkroniseerida.
nb_no: Velkommen til skylagringsappen. Denne omvisningen vil gi en gjennomgang av din nye online lagringsløsning - en felles løsning for alle filene dine! Her kan du laste opp og lagre filene dine, samt dele og synkronisere dem med forskjellige enheter.
nl_nl: Welkom in uw cloudopslag app. Deze Rondleiding laat u uw nieuwe online-opslagoplssing zien. Uw enkele toegangspunt voor bestanden in al uw online-opslagaccounts. Hiervandaan kan u bestanden uploaden, opslaan, delen en synchroniseren met verschillende apparaten.
tr_tr: Bulut depolama uygulamanıza hoş geldiniz. Bu rehberli tur, yeni çevrimiçi depolama çözümünüze sizi tanıtacak. Artık tüm hesaplarınızda depolanan dosyalara tek bir noktadan ulaşabileceksiniz. Dosyalarınızı yüklemek, kaydetmek, paylaşmak ve farklı cihazlarla senkronize etmek için bu uygulamayı kullanabilirsiniz.

source: Folder tree
bg_bg: Папка дърво
cs_cz: Strom složek
de_de: Der Ordnerbaum
el_gr: Δένδρο φακέλων
et_ee: Kaustapuu
fr_ca: Arborescence des dossiers
hu_hu: Mappastruktúra
lv_lv: Mapju koks
nb_no: Mappetre
nl_nl: Mappenboom
tr_tr: Klasör ağacı

source: On the left you can see the folder tree. It displays your folder structure and allows you to navigate to specific folders and subfolders. To make your life easier, we have already included folders for your Documents, Music, Pictures and Videos.
bg_bg: Отляво можете да видите дървовидната папка. Той показва структурата на папките ви и ви позволява да се придвижвате до конкретни папки и подпапки. За да улесните живота си, ние вече включихме папки за документи, музика, снимки и видеоклипове.
de_de: Auf der linken Seite sehen Sie den Ordnerbaum. Er zeigt Ihre Ordnerstruktur und ermöglicht Ihnen das Navigieren zu bestimmten Ordnern und Unterordnern. Um Ihr Leben zu erleichtern, haben wir bereits Ordner für Ihre Dokumente, Musik, Bilder und Videos vorgesehen.
el_gr: Στα αριστερά, μπορείτε να δείτε το δένδρο φακέλων. Εμφανίζει τη δομή των φακέλων σας και σας επιτρέπει να μεταβείτε σε συγκεκριμένους φακέλους και υποφακέλους. Για να διευκολύνουμε τη ζωή σας, έχουμε ήδη συμπεριλάβει φακέλους για τα Βίντεο, τα Έγγραφα, τις Εικόνες και τη Μουσική σας.
et_ee: Vasakul näete kaustapuud, mis kuvab teie kaustade struktuuri ja võimaldab teil soovitud kaustadele ning alamkaustadele juurde pääseda. Teie elu kergendamiseks oleme juba loonud kaustad teie dokumentide, muusika, piltide ja videote jaoks.
nb_no: Til venstre ser du mappetreet. Det viser mappestrukturen din, og lar deg navigere til spesifikke mapper og undermapper. For å gjøre livet ditt lettere har vi allerede inkludert mapper for Dokumenter, Musikk, Bilder og Videoer.
nl_nl: Aan de linkerkant ziet u de mappenboom. Deze toont uw mappenstructuur en hiermee kan u navigeren naar de specifieke mappen en submappen. Om uw leven eenvoudiger te maken hebben we alvast mappen toegevoegd voor Documenten, Muziek, Afbeeldingen en Video's.
tr_tr: Solda klasör ağacını görebilirsiniz. Klasör ağacında klasör yapınızı görebilir, istediğini klasör ve alt klasörlere gidebilirsiniz. İşinizi kolaylaştırmak amacıyla Belgeler, Müzik, Resimler ve Videolar klasörlerini sizin için oluşturduk.

source: Folder content
bg_bg: Съдържание на папките
de_de: Ordnerinhalt
el_gr: Περιεχόμενο φακέλου
et_ee: Kausta sisu
nb_no: Mappeinnhold
nl_nl: Mapinhoud
tr_tr: Klasör içeriği

source: Clicking on a folder displays all the subfolders, documents, media and other files that it contains.
bg_bg: Кликването върху папка показва всички подпапки, документи, медии и други файлове, които съдържа.
de_de: Durch Klicken auf einen Ordner werden alle Unterordner, Dokumente, Medien- und andere Dateien in diesem Ordner angezeigt.
el_gr: Κάνοντας κλικ σε έναν φάκελο, εμφανίζονται όλοι οι υποφάκελοι, τα έγγραφα, τα πολυμέσα και άλλα αρχεία που περιέχει.
et_ee: Kaustal klõpsamine kuvab kõik alamkaustad, dokumendid, meedia- ja muud failid, mis kaustas leiduvad.
nb_no: Ved å klikke på en mappe vises alle undermapper, dokumenter og filer som mappen inneholder.
nl_nl: Als u op een map klikt worden alle submappen, documenten, media en andere bestanden dat deze map bevat.
tr_tr: Bir klasöre tıkladığınızda tüm alt klasörler, belgeler, medya dosyaları ve klasördeki diğer dosyalar görüntülenir.

source: Select a view
bg_bg: Изберете изглед
de_de: Eine Ansicht wählen
el_gr: Επιλογή προβολής
et_ee: Vaate valimine
nb_no: Velge en visning
nl_nl: Selecteer een layout
tr_tr: Görünüm seçme

source: Different views are available. Just select the one you like best.
bg_bg: Има различни изгледи. Просто изберете този, който ви харесва най-добре.
de_de: Es sind unterschiedliche Ansichten verfügbar. Wählen Sie einfach diejenige, die Ihnen am besten gefällt.
el_gr: Διατίθενται διάφορες προβολές. Επιλέξτε αυτήν που σας αρέσει περισσότερο.
et_ee: Saadaval on erinevad vaated. Valige teile meelepärane vaade.
nb_no: Forskjellige visninger er tilgjengelig. Bare velg den du liker best.
nl_nl: Verschillende layouts zijn beschikbaar. Kies het overzicht dat u het plezierigst vindt.
tr_tr: Kullanabileceğiniz farklı görünümler var. Kendinize en uygun olanı seçebilirsiniz.

source: Toolbar
bg_bg: Лента с инструменти
de_de: Werkzeugleiste
el_gr: Γραμμή εργαλείων
et_ee: Tööriistariba
nb_no: Verktøylinjen
nl_nl: Werkbalk
tr_tr: Araç çubuğu

source: At the top you can find the toolbar with many functions and additional options. You can easily create new folders, new files and much more.
bg_bg: В горната част можете да намерите лентата с много функции и допълнителни опции. Можете лесно да създавате нови папки, нови файлове и много други.
de_de: Oben finden Sie die Werkzeugleiste mit vielen Funktionen und zusätzlichen Optionen. Sie können ganz einfach neue Ordner, neue Dateien und vieles mehr erstellen.
el_gr: Στο πάνω μέρος, μπορείτε να βρείτε τη γραμμή εργαλείων με πολλές λειτουργίες και επιπρόσθετες επιλογές. Μπορείτε εύκολα να δημιουργήσετε νέους φακέλους, νέα αρχεία και πολλά άλλα.
et_ee: Tööriistariba üleval pakub hulgaliselt funktsioone ja lisavalikuid. Uute kaustade ja failide lihtne loomine ning palju muid võimalusi on teie käsutuses.
nb_no: På toppen finner du verktøylinjen med mange funksjoner og tilleggsalternativer. Du kan enkelt opprette nye mapper, filer og mer.
nl_nl: Aan de bovenzijde vindt u een werkbalk met veel functies en extra opties. U kan eenvoudig nieuwe mappen en bestanden aanmaken en nog veel meer.
tr_tr: Üst tarafta birçok işlev ve ek seçenekler içeren araç çubuğunu bulacaksınız. Kolayca yeni klasörler ve dosyalar oluşturabilirsiniz.

source: Upload a new file
bg_bg: Качете нов файл
de_de: Eine neue Datei hochladen
el_gr: Μεταφόρτωση νέου αρχείου
et_ee: Uue faili üleslaadimine
nb_no: Laste opp en fil
nl_nl: Een nieuw bestand uploaden
tr_tr: Yeni dosya yükleme

source: To upload a new file from your local device, simply click on Upload, then choose File in the dropdown menu and select the file you would like to upload. It is even easier if you just drag and drop files from your local device into Drive. The uploaded file is now available in Drive on all your devices.
de_de: Um eine neue Datei von Ihrem lokalen Gerät hochzuladen, klicken Sie einfach auf Hochladen, wählen Sie dann Datei im Aufklapp-Menü und wählen Sie die Datei aus, die Sie hochladen möchten. Es ist sogar noch einfacher, wenn Sie Dateien von Ihrem lokalen Gerät in Drive ziehen und ablegen. Die hochgeladene Datei ist jetzt in Drive auf all Ihren Geräten verfügbar.
el_gr: Για να μεταφορτώσετε ένα νέο αρχείο από την τοπική σας συσκευή, κάντε κλικ στο «Μεταφόρτωση» και έπειτα, επιλέξτε «Αρχείο» στο αναδιπλούμενο μενού και επιλέξτε το αρχείο που θέλετε να μεταφορτώσετε. Είναι ακόμα πιο εύκολο αν απλά σύρετε και εναποθέσετε αρχεία από την τοπική σας συσκευή στο Drive. Το μεταφορτωμένο αρχείο θα είναι πλέον διαθέσιμο στο Drive, σε όλες τις συσκευές σας.
nl_nl: Om een nieuw bestand te uploaden van uw lokale apparaat klikt u eenvoudig op Upload, kies vervolgens Bestand in het contextmenu en selecteer het bestand dat u wilt uploaden. Het is zelfs eenvoudiger om het bestand van uw lokale apparaat te verslepen naar Drive. Het geüploade bestand is nu beschikbaar in Drive en al uw andere apparaten.

source: Preview files
bg_bg: Визуализация на файлове
de_de: Dateivorschau
el_gr: Προεπισκόπηση αρχείων
et_ee: Failide eelvaade
nb_no: Forhåndsvise filer
nl_nl: Bestanden inzien
tr_tr: Dosyaları öni zleme

source: Clicking on the view icon leads you to a preview of the selected file.
bg_bg: Кликването върху иконата за изглед ви води до визуализация на избрания файл.
de_de: Nach einem Klick auf das Symbol "Ansicht" werden Sie zu einer Vorschau der ausgewählten Datei weitergeleitet.
el_gr: Κάνοντας κλικ στο εικονίδιο προβολής, εμφανίζεται μια προεπισκόπηση του επιλεγμένου αρχείου.
et_ee: Vaate ikoonile klõpsamine avab valitud faili eelvaate.
nb_no: Ved å klikke på visningsikonet får du se en forhåndsvisning av den valgte filen.
nl_nl: Als u op het Tonen pictogram klikt wordt een voorbeeld van het geselecteerde bestand getoond.
tr_tr: "Görüntüle" simgesine tıkladığınızda seçili dosyanın ön izlemesini görebilirsiniz.

source: Preview mode
bg_bg: Режим на визуализация
de_de: Vorschaumodus
el_gr: Λειτουργία προεπισκόπησης
et_ee: Eelvaaterežiim
nb_no: Forhåndsvisningsmodus
nl_nl: Voorbeeldoverzicht
tr_tr: Ön izleme modu

source: From preview you can also select other options to help you manage and work on your files.
bg_bg: От визуализацията можете да изберете и други опции, които да ви помогнат да управлявате и работите с вашите файлове.
de_de: In der Vorschau können Sie auch andere Optionen wählen, die Ihnen beim Verwalten und Bearbeiten Ihrer Dateien helfen.
el_gr: Από την προεπισκόπηση, μπορείτε επίσης να κάνετε άλλες επιλογές που θα σας βοηθήσουν να διαχειριστείτε και να εργαστείτε με τα αρχεία σας.
et_ee: Eelvaate kaudu saate valida muidki võimalusi, mis on teile abiks failide haldamisel ja nendega töötamisel.
nb_no: Fra forhåndsvisningen kan du også velge andre alternativer for å behandle og arbeide med filene dine.
nl_nl: Vanuit het voorbeeld kan u ook ander opties kiezen om u te helpen bij het beheren en om met uw bestanden te werken.
tr_tr: Ön izleme ekranında dosyaları yönetmenize ve üzerlerinde çalışmanızı sağlayacak diğer seçenekleri de seçebilirsiniz.

source: Share files
bg_bg: Споделяне на файлове
de_de: Dateien freigeben
el_gr: Κοινή χρήση αρχείων
et_ee: Failide jagamine
nb_no: Dele filer
nl_nl: Bestanden delen
tr_tr: Dosyaları paylaşma

source: Here you can share files with your colleagues and external contacts. You can also collaborate on a document and set different rights.
de_de: Hier können Sie Dateien für Ihre Kollegen und externen Kontakte freigeben. Sie können auch gemeinsam an einem Dokument arbeiten und unterschiedliche Zugriffsrechte festlegen.
el_gr: Εδώ μπορείτε να κάνετε κοινή χρήση αρχείων με τους συναδέλφους σας και με εξωτερικές επαφές. Μπορείτε επίσης να συνεργαστείτε σε ένα έγγραφο και να ορίσετε διαφορετικά δικαιώματα.
nl_nl: Hier kan u bestanden delen met uw collega's en externe contacten. U kan ook deelnemen met een document en verschillende rechten instellen.
tr_tr: İş arkadaşlarınızla ve dışarıdaki kişilerle dosya paylaşabilirsiniz. Ayrıca belgeler üzerinde birlikte çalışabilir ve farklı kişilere farklı izinler atayabilirsiniz.

source: Sharing option - Invite people
de_de: Freigabeoption - Personen einladen
el_gr: Επιλογή κοινής χρήσης - Πρόσκληση ατόμων
nl_nl: Deel-optie - Mensen uitnodigingen
tr_tr: Paylaşım seçeneği - Başkasını davet et

source: Choose from two alternatives to share your files and folders. Use "Invited people only" if you want to manage access rights and allow recipients to create and edit files. Internal and external participants are also able to collaborate with you on documents at the same time.
de_de: Wählen Sie aus zwei Alternativen, um Ihre Dateien und Ordner freizugeben. Verwenden Sie "Nur eingeladene Personen", wenn Sie die Zugriffsrechte verwalten und Empfängern das Erstellen und Bearbeiten von Dateien ermöglichen möchten. Interne und externe Teilnehmer können mit Ihnen gleichzeitig an Dokumenten arbeiten.
el_gr: Επιλέξτε ανάμεσα στις δύο μεθόδους κοινής χρήσης αρχείων και φακέλων. Χρησιμοποιήστε το «Μόνο προσκεκλημένα άτομα» αν θέλετε να διαχειριστείτε τα δικαιώματα πρόσβασης και να επιτρέψετε στους παραλήπτες να δημιουργούν και να επεξεργάζονται αρχεία. Οι εσωτερικοί και εξωτερικοί συμμετέχοντες μπορούν επίσης να συνεργαστούν μαζί σας σε έγγραφα, ταυτόχρονα.
nl_nl: Kies uit twee alternatieven om uw bestanden en mappen te delen. Gebruik "Alleen genodigden" als u de rechten wilt beheren en deelnemers het recht te geven bestanden te maken en bewerken. Interne en externe deelnemers kunnen ook op het zelfde moment met u samenwerken aan documenten.

source: Sharing option - Everyone who has the link
de_de: Freigabeoption - Jeder, der den Link hat
el_gr: Επιλογή κοινής χρήσης - Όποιος έχει τον σύνδεσμο
nl_nl: Deel-optie - Iedereen die de link heeft
tr_tr: Paylaşım seçeneği - Bağlantıya sahip herkes

source: It is also possible to get a sharing link to let others view or download your files. You can use an expiration date and password protection if you like.
de_de: Es ist auch möglich, einen Freigabelink zu erstellen, damit andere Ihre Dateien anzeigen oder herunterladen können. Sie können ein Ablaufdatum und einen Passwortschutz verwenden, wenn Sie möchten.
el_gr: Μπορείτε επίσης να λάβετε έναν σύνδεσμο κοινής χρήσης για να επιτρέψετε σε άλλα άτομα να κάνουν προβολή ή λήψη των αρχείων σας. Μπορείτε να ορίσετε μια ημερομηνία λήξης και προστασία με κωδικό πρόσβασης εάν το επιθυμείτε.
nl_nl: Het is ook mogelijk om een link te delen om anderen uw bestanden te laten zien of downloaden. U kan een verloopdatum opgeven en wachtwoordbeveiliging toevoegen.
tr_tr: Başkalarının dosyalarınızı görüntülemesi veya indirmesi için paylaşım bağlantısı da oluşturabilirsiniz. İsterseniz son kullanma tarihi ve parola koruması ekleyebilirsiniz.

source: Edit documents
bg_bg: Редактиране на документи
de_de: Dokumente bearbeiten
el_gr: Επεξεργασία εγγράφων
et_ee: Dokumentide muutmine
nb_no: Redigere dokumenter
nl_nl: Documenten bewerken
tr_tr: Belgeleri düzenleme

source: Did you know that you can edit text documents and spreadsheets online? Drive will automatically update your edited file, but thanks to versioning the original file stays available.
bg_bg: Знаете ли, че можете да редактирате текстови документи и електронни таблици онлайн? "Диск" ще актуализира автоматично вашия редактиран файл, но благодарение на версията оригиналът остава на разположение.
de_de: Wussten Sie, dass Sie Textdokumente und Tabellen online bearbeiten können? Drive aktualisiert automatisch die bearbeitete Datei, aber dank Versionsverwaltung bleibt die Originaldatei verfügbar.
el_gr: Γνωρίζατε ότι μπορείτε να επεξεργαστείτε έγγραφα κειμένου και υπολογιστικά φύλλα στο διαδίκτυο; Το Drive θα ενημερώσει αυτόματα το επεξεργασμένο αρχείο σας, αλλά χάρη στο ιστορικό εκδόσεων, το πρωτότυπο αρχείο παραμένει διαθέσιμο.
et_ee: Kas teadsite, et tekstdokumente ja arvutustabeleid saab võrgus muuta? Drive värskendab automaatselt teie muudetud faili, kuid tänu versioonihaldusele jääb kättesaadavaks ka algupärane fail.
nb_no: Visste du at du kan redigere tekstdokumenter og regneark i OX? Drive vil automatisk oppdatere filer du endrer, men takket være versjonskontroll vil tidligere versjoner forbli tilgjengelig, i tilfelle du ønsker å gå tilbake til en tidligere versjon.
nl_nl: Wist u dat u tekstdocumenten en rekenbladen online kan bewerken? Drive werkt uw bestand automatisch bij, maar door het versiebeheer blijft het originele bestand ook beschikbaar.
tr_tr: Metin belgelerini ve hesap tablolarını çevrimiçi düzenleyebileceğinizi biliyor muydunuz? Drive, düzenlediğiniz dosyayı otomatik olarak günceller ama gerektiğinde dosyanın önceki sürümlerine de ulaşabilirsiniz.

source: File details
bg_bg: Данни за файла
de_de: Dateidetails
el_gr: Λεπτομέρειες αρχείου
et_ee: Faili üksikasjad
nb_no: Fildetaljer
nl_nl: Bestandsdetails
tr_tr: Dosya ayrıntıları

source: The file details side bar offers additional information about your files. Just enable the File details option from the View drop down menu and select a file to see the details.
bg_bg: Страничната лента за детайлите на файла предлага допълнителна информация за файловете ви. Просто активирайте опцията Файл с подробности от падащото меню Изглед и изберете файл, за да видите подробностите.
de_de: Die Seitenleiste "Dateidetails" bietet zusätzliche Informationen zu Ihren Dateien. Aktivieren Sie einfach die Option "Dateidetails" aus dem Aufklappmenü "Ansicht" und wählen Sie eine Datei, um die Details zu sehen.
el_gr: Η πλαϊνή γραμμή λεπτομερειών αρχείων παρέχει πρόσθετες πληροφορίες για τα αρχεία σας. Ενεργοποιήστε την επιλογή «Λεπτομέρειες αρχείου» από το αναδιπλούμενο μενού «Προβολή» και επιλέξτε ένα αρχείο για να δείτε τις λεπτομέρειες.
et_ee: Faili üksikasjade külgriba pakub lisateavet teie failide kohta. Üksikasjade vaatamiseks aktiveerige Faili üksikasjad rippmenüüs Vaade ja valige soovitud fail.
nb_no: Fildetalj-sidepanelet gir ytterligere informasjon om filene dine. Bare aktiver Fildetaljer fra Visning-menyen, og klikk deretter en fil for å se detaljene.
nl_nl: De bestandsdetails in de zijbalk geven extra informatie over uw bestanden. Schakel deze Bestandsdetailoptie in vanuit het Weergave menu en selecteer een bestand om deze te zien.
tr_tr: "Dosya ayrıntıları" kenar çubuğu, dosyalarınıza ilişkin ek bilgiler sunar. "Görünüm" açılır menüsünden "Dosya ayrıntıları" seçeneğini etkinleştirdikten sonra ayrıntılarını görmek istediğiniz dosyayı seçmeniz yeterli.

source: Add another account
bg_bg: Добавете друг профил
de_de: Anderes Konto hinzufügen
el_gr: Προσθήκη άλλου λογαριασμού
et_ee: Uue konto lisamine
nb_no: Legg til en annen konto
nl_nl: Een ander account toevoegen
tr_tr: Başka bir hesap ekleme
